{
  "documents": [
    {
      "id": "ZAKO317",
      "type": "statute",
      "title": "Zakon o dedovanju (ZD)",
      "short_name": "ZD",
      "status": "in_force",
      "issued_date": "1976-06-04",
      "in_force_date": "1977-01-01",
      "url": "https://pisrs.si/pregledPredpisa?id=ZAKO317"
    }
  ],
  "provisions": [
    {
      "document_id": "ZAKO317",
      "provision_ref": "1",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "1",
      "title": "Ureditev dedovanja",
      "content": "Za dedovanje v Republiki Sloveniji veljajo določbe tega zakona, kolikor ni z drugim zakonom drugače določeno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "1.a",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "1.a",
      "title": "Izvajanje uredbe Evropske unije",
      "content": "S tem zakonom se za izvajanje Uredbe (EU) št. 650/2012 Evropskega parlamenta in Sveta z dne 4. julija 2012 o pristojnosti, pravu, ki se uporablja, priznavanju in izvrševanju odločb in sprejemljivosti in izvrševanju javnih listin v dednih zadevah ter uvedbi evropskega potrdila o dedovanju (UL L št. 201 z dne 27. 7. 2012, str. 107; v nadaljnjem besedilu: Uredba 650/2012/EU), določajo pristojnost in postopek v zvezi z evropskim potrdilom o dedovanju, pristojnost sodišč Republike Slovenije za odločanje o zadevah po Uredbi 650/2012/EU in postopek prilagoditve stvarnih pravic druge države članice Evropske unije pravu Republike Slovenije."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "2",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "2",
      "title": "Predmet dedovanja",
      "content": "Deduje se lahko stvari in pravice, ki pripadajo posameznikom."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "4",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "4",
      "title": "Enakopravnost pri dedovanju",
      "content": "(1) Državljani so ob enakih pogojih enakopravni pri dedovanju.\n(2) Otroci so enakopravni pri dedovanju ne glede na to, ali so rojeni v zakonski zvezi ali zunaj nje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "4.a",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "4.a",
      "title": "Enakopravnost zakoncev in zunajzakonskih partnerjev",
      "content": "Določbe tega zakona, ki urejajo pravice, obveznosti, omejitve in položaj zakoncev, veljajo enako tudi za moškega in žensko, ki živita v dalj časa trajajoči življenjski skupnosti in nista sklenila zakonske zveze, če ni razlogov, iz katerih bi bila zakonska zveza med njima neveljavna."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "6",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "6",
      "title": "Dedne pravice tujih državljanov",
      "content": "Tuji državljani imajo v Republiki Sloveniji s pogojem, da se uporablja načelo vzajemnosti, enake dedne pravice kot državljani Republike Slovenije."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "7",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "7",
      "title": "Dedni naslov",
      "content": "Deduje se lahko na podlagi zakona in na podlagi oporoke."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "8",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "8",
      "title": "Oporočno razpolaganje",
      "content": "Oporočitelj lahko z oporoko razpolaga s svojim premoženjem na način in v mejah, kot to določa zakon."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "9",
      "chapter": "Prvo poglavje  SPLOŠNE DOLOČBE",
      "article": "9",
      "title": "Zapuščina brez dedičev",
      "content": "Zapuščina brez dedičev postane lastnina Republike Slovenije, razen če se takšna zapuščina prenese v stečajno maso stečaja zapuščine brez dedičev."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "9",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "9",
      "title": "Zapuščina brez dedičev",
      "content": "1. Dedni redi"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "10",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "10",
      "title": "Krog zakonitih dedičev",
      "content": "(1) Na podlagi zakona dedujejo po zapustniku njegovi potomci, njegovi posvojenci in njihovi potomci, njegov zakonec, njegovi starši, posvojitelj in njegovi sorodniki, njegovi bratje in sestre ter njihovi potomci in njegovi dedi in babice ter njihovi potomci.\n(2) Te osebe dedujejo po dednih redih.\n(3) Dediči bližnjega dednega reda izključujejo od dedovanja osebe bolj oddaljenega dednega reda.\na) Prvi dedni redi"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "11",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "11",
      "title": "Potomci in zakonec pokojnika",
      "content": "(1) Pokojnikovo zapuščino dedujejo pred vsemi njegovi otroci in njegov zakonec.\n(2) Ti dedujejo po enakih delih."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "12",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "12",
      "title": "Vstopna pravica",
      "content": "Del zapuščine, ki bi šel prej umrlemu, če bi bil preživel zapustnika, dedujejo njegovi otroci, zapustnikovi vnuki, po enakih delih; če pa umre kateri od vnukov pred zapustnikom, dedujejo delež, ki bi šel njemu, če bi bil živ ob zapustnikovi smrti, njegovi otroci, zapustnikovi pravnuki, po enakih delih in tako naprej po vrsti, dokler je kaj zapustnikovih potomcev."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "13",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "13",
      "title": "Povečanje ali zmanjšanje dednega deleža",
      "content": "(1) Če zapustnikov zakonec, ki nima potrebnih sredstev za življenje deduje z drugimi dediči prvega dednega reda, lahko sodišče na njegovo zahtevo odloči, da deduje zakonec tudi del tistega dela zapuščine, ki bi ga po zakonu dedovali sodediči. Zakonec lahko zahteva povečanje svojega dednega deleža proti vsem ali proti posameznim sodedičem. Sodišče lahko odloči, da deduje zakonec celotno zapuščino, če je njena vrednost tako majhna, da bi zakonec zašel v pomanjkanje, če bi se delila.\n(2) Če drugi dediči prvega dednega reda, ki nimajo potrebnih sredstev za življenje, dedujejo z zapustnikovim zakoncem, lahko sodišče na njihovo zahtevo odloči, da dedujejo tudi del tistega dela zapuščine, ki bi ga po zakonu dedoval zakonec. Povečanje dednega deleža nasproti zakoncu lahko zahtevajo vsi ali posamezni sodediči.\n(3) Posamezni sodediči, ki nimajo potrebnih sredstev za življenje, lahko zahtevajo povečanje svojega dednega deleža tudi proti drugim sodedičem.\n(4) Sodišče lahko odloči, da dedujejo vsi ali posamezni sodediči celotno zapuščino, če je njena vrednost tako majhna, da bi zašli v pomanjkanje, če bi se delila.\n(5) Pri odločanju o zahtevkih iz tega člena upošteva sodišče vse okoliščine primera, zlasti premoženjske razmere in pridobitno sposobnost sodedičev ter vrednost zapuščine.\nb) Drugi dedni red"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "14",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "14",
      "title": "Starši in zakonec pokojnika",
      "content": "(1) Zapuščino pokojnika, ki ni zapustil potomcev, dedujejo njegovi starši in njegov zakonec.\n(2) Pokojnikovi starši dedujejo eno polovico zapuščine po enakih delih, pokojnikov zakonec pa deduje drugo polovico zapuščine.\n(3) Če pokojnik ni zapustil zakonca, dedujejo pokojnikovi starši vso zapuščino po enakih delih."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "15",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "15",
      "title": "Bratje in sestre pokojnika ter njihovi potomci",
      "content": "(1) Če je eden od zapustnikovih staršev umrl pred zapustnikom, dedujejo del zapuščine, ki bi mu šel, če bi preživel zapustnika, njegovi otroci (zapustnikovi bratje in sestre), njegovi vnuki in pravnuki ter njegovi nadaljnji potomci po pravilih, ki veljajo v primeru, če dedujejo po pokojniku njegovi otroci in drugi potomci.\n(2) Če sta oba zapustnikova starša umrla pred njim, dedujejo del zapuščine, ki bi šel vsakemu od njiju, če bi bil preživel zapustnika, potomci, kot to določa prvi odstavek tega člena.\n(3) V vseh primerih dedujejo zapustnikovi polbratje. in polsestre po očetu po enakih delih očetov delež zapuščine, polbratje in polsestre po materi po enakih delih materin delež, pravi bratje in sestre pa dedujejo po enakih delih s polbrati in polsestrami po očetu očetov delež, s polbrati in polsestrami po materi pa materin delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "16",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "16",
      "title": "Starši pokojnika in njihovi otroci",
      "content": "Če je eden od zapustnikovih staršev umrl pred zapustnikom, pa ni zapustil nobenega potomca, deduje del zapuščine, ki bi mu šel, če bi bil preživel zapustnika, drugi od staršev; če pa je tudi ta umrl pred zapustnikom, dedujejo njegovi potomci tisto, kar bi šlo enemu ali drugemu od staršev, kot določa 15. člen tega zakona."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "17",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "17",
      "title": "Zakonec pokojnika",
      "content": "Če sta oba zapustnikova starša umrla pred zapustnikom in nista zapustila nobenega potomca, deduje vso zapuščino preživeli zapustnikov zakonec.\nd) Tretji dedni red"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "18",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "18",
      "title": "Dedi in babice pokojnika",
      "content": "(1) Zapuščino pokojnika, ki ni zapustil ne potomcev ne staršev in tudi ti niso zapustili nobenega potomca in ne zakonca, dedujejo njegovi dedi in babice.\n(2) Eno polovico zapuščine dedujeta ded in babica po očetovi strani, drugo polovico pa ded in babica po materini strani."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "19",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "19",
      "title": "Dedi in babice pokojnika in njihovi potomci",
      "content": "(1) Ded in babica iste strani dedujeta po enakih delih.\n(2) Če je kateri od teh prednikov ene strani umrl pred zapustnikom, dedujejo del zapuščine, ki bi mu šel, če bi bil preživel zapustnika, njegovi otroci, njegovi vnuki in njegovi nadaljnji potomci, po pravilih, ki veljajo v primeru, če dedujejo po pokojniku njegovi otroci in drugi potomci.\n(3) Glede vsega drugega veljajo za dedno pravico deda in babice z ene strani in njunih potomcev pravila, po katerih dedujejo zapustnikovi starši in njihovi potomci."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "20",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "20",
      "content": "Če sta ded in babica ene strani umrla pred zapustnikom, pa nista zapustila nobenega potomca, dedujejo del zapuščine, ki bi šel njima, če bi bila preživela zapustnika, ded in babica druge strani, njuni otroci, njuni vnuki in njuni nadaljnji potomci, kot določa 19. člen tega zakona.\n2. Posebne določbe za nekatere dediče\na) Posvojenci"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "21",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "21",
      "content": "(1) Pri posvojitvi imajo posvojenec in njegovi potomci do posvojitelja in njegovih sorodnikov enake dedne pravice, kakor posvojiteljevi otroci in njihovi potomci.\n(2) Pri posvojitvi dedujejo posvojenec in njegovi potomci po drugih posvojencih in njihovih potomcih.\n(3) Posvojitelj in njegovi sorodniki so pri posvojitvi zakoniti dediči posvojenca.\n(4) Pri posvojitvi posvojenec in njegovi potomci nimajo zakonite dedne pravice po starših, njihovih potomcih in drugih sorodnikih in tudi ti nimajo zakonite dedne pravice po posvojencu in njegovih potomcih.\nb) Zakonec"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "22",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "22",
      "title": "Neobstoj in izguba dedne pravice",
      "content": "(1) Zakonec nima dedne pravice, če je bila zakonska zveza z zapustnikom razvezana ali razveljavljena, ali če je njuna življenjska skupnost po krivdi preživelega zakonca ali v sporazumu z zapustnikom trajno prenehala.\n(2) Zakonec izgubi dedno pravico, če je zapustnik vložil tožbo za razvezo zakonske zveze in se po zapustnikovi smrti ugotovi, da je bila tožba utemeljena, ali če se njegova zakonska zveza z zapustnikom razveljavi po zapustnikovi smrti iz vzroka, za katerega je preživeli zakonec vedel ob sklenitvi zakonske zveze."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "23",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "23",
      "title": "Povečanje dednega deleža",
      "content": "(1) Če zakonec deduje z dediči drugega dednega reda, lahko sodišče na njegovo zahtevo odloči, da deduje zakonec tudi del tistega dela zapuščine, ki bi ga po zakonu dedovali drugi dediči; lahko pa tudi odloči, da deduje zakonec vso zapuščino, če je njena vrednost tako majhna, da bi zakonec zašel v pomanjkanje, če bi se delila.\n(2) Pri odločanju o tem upošteva sodišče vse okoliščine primera, zlasti premoženjske razmere in pridobitno sposobnost zakonca, premoženjske razmere in pridobitno sposobnost drugih dedičev ter vrednost zapuščine."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "24",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "I. ZAKONITI DEDIČI",
      "article": "24",
      "title": "Povečanje dednega deleža",
      "content": "(1) Če starši, ki nimajo potrebnih sredstev za življenje, dedujejo z zapustnikovim zakoncem, lahko sodišče na njihovo zahtevo odloči, da dedujejo tudi del tistega dela zapuščine, ki bi ga po zakonu dedoval zakonec, lahko pa tudi odloči, da dedujejo starši vso zapuščino, če je njena vrednost tako majhna, da bi starši zašli v pomanjkanje, če bi se delila.\n(2) Če je življenjska skupnost med zapustnikovimi starši trajno prenehala, pa le eden od njiju nima potrebnih sredstev za življenje, lahko ta zahteva povečanje dednega deleža tako proti zakoncu, kakor tudi proti drugemu od zapustnikovih staršev.\n(3) Če je eden od zapustnikovih staršev umrl pred zapustnikom, lahko zahteva preživeli, ki nima nobenih sredstev za življenje, povečanje svojega dednega deleža tudi proti dedičem umrlega.\n(4) Pri odločanju o tem upošteva sodišče vse okoliščine primera, zlasti premoženjske razmere in pridobitno sposobnost zakonca oziroma dedičev umrlega in vrednost zapuščine."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "24",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "24",
      "title": "Povečanje dednega deleža",
      "content": "1. Nujni dediči, nujni delež in razpoložljivi del zapuščine"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "25",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "25",
      "title": "Kdo so nujni dediči",
      "content": "(1) Nujni dediči so: pokojnikovi potomci, njegovi posvojenci in njihovi potomci, njegovi starši in njegov zakonec.\n(2) Dedi in babice ter bratje in sestre pokojnika so nujni dediči le tedaj, če so trajno nezmožni za delo in nimajo potrebnih sredstev za življenje.\n(3) Osebe, naštete v tem členu, so nujni dediči, če so po zakonitem dednem redu upravičeni dedovati."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "26",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "26",
      "title": "Nujni delež in razpoložljivi del",
      "content": "(1) Nujni dediči imajo pravico do dela zapuščine, s katerim zapustnik ne more razpolagati; ta del zapuščine je nujni delež.\n(2) Nujni delež potomcev, posvojencev in njihovih potomcev ter zakonca znaša polovico, nujni delež drugih dedičev pa tretjino tistega deleža, ki bi šel vsakemu posameznemu izmed njih po zakonitem dednem redu.\n(3) Z ostankom zapuščine lahko oporočitelj razpolaga po svoji volji; ta del zapuščine je razpoložljivi del."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "27",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "27",
      "title": "Pravica do nujnega deleža je dedna pravica",
      "content": "Nujnemu dediču gre določen del vsake stvari in vsake pravice, ki sestavlja zapuščino, oporočitelj pa lahko tudi določi, da dobi nujni dedič svoj delež v določenih stvareh, pravicah ali v denarju.\n2. Izračunanje nujnega deleža in razpoložljivega dela, zmanjšanje oporočnih razpolaganj in vrnitev daril\na) Izračunanje nujnega deleža in razpoložljivega dela"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "28",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "28",
      "title": "Ugotovitev vrednosti zapuščine",
      "content": "Vrednost zapuščine, na podlagi katere se izračuna nujni delež, se ugotovi na tale način:\nNajprej je treba popisati in oceniti vse premoženje, ki ga je imel zapustnik ob svoji smrti, tudi tisto, s katerim je razpolagal z oporoko, in vse njegove terjatve, tudi tiste, ki jih ima proti kakšnemu dediču, izvzemši terjatve, ki so očitno neizterljive.\nOd ugotovljene vrednosti premoženja, ki ga je imel zapustnik ob svoji smrti, se odbijejo zapustnikovi dolgovi, stroški za popis in ocenitev zapuščine in stroški za zapustnikov pogreb.\nTako dobljenemu ostanku se doda vrednost vseh daril, ki jih je zapustnik na kakršenkoli način dal tistemu, ki bi po zakonitem dedovanju prišel v poštev kot dedič, pa tudi vrednost daril, danih dedičem, ki se odpovedujejo dediščini, in tistih daril, za katere je zapustnik odredil, da naj se ne vračunajo dediču v njegov dedni delež.\nTemu se doda vrednost daril, ki jih je zapustnik v zadnjem letu svojega življenja dal drugim osebam, ki niso zakoniti dediči, razen običajnih manjših daril.\n(6) Ne upošteva se pri tem računu in ne doda vrednost daril, danih v dobrodelne in druge človekoljubne namene in ne vrednost daril, ki se po zakonu ne vračunavajo dediču v njegov dedni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "29",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "29",
      "title": "Kaj je darilo",
      "content": "Darilo po tem zakonu je tudi odpoved pravici, odpust dolga, tisto, kar je zapustnik za življenja dal dediču na račun njegovega dednega deleža ali za ustanovitev ali razširitev gospodinjstva ali za opravljanje poklica, kakor tudi vsako drugo neodplačno razpolaganje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "30",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "30",
      "title": "Določitev vrednosti darila",
      "content": "Darilo se oceni po vrednosti ob zapustnikovi smrti in po stanju ob daritvi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "31",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "31",
      "title": "Darilo kot zavarovanje",
      "content": "Kadar je darilo zavarovanje v korist obdarjenca, se šteje kot vrednost darila seštevek premij, ki jih je plačal zapustnik, če je ta seštevek manjši od zavarovalne vsote; če pa je seštevek premij večji od zavarovalne vsote, se šteje kot vrednost darila zavarovalna vsota.\nb) Izločitve iz zapustnikovega premoženja"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "32",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "32",
      "title": "Izločitev v korist potomcev",
      "content": "(1) Zapustnikovi potomci in posvojenci ter njihovi potomci, ki so živeli skupaj z zapustnikom in mu s svojim delom, zaslužkom ali kako drugače pomagali pri pridobivanju, imajo pravico zahtevati, da se jim iz zapustnikovega premoženja izloči del, ki ustreza njihovemu prispevku k povečanju ali ohranitvi vrednosti zapustnikovega premoženja.\n(2) Tako izločeni del ne spada v zapuščino in se ne upošteva pri izračunavanju nujnega deleža in se tudi ne vračuna dediču v njegov dedni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "33",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "33",
      "title": "Izločitev gospodinjskih predmetov",
      "content": "(1) Preživelemu zakoncu in zapustnikovim potomcem ter posvojencem in njihovim potomcem, ki so živeli z zapustnikom v istem gospodinjstvu, gredo gospodinjski predmeti, ki so namenjeni za zadovoljitev njihovih vsakdanjih potreb, kot so pohištvo, gospodinjski stroji in naprave ter druga hišna oprema, posteljnina in podobno, vendar ne, če so ti predmeti večje vrednosti.\n(2) Tako izločeni predmeti se ne upoštevajo pri izračunavanju nujnega deleža in se tudi ne vračunajo dediču v njegov dedni delež.\nc) Zmanjšanje oporočnih razpolaganj in vrnitev daril zaradi prikrajšanja nujnega deleža"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "34",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "34",
      "title": "Prikrajšanje nujnega deleža in upoštevanje oporočnih razpolaganj in daril",
      "content": "(1) Če je prikrajšan nujni delež, se oporočna razpolaganja zmanjšajo, darila pa vrnejo, kolikor je treba, da se dopolni nujni delež.\n(2) Nujni delež je prikrajšan, če celotna vrednost oporočnih razpolaganj in daril presega razpoložljivi del.\n(3) Pri ugotavljanju celotne vrednosti oporočnih razpolaganj in daril se upoštevajo tudi tista darila in oporočna razpolaganja, za katera je zapustnik odredil, naj se ne vračunajo nujnemu dediču v njegov dedni delež.\n(4) Od tistih daril in oporočnih razpolaganj, ki se vračunajo nujnemu dediču v njegov dedni delež, se upošteva pri ugotavljanju celotne vrednosti oporočnih razpolaganj in daril samo toliko, za kolikor ta presegajo njegov nujni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "35",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "35",
      "title": "Vrstni red zmanjšanja oporočnih razpolaganj in način vračanja daril",
      "content": "Če je prikrajšan nujni delež, se najprej zmanjšajo oporočna razpolaganja; če nujni delež s tem še ni krit; se vračajo tudi darila."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "36",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "36",
      "content": "(1) Oporočna razpolaganja se zmanjšajo v enakem razmerju, ne glede na njihovo naravo in njihov obseg in ne glede na to, ali so v eni oporoki ali v več oporokah, če iz oporoke ne izhaja kaj drugega.\n(2) Če je oporočitelj zapustil več volil in odredil, naj se kakšno volilo izplača pred drugimi, se to volilo zmanjša le tedaj, če vrednost drugih volil ne zadošča, da bi se kril nujni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "37",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "37",
      "content": "(1) Oporočni dedič, čigar dedni delež bi moral biti zmanjšan, da bi se dopolnil nujni delež, lahko zahteva sorazmerno zmanjšanje volil, ki jih mora izplačati, če iz oporoke ne izhaja kaj drugega.\n(2) Isto velja tudi za volilojemnika, kateremu je oporočitelj naročil, da kaj izplača iz svojega volila."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "38",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "38",
      "content": "(1) Darila se vračajo od zadnjega darila v obrnjenem vrstnem redu, kakor so bila dana.\n(2) Istočasno dana darila se vračajo sorazmerno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "39",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "39",
      "title": "Položaj obdarjenca",
      "content": "Obdarjenec velja glede darovane stvari, ki jo mora vrniti, za poštenega posestnika do dneva, ko je zvedel, da se zahteva vrnitev darila."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "40",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "40",
      "title": "Upravičenec zahteve za zmanjšanje in vrnitev",
      "content": "Zmanjšanje oporočnih razpolaganj in vrnitev daril, s katerimi je prikrajšan nujni delež, lahko zahtevajo samo nujni dediči."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "41",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "41",
      "title": "Zastaranje tožbe",
      "content": "Zmanjšanje oporočnih razpolaganj se lahko zahteva v treh letih od razglasitve oporoke, vrnitev daril pa v treh letih od zapustnikove smrti oziroma od dneva, ko je postala pravnomočna odločba o njegovi razglasitvi za mrtvega oziroma odločba, s katero se ugotavlja njegova smrt.\n3. Razdedinjenje nujnih dedičev in odvzem nujnega deleža v korist potomcev\na) Razdedinjenje nujnih dedičev"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "42",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "42",
      "title": "Vzroki razdedinjenja",
      "content": "(1) Oporočitelj lahko razdedini dediča, ki ima pravico do nujnega deleža:\n1.      če se je ta s kršitvijo kakšne zakonite ali moralne dolžnosti huje pregrešil nad zapustnikom;\n2.      če je naklepoma storil kakšno hujše kaznivo dejanje zoper njega ali zoper njegovega zakonca, otroka, posvojenca, ali starše;\n3.      če se je vdal brezdelju in nepoštenemu življenju.\nRazdedinjenje je lahko popolno ali delno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "43",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "43",
      "title": "Pogoji za veljavnost razdedinjenja",
      "content": "(1) Oporočitelj, ki namerava kakšnega dediča razdediniti, mora to izraziti v oporoki na nedvomen način, koristno pa je tudi, da navede razlog za razdedinjenje.\n(2) Razlog za razdedinjenje mora biti podan takrat, ko je bila oporoka napravljena, razlog iz 3. točke prejšnjega člena pa tudi takrat, ko je oporočitelj umrl.\n(3) Če nastane spor o utemeljenosti razdedinjenja, mora utemeljenost dokazati tisti, ki se na razdedinjenje sklicuje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "44",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "44",
      "title": "Posledice razdedinjenja",
      "content": "Z razdedinjenjem izgubi dedič dedne pravice v obsegu razdedinjenja, pravice drugih oseb, ki lahko dedujejo po zapustniku, pa se določijo, kot da bi bil razdedinjeni umrl pred zapustnikom.\nb) Odvzem nujnega deleža v korist potomcev"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "45",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "II. NUJNI DEDIČI",
      "article": "45",
      "content": "Če je potomec ali posvojenec, ki ima pravico do nujnega deleža, prezadolžen ali zapravljivec, mu lahko oporočitelj v celoti ali deloma vzame njegov nujni delež v korist njegovih potomcev. Tak odvzem ostane veljaven le tedaj, če ima tisti, ki mu je vzet nujni delež, ob uvedbi dedovanja mladoletnega otroka ali mladoletnega vnuka od prej umrlega otroka ali če ima polnoletnega otroka ali polnoletnega vnuka od prej umrlega otroka, ki je pridobitno nesposoben."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "46",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "46",
      "title": "Vračunanje darila zakonitemu dediču",
      "content": "(1) Vsakemu zakonitemu dediču se vračuna v dedni delež vse, kar je na kakršenkoli način dobil v dar od zapustnika.\n(2) Ne vračunajo se plodovi in druge koristi, ki jih je imel dedič od podarjene stvari do zapustnikove smrti.\n(3) Darilo se ne vračuna, če je zapustnik ob daritvi ali pozneje ali v oporoki izjavil, da se darilo ne vračuna v dedni delež, ali če se da iz okoliščin sklepati, da je bila to zapustnikova volja.\n(4) Pri tem ostanejo v veljavi določbe o nujnem deležu."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "47",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "47",
      "title": "Vračunanje volila zakonitemu dediču",
      "content": "Volilo, voljeno zakonitemu dediču, se vračuna v njegov dedni delež, razen če iz oporoke izhaja, da je bila oporočiteljeva volja, da dobi dedič volilo zraven svojega deleža."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "48",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "48",
      "title": "Način vračunanja darila in volila",
      "content": "(1) Darila in volila se vračunajo tako, da dobijo drugi dediči iz zapuščine ustrezno vrednost in se šele potem ostanek zapuščine razdeli med vse dediče.\n(2) Če premoženje, ki ga je imel zapustnik ob svoji smrti, ne zadošča, da bi drugi dediči dobili ustrezno vrednost, jim dedič, kateremu se vračunajo darila in volila, ni dolžan vrniti kaj od tistega, kar je on dobil.\n(3) Pri tem ostanejo v veljavi določbe o nujnem deležu."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "49",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "49",
      "title": "Pravica dediča, kateremu se darilo ali volilo ne vračuna",
      "content": "(1) Kadar se po zapustnikovi volji darilo ali volilo dediču ne vračuna v njegov dedni delež, obdrži tak dedič darilo oziroma volilo in deli z drugimi dediči zapuščino, kot da darila oziroma volila sploh ne bi bilo.\n(2) Če je kaj nujnih dedičev, po zapustnikovi volji pa se darilo ali volilo kakšnemu dediču ne vračuna v njegov dedni delež, lahko ta dedič obdrži darilo oziroma volilo v mejah razpoložljivega dela."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "50",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "50",
      "title": "Pravica dediča, ki se je odpovedal dediščini",
      "content": "(1) Dedič, ki se je odpovedal dediščini, obdrži darilo v mejah razpoložljivega dela.\n(2) Izpolnitev volila ima pravico zahtevati samo v mejah razpoložljivega dela."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "51",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "51",
      "title": "Pravica vrniti darilo",
      "content": "(1) Dedič ima pravico, podarjeno stvar vrniti v zapuščino.\n(2) V takem primeru se mu njena vrednost ne vračuna v dedni delež; glede stroškov, ki jih je imel s stvarjo, in glede škode, ki jo je utrpela stvar, pa velja za poštenega posestnika, dokler se ne dokaže njegova nepoštenost."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "52",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "52",
      "title": "Določitev vrednosti darila",
      "content": "Pri vračunanju darila dediču v njegov dedni delež se darilo oceni po vrednosti ob zapustnikovi smrti in po stanju ob daritvi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "53",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "53",
      "title": "Darilo kot zavarovanje",
      "content": "Kadar je darilo zavarovanje v korist obdarjenca, se pri vračunanju daril in volil v dedni delež uporablja določba 31. člena tega zakona."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "54",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "54",
      "title": "Stroški za preživljanje dediča",
      "content": "(1) Kar je bilo porabljeno za preživljanje dediča in za njegovo obvezno šolanje, se ne vračuna v njegov dedni delež.\n(2) O tem, ali in koliko naj se vračunajo v njegov dedni delež izdatki, ki jih je imel zapustnik z nadaljnjim šolanjem dediča, odloči sodišče glede na okoliščine, upoštevajoč predvsem vrednost zapuščine ter stroške za šolanje in usposobitev drugih dedičev za samostojno življenje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "55",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "55",
      "title": "Običajna manjša darila",
      "content": "Običajna manjša darila se ne vračunajo v dedni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "56",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "56",
      "title": "Darilo pri vstopni pravici",
      "content": "(1) Darila, dana tistemu, namesto katerega vstopi dedič zaradi njegove nevrednosti ali zaradi tega, ker je bil razdedinjen ali ker mu je bil vzet nujni delež, se dediču ne vračunajo v dedni delež:\n(2) Darila dana tistemu, namesto katerega vstopi dedič zaradi njegove smrti ali zaradi tega, ker se je odpovedal dediščini, se vračunajo dediču v dedni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "57",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "57",
      "title": "Vračunanje dolga",
      "content": "Dediču se vračuna v njegov delež to, kar je bil dolžan zapustniku."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "58",
      "chapter": "Drugo poglavje  DEDOVANJE NA PODLAGI ZAKONA",
      "section": "III. VRAČUNANJE DARIL IN VOLIL V DEDNI DELEŽ",
      "article": "58",
      "title": "Upravičenec zahteve za vračanje",
      "content": "Pravico zahtevati, da se v dedni delež kakšnega dediča vračunajo darila in volila, imajo samo njegovi sodediči."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "59",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "I. POGOJI ZA VELJAVNOST OPOROKE",
      "article": "59",
      "title": "Oporočna sposobnost",
      "content": "(1) Oporoko lahko napravi vsak, ki je sposoben za razsojanje in je dopolnil petnajst let starosti.\n(2) Oporoka je neveljavna, če oporočitelj tedaj, ko jo je napravil, še ni bil star petnajst let ali ni bil sposoben za razsojanje.\n(3) Izguba sposobnosti za razsojanje, ki nastopi potem, ko je oporoka napravljena, ne vpliva na njeno veljavnost."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "60",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "I. POGOJI ZA VELJAVNOST OPOROKE",
      "article": "60",
      "title": "Neveljavnost oporoke",
      "content": "(1) Neveljavna je oporoka, če je bil oporočitelj z grožnjo ali s silo prisiljen, da jo je napravil, ali če se je odločil, da jo napravi zaradi zvijače ali zaradi tega, ker je bil v zmoti.\n(2) Grožnja, sila ali zvijača ima za posledico neveljavnost oporoke tudi tedaj, če izvira od tretje osebe.\n(3) Oporočna razpolaganja so neveljavna tudi tedaj, če je bil oporočitelj v zmoti o dejstvih, ki so ga nagnila k takim razpolaganjem.\n(4) Če so samo nekatera določila oporoke napravljena pod vplivom grožnje ali sile, zaradi zvijače ali v zmoti, tedaj so samo ta določila neveljavna."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "61",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "I. POGOJI ZA VELJAVNOST OPOROKE",
      "article": "61",
      "title": "Razveljavitev oporoke",
      "content": "(1) Razveljavitev oporoke zaradi oporočiteljeve nesposobnosti za razsojanje ali zaradi tega, ker oporočitelj še ni bil star petnajst let, in razveljavitev oporoke ali posameznih njenih določil zaradi grožnje ali sile, zvijače ali zmote, lahko zahteva samo tisti, ki ima pravni interes, in sicer v roku enega leta od dneva, ko je zvedel za vzrok neveljavnosti, vendar najdalj v desetih letih od razglasitve oporoke.\n(2) Enoletni rok ne more začeti teči pred razglasitvijo oporoke.\n(3) Proti nepošteni osebi se lahko zahteva razveljavitev oporoke dvajset let od njene razglasitve."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "62",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "I. POGOJI ZA VELJAVNOST OPOROKE",
      "article": "62",
      "title": "Veljavnost oporoke",
      "content": "Veljavna je tista oporoka, ki je napravljena v obliki, kakor jo določa zakon, in ob pogojih, ki jih določa zakon."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "63",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "63",
      "title": "Lastnoročna oporoka",
      "content": "(1) Oporoka je veljavna, če jo je oporočitelj lastnoročno napisal in podpisal.\n(2) Oporoka je veljavna, čeprav ni v njej naveden datum, kdaj je bila napravljena."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "64",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "64",
      "title": "Pisna oporoka pred pričami",
      "content": "(1) Oporočitelj, ki zna brati in pisati, lahko napravi oporoko tako, da v navzočnosti dveh prič lastnoročno podpiše listino, ki mu jo je sestavil kdo drug, ko hkrati izjavi pred njima, da je to njegova oporoka.\n(2) Priči se podpišeta na sami oporoki s pristavkom, da se podpisujeta kot priči. Ta pristavek ni pogoj za veljavnost oporoke."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "65",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "65",
      "title": "Sodna oporoka",
      "content": "(1) Oporoko lahko sestavi oporočitelju po njegovi izjavi sodnik pristojnega sodišča, ko poprej ugotovi oporočiteljevo istovetnost.\n(2) Ko oporočitelj tako oporoko prebere in podpiše, potrdi sodnik na oporoki, da jo je oporočitelj v njegovi navzočnosti prebral in podpisal."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "66",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "66",
      "title": "Sodna oporoka, če je oporočitelj ne zna ali ne more prebrati",
      "content": "(1) Če oporočitelj ne zna ali ne more prebrati oporoke, ki mu jo je sestavil sodnik, jo ta prebere oporočitelju v navzočnosti dveh prič, nato pa jo oporočitelj v navzočnosti istih prič podpiše ali napravi na njej ročno znamenje, potem ko izjavi, da je to njegova oporoka.\n(2) Priči se podpišeta na oporoki."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "67",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "67",
      "title": "Priče pri oporoki",
      "content": "(1) Pri pisni oporoki pred pričami in pri sodni oporoki so lahko priče polnoletne osebe, ki jim ni vzeta poslovna sposobnost in ki znajo brati in pisati; če gre za sodno oporoko, morajo priče razumeti tudi jezik, v katerem je napravljena.\n(2) Pri pisni oporoki pred pričami in pri sodni oporoki ne morejo biti priče in ne morejo kot sodnik sestaviti oporoke po oporočiteljevi izjavi: oporočiteljevi potomci, njegovi posvojenci in njihovi potomci, njegovi predniki in posvojitelji, njegovi sorodniki v stranski vrsti do vštetega tretjega kolena, zakonci vseh teh oseb in zakonec oporočitelja."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "68",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "68",
      "title": "Neveljavna razpolaganja v oporoki",
      "content": "Neveljavna so določila oporoke, s katerimi se kaj zapušča sodniku, ki je oporoko sestavil, pričam pri oporoki ali prednikom, potomcem, bratom, sestram ter zakoncem teh oseb."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "69",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "69",
      "title": "Oporoka, sestavljena v tujini",
      "content": "Oporoko lahko sestavi državljanu Republike Slovenije v tujini po določbah, ki veljajo za sestavljanje sodne oporoke, konzularni predstavnik ali diplomatski predstavnik Republike Slovenije, ki opravlja konzularne zadeve."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "70",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "70",
      "title": "Oporoka, sestavljena na slovenski ladji",
      "content": "(1) Na slovenski ladji lahko sestavi oporoko poveljnik ladje po določbah, ki veljajo za sestavljanje sodne oporoke.\n(2) Oporoka, ki je bila sestavljena na ladji, neha veljati po preteku tridesetih dni od vrnitve oporočitelja v Republiko Slovenijo."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71",
      "title": "Oporoka, sestavljena med izrednim ali vojnim stanjem",
      "content": "(1) Med izrednim ali vojnim stanjem lahko vojaški osebi sestavi oporoko po določbah, ki veljajo za sestavljanje sodne oporoke, poveljnik čete, njej enake ali višje enote ali kdo drug v prisotnosti takšnega poveljnika.\n(2) Oporoka iz prejšnjega odstavka preneha veljati po preteku šestdesetih dni po koncu izrednega ali vojnega stanja, če je oporočitelju vojaška služba prenehala prej ali pozneje, pa po preteku tridesetih dni po prenehanju vojaške službe."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.a",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.a",
      "title": "Oblika mednarodne pogodbe",
      "content": "(1) Oporoka mora biti sestavljena v pisni obliki.\n(2) Oporočitelju ni treba oporoke napisati lastnoročno.\n(3) Oporoka je lahko napisana v kateremkoli jeziku, z roko ali kako drugače.\n(4) Mednarodno oporoko lahko sestavi oporočitelju po njegovi izjavi sodnik pristojnega sodišča, državljanu Republike Slovenije v tujini pa diplomatski oziroma konzularni predstavnik, določen v 69. členu tega zakona (v nadaljnjem besedilu: pooblaščena oseba).\n(5) Oporočitelj mora ob navzočnosti dveh prič in pooblaščene osebe izjaviti, da je to njegova oporoka in da je seznanjen z vsebino ter jo ob njihovi navzočnosti podpisati oziroma če jo je podpisal pred tem, priznati in potrditi, da je podpis njegov.\n(6) Če se oporočitelj ne more podpisati, sporoči razlog pooblaščeni osebi, ki to zapiše na oporoki. Poleg tega lahko oporočitelj zahteva, da ga na oporoki v njegovem imenu podpiše kdo drug.\n(7) Priči in pooblaščena oseba se ob navzočnosti oporočitelja hkrati podpišejo, s pristavkom, da se podpisujejo kot priče oziroma kot pooblaščena oseba."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.b",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.b",
      "title": "Priča pri mednarodni oporoki",
      "content": "Priča pri mednarodni oporoki je lahko oseba, ki izpolnjuje pogoje iz 67. člena tega zakona. Isto velja za tolmača, če sodeluje pri sestavi oporoke. Samo to, da je nekdo tujec, ni ovira, da ne bi bil priča pri mednarodni oporoki."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.c",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.c",
      "title": "Podpisi in datum na mednarodni oporoki",
      "content": "(1) Podpisi morajo biti na koncu oporoke.\n(2) Če ima oporoka več listov, mora oporočitelj vsakega podpisati. Če se ne more podpisati, ga podpiše v njegovem imenu kdo drug, ali če tega ni, pooblaščena oseba. Vsak list mora biti oštevilčen.\n(3) Datum oporoke je datum, pod katerim jo je podpisala pooblaščena oseba. Ta datum mora na koncu oporoke napisati pooblaščena oseba.\nPooblaščena oseba vpraša oporočitelja, če želi dati izjavo glede hrambe oporoke. V tem primeru se kraj, v katerem namerava oporočitelj hraniti oporoko, na njegovo izrecno zahtevo zapiše v potrdilo iz 71.e člena tega zakona."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.d",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.d",
      "title": "Preklic mednarodne oporoke",
      "content": "Za mednarodno oporoko veljajo splošni predpisi o preklicu oporoke."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.e",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.e",
      "title": "Potrdilo o mednarodni oporoki",
      "content": "(1) Pooblaščena oseba priloži oporoki potrdilo, v katerem ugotovi, da so bile upoštevane določbe 71.a člena do 71.č člena tega zakona.\n(2) Potrdilo mora obsegati:\n1.      osebno ime, funkcijo in naslov osebe, pooblaščene za sestavitev mednarodne oporoke;\n2.      osebno ime, naslov, datum in kraj rojstva oporočitelja;\n3.      osebno ime, naslov, datum in kraj rojstva prič;\n4.      datum in kraj sestavitve oporoke;\n5.      potrditev, da je priložena oporoka oporočiteljeva in da je seznanjen z njeno vsebino;\n6.      potrditev, da je oporočitelj ob navzočnosti pooblaščene osebe in prič podpisal oporoko ali priznal in potrdil, da je podpis na njej njegov (oziroma da oporočitelj oporoke ni mogel podpisati in razloge za to);\n7.      potrditev, da so priče in pooblaščena oseba podpisale oporoko;\n8.      potrditev, da je vsak list oporoke podpisan in oštevilčen;\n9.      potrditev o ugotovitvi istovetnosti oporočitelja in prič;\n10.   potrditev, da so priče izpolnjevale pogoje po tem zakonu;\n11.   navedba oporočiteljeve izjave o hrambi oporoke;\n12.   kraj, datum, podpis in pečat.\n(3) Pooblaščena oseba hrani en izvod potrdila, drugega pa izroči oporočitelju."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.f",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.f",
      "title": "Potrdilo o veljavnosti mednarodne oporoke",
      "content": "(1) Potrdilo iz prejšnjega člena je zadosten dokaz za formalno veljavnost pisanja kot oporoke po tem zakonu, če se ne dokaže nasprotno.\n(2) Dejstvo, da potrdila ni ali da ni pravilno sestavljeno, ne vpliva na formalno veljavnost oporoke, sestavljene v skladu z določbami 71.a do 71.c člena tega zakona."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "71.g",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "71.g",
      "title": "Druge določbe o mednarodni oporoki",
      "content": "(1) Mednarodna oporoka je glede oblike veljavna ne glede na kraj, kjer je bila sestavljena, na kraj, kjer so dobrine, na državljanstvo, stalno prebivališče ali začasno prebivališče oporočitelja, če je sestavljena v obliki mednarodne oporoke v skladu z določbami 71.a do 71.c člena tega zakona.\n(2) Neveljavnost oporoke kot mednarodne oporoke ne vpliva na njeno morebitno veljavnost glede oblike kot oporoke kakšne druge vrste.\n(3) Podpisi oporočitelja, pooblaščene osebe in priče na mednarodni oporoki ali na potrdilu so oproščeni vsake overitve ali podobne formalnosti, vendar smejo pristojni organi preveriti resničnost podpisa pooblaščene osebe."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "72",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "72",
      "title": "Ustna oporoka",
      "content": "(1) Oporočitelj lahko izjavi svojo poslednjo voljo ustno pred dvema pričama le tedaj, če zaradi izrednih razmer ne more napraviti pisne oporoke.\n(2) Ustna oporoka neha veljati, ko preteče trideset dni od prenehanja izrednih razmer, v katerih je bila napravljena."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "73",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "73",
      "title": "Priče pri ustni oporoki",
      "content": "Pri ustni oporoki so lahko priče samo osebe, ki smejo biti priče pri sodni oporoki; ni pa treba, da znajo brati in pisati."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "74",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "74",
      "title": "Dolžnosti prič pri ustni oporoki",
      "content": "(1) Priče, pred katerimi je oporočitelj ustno izjavil svojo poslednjo voljo, morajo brez odlašanja zapisati oporočiteljevo izjavo in jo čimprej izročiti sodišču ali jo ustno ponoviti pred sodiščem in pri tem povedati tudi, kdaj, kje in v kakšnih okoliščinah je oporočitelj izjavil svojo poslednjo voljo.\n(2) Izpolnitev te dolžnosti ni pogoj za veljavnost ustne oporoke."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "75",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "75",
      "title": "Neveljavna razpolaganja v ustni oporoki",
      "content": "Neveljavna so določila ustne oporoke, s katerimi se kaj zapušča oporočnim pričam, njihovim zakoncem, njihovim prednikom, njihovim potomcem in njihovim sorodnikom v stranski vrsti od vštetega tretjega kolena sorodstva ali zakoncem vseh teh oseb."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "76",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "76",
      "title": "Uveljavljanje neveljavnosti oporoke",
      "content": "(1) Neveljavnost oporoke zaradi napak v obliki lahko uveljavlja po uvedbi dedovanja samo, kdor ima pravni interes, in sicer v enem letu od dneva, ko je zvedel za oporoko, toda najpozneje v desetih letih od razglasitve oporoke.\n(2) Enoletni rok ne more začeti teči pred razglasitvijo oporoke."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "77",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "II. OBLIKE OPOROKE",
      "article": "77",
      "title": "Dokazovanje obstoja oporoke",
      "content": "Oporoka, ki je bila po naključju ali z dejanjem koga drugega uničena, izgubljena, skrita ali založena, bodisi po oporočiteljevi smrti ali pred njegovo smrtjo, toda brez njegove vednosti, ima učinek veljavne oporoke, če prizadeti dokaže, da je oporoka obstajala, da pa je uničena, izgubljena, skrita, ali založena, in da je bila sestavljena v obliki, ki jo predpisuje zakon, in če dokaže vsebino tistega njenega dela, na katerega se sklicuje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "78",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "78",
      "title": "Določitev dediča",
      "content": "(1) Oporočitelj lahko določi v oporoki enega ali več dedičev.\n(2) Dedič na podlagi oporoke je tisti, ki ga je oporočitelj določil, da podeduje vse njegovo premoženje ali glede na celoto določen del premoženja.\n(3) Za dediča se šteje tudi tisti, ki mu je oporočitelj v oporoki zapustil eno ali več določenih stvari ali pravic, če se ugotovi, da je bila oporočiteljeva volja, naj mu bo dedič."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "79",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "79",
      "title": "Nadomestitve",
      "content": "(1) Oporočitelj lahko določi v oporoki osebo, kateri naj gre dediščina, če določeni dedič umre pred njim, če se odpove dediščini ali če postane nevreden, da bi dedoval.\n(2) Isto velja tudi za volila.\n(3) Oporočitelj ne more določiti dediča svojemu dediču in ne volilojemniku."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "80",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "80",
      "title": "Določitev volil in drugih razpolaganj",
      "content": "Oporočitelj lahko zapusti v oporoki eno ali več volil."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "81",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "81",
      "content": "Oporočitelj lahko v oporoki določi, naj se kakšna stvar ali pravica, del zapuščine ali vsa zapuščina uporabi za kakšen dovoljen namen."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "82",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "82",
      "title": "Bremena in pogoji",
      "content": "(1) Oporočitelj lahko naloži kakšno dolžnost tistemu, ki mu zapušča kakšno korist iz zapuščine.\n(2) V posameznih določilih oporoke lahko postavi pogoje ali roke.\n(3) Za nemogoče, nedovoljene in nemoralne pogoje in bremena, kakor tudi za take, ki so nerazumljivi ali sami s seboj v nasprotju, se šteje, kakor da jih ni."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "83",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "83",
      "title": "Določenost dedičev in drugih oseb",
      "content": "Za določitev dedičev, volilojemnikov in drugih oseb, ki jim je v oporoki določena kakšna korist, zadošča, če so v oporoki podatki, na podlagi katerih se da ugotoviti, kdo so."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "84",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "III. VSEBINA OPOROKE",
      "article": "84",
      "title": "Razlaga oporoke",
      "content": "(1) Določila oporoke je treba razlagati po pravem oporočiteljevem namenu.\n(2) Če nastane dvom, se je treba držati tistega, kar je ugodnejše za zakonitega dediča ali za tistega, ki mu je z oporoko naložena kakšna obveznost."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "85",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "85",
      "title": "Vsebina volila",
      "content": "(1) Oporočitelj lahko zapusti v oporoki eno ali več določenih stvari ali kakšno pravico določeni osebi, ali lahko naloži dediču ali komu drugemu, ki mu kaj zapušča, da iz tistega, kar mu zapušča, da kakšno stvar določeni osebi, ji izplača vsoto denarja, ji odpusti kakšen dolg, jo vzdržuje ali da v njeno korist kaj stori, opusti ali trpi.\n(2) S takim razpolaganjem se praviloma ne določi dedič; tako razpolaganje je volilo; tisti, kateremu je namenjeno, pa je volilojemnik."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "86",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "86",
      "content": "(1) Na podlagi oporoke ima volilojemnik pravico zahtevati izpolnitev volila od tistega, ki mu je z oporoko naloženo, naj volilo izpolni.\n(2) Če je izpolnitev volila naložena več osebam, je vsaka izmed njih odgovorna sorazmerno delu zapuščine, ki ga dobi, razen če se da iz oporoke sklepati, da je oporočitelj hotel, naj odgovarjajo drugače.\n(3) Če oporočitelj ni določil, kdo mora izpolniti volilo, so dolžni izpolniti volilo vsi zakoniti in oporočni dediči v sorazmerju s svojimi dednimi deleži."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "87",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "87",
      "title": "Izpolnitev volila",
      "content": "Oporočiteljevi upniki imajo pravico zahtevati plačilo pred volilojemniki."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "88",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "88",
      "content": "(1) Dedič ni dolžan v celoti izpolniti volil, katerih vrednost presega vrednost tistega dela podedovanega premoženja, s katerim je oporočitelj lahko prosto razpolagal.\n(2) Isto velja za volilojemnika, če vrednost volil ali bremen, ki naj jih izpolni, presega vrednost njegovega volila.\n(3) V takih primerih se vsa volila in bremena zmanjšajo v enakem razmerju, če ni oporočitelj določil kaj drugega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "89",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "89",
      "content": "Volilojemnik ima pravico zahtevati izpolnitev volila tudi tedaj, če je tisti, ki je bil po oporoki dolžan izpolniti volilo, umrl pred oporočiteljem ali se je odpovedal dediščini ali je nevreden, da bi dedoval."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "90",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "90",
      "title": "Ugasnitev volila",
      "content": "(1) Volilo ugasne, če volilojemnik umre pred oporočiteljem, če se odpove volilu, ali če je nevreden.\n(2) V takih primerih ostane predmet volila tistemu, ki bi ga moral izpolniti, če ne izhaja iz same oporoke, da je imel oporočitelj kakšen drug namen."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "91",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "91",
      "content": "Volilo ugasne tudi tedaj, če je oporočitelj odtujil ali porabil predmet volila ali če je ta predmet drugače prenehal obstajati za oporočiteljevega življenja ali če je bil po naključju uničen po njegovi smrti."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "92",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "92",
      "title": "Odgovornost za dolgove",
      "content": "(1) Volilojemnik ni odgovoren za oporočiteljeve dolgove.\n(2) Oporočitelj pa lahko odredi, da je volilojemnik odgovoren za vse ali za posamezne njegove dolgove, ali za del kakšnega dolga v mejah vrednosti volila."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "93",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "93",
      "title": "Volilo, določeno upniku",
      "content": "Če je oporočitelj določil volilo svojemu upniku, ima ta pravico, da poleg izpolnitve volila zahteva tudi plačilo svoje terjatve, če iz oporoke ne izhaja, da je bil oporočiteljev namen drugačen."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "94",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "IV. VOLILA",
      "article": "94",
      "title": "Zastaranje volila",
      "content": "Pravica zahtevati izpolnitev volila zastara v enem letu od dneva, ko je volilojemnik izvedel za svojo pravico in smel zahtevati izpolnitev volila."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "95",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "V. IZVRŠITELJI OPOROKE",
      "article": "95",
      "title": "Določitev izvršitelja oporoke",
      "content": "(1) Oporočitelj lahko v oporoki določi eno ali več oseb za izvršitelje oporoke.\n(2) Izvršitelj oporoke je lahko vsaka poslovno sposobna oseba.\n(3) Tisti, ki je določen za izvršitelja oporoke, ni dolžan prevzeti te dolžnosti."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "96",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "V. IZVRŠITELJI OPOROKE",
      "article": "96",
      "title": "Dolžnosti in pravice izvršitelja oporoke",
      "content": "(1) Če oporočitelj ni določil kaj drugega, je dolžnost izvršitelja oporoke zlasti ta, da skrbi za zapuščino, da jo upravlja, da skrbi za plačilo dolgov in volil in sploh za to, da se oporoka izvrši tako, kakor je želel oporočitelj.\n(2) Če je več izvršiteljev oporoke, opravljajo zaupane dolžnosti skupaj, razen če je oporočitelj drugače določil."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "97",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "V. IZVRŠITELJI OPOROKE",
      "article": "97",
      "content": "(1) Izvršitelj oporoke mora dati sodišču račun o svojem delu.\n(2) Pravico ima do povračila stroškov in do nagrade za svoj trud, kar se mu izplača iz razpoložljivega dela zapuščine po odločbi sodišča."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "98",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "V. IZVRŠITELJI OPOROKE",
      "article": "98",
      "title": "Razrešitev izvršitelja oporoke",
      "content": "Sodišče lahko na predlog ali po uradni dolžnosti razreši izvršitelja oporoke, če njegovo delo ni v skladu z oporočiteljevo voljo ali z zakonom."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "99",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "VI. PREKLIC OPOROKE",
      "article": "99",
      "content": "(1) Oporočitelj lahko vselej prekliče oporoko, ali v celoti ali deloma, z izjavo, dano v katerikoli obliki, v kateri se po zakonu lahko napravi oporoka.\n(2) Oporočitelj lahko prekliče pisno oporoko tudi tako, da jo uniči."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "101",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "VI. PREKLIC OPOROKE",
      "article": "101",
      "title": "Prejšnja in poznejša oporoka",
      "content": "(1) Če se s poznejšo oporoko izrecno ne prekliče prejšnja oporoka, ostanejo določila prejšnje oporoke v veljavi, kolikor niso v nasprotju z določili poznejše.\n(2) Če je oporočitelj uničil poznejšo oporoko, dobi prejšnja oporoka znova veljavo, razen če se dokaže, da to ni bila oporočiteljeva volja."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "102",
      "chapter": "Tretje poglavje  DEDOVANJE NA PODLAGI OPOROKE",
      "section": "VI. PREKLIC OPOROKE",
      "article": "102",
      "title": "Razpolaganje z naklonjeno stvarjo",
      "content": "Vsako poznejše razpolaganje oporočitelja z določeno stvarjo, ki jo je komu naklonil, ima za posledico preklic naklonitve te stvari."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "103",
      "chapter": "DEDNOPRAVNE POGODBE",
      "section": "I. DEDNA POGODBA IN POGODBA O BODOČI DEDIŠČINI ALI VOLILU",
      "article": "103",
      "title": "Neveljavnost dedne pogodbe",
      "content": "Neveljavna je pogodba, s katero kdo zapušča svojo zapuščino ali njen del svojemu sopogodbeniku ali komu drugemu."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "104",
      "chapter": "DEDNOPRAVNE POGODBE",
      "section": "I. DEDNA POGODBA IN POGODBA O BODOČI DEDIŠČINI ALI VOLILU",
      "article": "104",
      "title": "Neveljavnost pogodbe o pričakovani dediščini ali volilu",
      "content": "(1) Neveljavna je pogodba, s katero kdo odtuji pričakovano dediščino, kakor tudi vsaka pogodba o dediščini po kom drugem, ki je še živ.\n(2) Prav tako je neveljavna tudi pogodba o volilu ali kakšni drugi koristi, ki jo kakšen pogodbenik pričakuje iz dedovanja, ki še ni uvedeno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "105",
      "chapter": "DEDNOPRAVNE POGODBE",
      "section": "I. DEDNA POGODBA IN POGODBA O BODOČI DEDIŠČINI ALI VOLILU",
      "article": "105",
      "title": "Neveljavnost pogodbe o vsebini oporoke",
      "content": "Neveljavna je pogodba, s katero se kdo zaveže, da bo v svoji oporoki kaj določil, ali da česa ne bo določil, ali pa da bo preklical kakšno določilo svoje oporoke ali da ga ne bo preklical."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "123",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "123",
      "content": "(1) S smrtjo se uvede dedovanje po umrlem.\n(2) Isti učinek ima tudi razglasitev za mrtvega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "124",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "124",
      "title": "Uvedba dedovanja po osebi, razglašeni za mrtvo",
      "content": "(1) Kot dan uvedbe dedovanja po osebi, ki je razglašena za mrtvo, se šteje dan, ko je postala odločba o razglasitvi za mrtvega pravnomočna, če ni v sami odločbi določen kakšen drug dan kot dan smrti.\n(2) Roki, ki začnejo po tem zakonu teči od dneva uvedbe dedovanja, začnejo teči v primeru razglasitve za mrtvega šele od dneva, ko postane odločba o tem pravnomočna."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "125",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "125",
      "title": "Dedna sposobnost",
      "content": "(1) Dedič je lahko samo tisti, ki je živ ob uvedbi dedovanja.\n(2) Otrok, ki je že spočet ob uvedbi dedovanja, velja za rojenega, če se rodi živ.\n(3) Na podlagi oporoke lahko dedujejo tudi pravne osebe, če ni s posebnimi predpisi določeno kaj drugega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "126",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "126",
      "title": "Dedna nevrednost",
      "content": "Nevreden je, da deduje, tako na podlagi zakona, kot na podlagi oporoke, in da karkoli dobi na podlagi oporoke:\n1.      kdor je z naklepom vzel ali poskusil vzeti življenje zapustniku;\n2.      kdor je s silo ali grožnjo prisilil zapustnika ali ga z zvijačo pripravil do tega, da je napravil ali preklical oporoko ali kakšno določilo v oporoki, ali mu preprečil to storiti;\n3.      kdor je uničil ali skril zapustnikovo oporoko z namenom, da bi preprečil izpolnitev zapustnikove poslednje volje, kakor tudi, kdor je ponaredil zapustnikovo oporoko;\n4.      kdor se je huje pregrešil zoper dolžnost preživljati zapustnika, ki ga je bil po zakonu dolžan preživljati, kakor tudi, kdor ni hotel dati zapustniku potrebne pomoči;\n5.      (razveljavljena)"
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "127",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "127",
      "content": "(1) Nevrednost ni ovira za potomce nevrednega; ti dedujejo, kakor da bi bil nevreden umrl pred zapustnikom.\n(2) Nevrednost preneha, če zapustnik nevrednemu dediču odpusti; vendar tega ne more storiti, če je nevredni dedič pobegnil iz države, da bi se izognil obsodbi za hujše kaznivo dejanje, da bi se izognil obvezni vojaški službi ali da bi sovražno deloval proti Socialistični federativni republiki Jugoslaviji, pa se do zapustnikove smrti ni vrnil v državo.\n(3) Na nevrednost mora sodišče paziti po uradni dolžnosti, razen če gre za primere, ko se je dedič pregrešil zoper dolžnost preživljanja ali je opustil potrebno pomoč."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "128",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "128",
      "title": "Omejitev dedovanja premoženja osebe, ki je uživala pomoč v skladu s predpisi o socialnem varstvu",
      "content": "(1) Dedovanje premoženja osebe, ki je uživala pomoč v skladu s predpisi o socialnem varstvu, se omeji do višine vrednosti prejete pomoči, če ni v predpisih o socialnem varstvu določeno drugače. Ta omejitev se izvede tako, da postane del zapustnikovega premoženja, ki ustreza vrednosti prejete pomoči, do katere se dedovanje omeji, lastnina Republike Slovenije, če se je pomoč financirala iz proračuna Republike Slovenije, oziroma lastnina občine, če se je pomoč financirala iz proračuna občine.\n(2) Če gre za zapuščino brez dedičev, ki postane last Republike Slovenije, se ne glede na določbe predpisov o socialnem varstvu, dedovanje premoženja osebe, ki je uživala pomoč v skladu s predpisi o socialnem varstvu, omeji do celotne višine prejete pomoči, če se je pomoč financirala iz proračuna občine.\n(3) Premoženje, ki postane lastnina Republike Slovenije ali občine, se s sklepom izroči pristojnemu organu Republike Slovenije oziroma pristojnemu organu občine.\n(4) Ne glede na določbo prvega odstavka tega člena odloči sodišče, da dedujejo dediči vse zapustnikovo premoženje, če se ti obvežejo povrniti vrednost dane pomoči, do katere bi se po določbah zakona omejilo dedovanje, Republiki Sloveniji oziroma občini.\n(5) Republika Slovenija oziroma občina, iz proračuna katere se je pomoč financirala, ima v zavarovanje svoje terjatve iz prejšnjega odstavka do celotnega poplačila zakonito zastavno pravico na stvareh, ki sodijo v zapuščino.\n(6) Za pomoč v skladu s predpisi o socialnem varstvu se šteje vse, kar je zapustnik zaradi slabega premoženjskega stanja prejel na podlagi zakona ali splošnega akta občine v denarju ali v obliki oprostitve plačila.\n(7) Dedovanje premoženja osebe se po tem členu omeji tudi do višine vrednosti stroškov pogreba, če je stroške pogreba krila občina v skladu z določbami zakona, ki ureja pogrebno in pokopališko dejavnost."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "129",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "129",
      "content": "(1) Republika Slovenija ali občina, iz proračuna katere se je financirala pomoč zapustniku v skladu s predpisi o socialnem varstvu, se lahko odpove pravici do povračila te pomoči, če so zapustnikovi dediči njegov zakonec ali njegovi otroci, ki so sami potrebni pomoči, ali če bi premoženje, ki bi postalo lastnina Republike Slovenje ali občine, predstavljalo zanjo breme ali bi zaradi upravljanja ali razpolaganja s to lastnino imela nesorazmerne stroške.\n(2) Pod pogoji iz prejšnjega odstavka se lahko občina odpove tudi pravici do povračila stroškov pogreba, ki jih je krila v skladu z določbami zakona, ki ureja pogrebno in pokopališko dejavnost.\n(3) Republika Slovenija in občina se lahko odpovesta pravici po prejšnjih odstavkih v treh mesecih od dneva, ko sta bili obveščeni o uvedenem dedovanju."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "130",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "130",
      "title": "Postopek v primeru neznanih dedičev",
      "content": "(1) Če ni znano, ali je kaj dedičev, pozove sodišče z oklicem tiste, ki mislijo, da imajo pravico do dediščine, naj se priglasijo sodišču.\n(2) Če se po preteku šestih mesecev od objave oklica ne zglasi noben dedič, se zapuščina razglasi za lastnino Republike Slovenije in izroči pristojnemu organu Republike Slovenije, razen če se takšna zapuščina prenese v stečajno maso stečaja zapuščine brez dedičev.\n(3) Dedič, ki se zglasi potem, ko je bila zapuščina izročena pristojnemu organu Republike Slovenije, ima pravico zahtevati, da se mu izroči zapuščina oziroma pripadajoči delež v rokih iz 141. člena tega zakona.\n(4) To pravico ima tudi dedič ob pogojih zakona o dedovanju kmetijskih gospodarstev."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "131",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "I. UVEDBA DEDOVANJA",
      "article": "131",
      "title": "Skrbnik zapuščine",
      "content": "(1) Če so dediči neznani ali če je neznano njihovo prebivališče, kakor tudi v drugih primerih, kadar je to potrebno, postavi sodišče začasnega skrbnika zapuščine; ta je upravičen, da v imenu dedičev toži ali je tožen, da izterjuje terjatve in izplačuje dolgove in sploh, da zastopa dediče.\n(2) O postavitvi začasnega skrbnika obvesti sodišče pristojni center za socialno delo, ki lahko postavi drugega skrbnika."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "132",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "132",
      "title": "Prehod zapuščine na dediče",
      "content": "Pokojnikova zapuščina preide po samem zakonu na njegove dediče v trenutku njegove smrti."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "133",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "133",
      "title": "Odpoved dediščini",
      "content": "(1) Dedič se lahko odpove dediščini z izjavo, ki jo poda sodišču do konca zapuščinske obravnave.\n(2) Taka odpoved velja tudi za potomce tistega, ki se je odpovedal, če ni izrecno izjavil, da se odpoveduje samo v svojem imenu.\n(3) Če so potomci mladoletni, za to odpoved ni potrebna odobritev pristojnega centra za socialno delo.\n(4) Če se je dedič odpovedal samo v svojem imenu, se šteje, kakor da sploh ni bil dedič.\n(5) Če se odpovedo dediščini vsi dediči, ki ob zapustnikovi smrti pripadajo najbližjemu dednemu redu, so poklicani k dedovanju dediči naslednjega reda."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "134",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "134",
      "content": "Če umre dedič pred koncem zapuščinske obravnave in se ni odpovedal dediščini, preide pravica odpovedi na njegove dediče."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "135",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "135",
      "title": "Kdo se ne more odpovedati dediščini",
      "content": "Dediščini se ne more odpovedati dedič, ki je razpolagal z vso zapuščino ali z delom zapuščine.\nUkrepi, ki jih stori kakšen dedič samo za ohranitev zapuščine in ukrepi tekoče uprave mu ne jemljejo pravice, da se odpove dediščini."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "136",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "136",
      "title": "Vsebina odpovedi dediščini",
      "content": "(1) Odpoved dediščini ne more biti delna in ne pogojna.\n(2) Odpoved v korist določenega dediča se ne šteje za odpoved dediščini, temveč za izjavo o odstopu svojega dednega deleža."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "137",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "137",
      "title": "Odpoved neuvedenemu dedovanju",
      "content": "(1) Odpoved dedovanju, ki še ni uvedeno, nima pravnega učinka, razen če se dedovanju odpove potomec ali zakonec zapustnika.\n(2) Potomec ali zakonec, ki sme samostojno razpolagati s svojimi pravicami, se v sporazumu s prednikom ali zakoncem odpove dediščini, ki bi mu šla po smrti njegovega prednika ali zakonca.\n(3) Če se je dediščini odpovedal potomec, velja taka odpoved tudi za potomce tistega, ki se je odpovedal, če ni s sporazumom o odpovedi ali poznejšim sporazumom določeno kaj drugega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "138",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "138",
      "title": "Nepreklicnost izjave",
      "content": "(1) Izjava o odpovedi dediščini ali o sprejemu dediščine se ne more preklicati.\n(2) Dedič, ki je dal izjavo, lahko zahteva razveljavitev izjave, če. je bila povzročena s silo, grožnjo ali zvijačo, ali če je bila dana v zmoti."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "139",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "139",
      "title": "Prirast",
      "content": "Delež oporočnega dediča, ki se je odpovedal dediščini, gre zapustnikovim zakonitim dedičem, če ne izhaja iz oporoke, da je imel oporočitelj kakšen drug namen."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "140",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "140",
      "content": "Delež zakonitega dediča, ki se je odpovedal dediščini samo v svojem imenu, se deduje, kot da bi bil ta dedič umrl pred zapustnikom."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "141",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "II. PRIDOBITEV DEDIŠČINE IN ODPOVED DEDIŠČINI",
      "article": "141",
      "title": "Zastaranje pravice zahtevati zapuščino",
      "content": "(1) Pravica, zahtevati zapuščino kot zapustnikov dedič, zastara naproti poštenemu posestniku v enem letu, odkar je dedič zvedel za svojo pravico in za posestnika stvari zapuščine, najpozneje pa v desetih letih, računajoč za zakonitega dediča od zapustnikove smrti, za oporočnega dediča pa od razglasitve oporoke.\n(2) Nasproti nepoštenemu posestniku zastara ta pravica v dvajsetih letih."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "142",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "III. ODGOVORNOST DEDIČA IN REPUBLIKE SLOVENIJE ZA ZAPUSTNIKOVE DOLGOVE",
      "article": "142",
      "content": "(1) Dedič je odgovoren za zapustnikove dolgove do višine vrednosti podedovanega premoženja.\n(2) Dedič, ki se je odpovedal dediščini, ni odgovoren za zapustnikove dolgove.\n(3) Če je več dedičev, so ti nerazdelno odgovorni za zapustnikove dolgove, in sicer vsak do višine vrednosti svojega dednega deleža, ne glede na to, ali je delitev dediščine že izvršena ali ne.\n(4) Med dediči se delijo dolgovi v sorazmerju z njihovimi dednimi deleži, če ni v oporoki drugače določeno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "142.a",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "III. ODGOVORNOST DEDIČA IN REPUBLIKE SLOVENIJE ZA ZAPUSTNIKOVE DOLGOVE",
      "article": "142.a",
      "content": "(1) Če postane zapuščina lastnina Republike Slovenije na podlagi 9. člena tega zakona, Republika Slovenija ne odgovarja za zapustnikove dolgove.\n(2) Preden zapuščinsko sodišče izda sklep po 219. členu tega zakona, objavi na oglasni deski in na spletni strani sodišča oklic neznanim upnikom ter obvesti Republiko Slovenijo in znane upnike o zapuščini brez dedičev.\n(3) Obvestilo o zapuščini brez dedičev vsebuje:\n1.      podatke o zapustniku (osebno ime, datum rojstva, zadnje stalno in začasno prebivališče, datum smrti ali razglasitve za mrtvega),\n2.      opravilno številko zapuščinske zadeve,\n3.      podatke o premoženju, ki sestavlja zapuščino, in zapustnikovih obveznostih,\n4.      opozorilo, da bo zapuščina brez dedičev prešla na Republiko Slovenijo, če noben upnik ne bo pravočasno vložil zahteve za prenos te zapuščine v stečajno maso stečaja zapuščine, in da Republika Slovenija ne odgovarja za zapustnikove dolgove.\n(4) Oklic neznanim upnikom vsebuje:\n1.      podatke iz 1. in 2. točke prejšnjega odstavka,\n2.      opozorilo iz 4. točke prejšnjega odstavka,\n3.      pojasnilo, da lahko pri zapuščinskem sodišču pridobijo podatke o premoženju, ki sestavlja zapuščino, in zapustnikovih obveznostih ter\n4.      poziv upnikom, da lahko v šestih mesecih od dneva objave oklica na spletni strani sodišča zahtevajo, da se zapuščina brez dedičev prenese v stečajno maso zapuščine brez dedičev v skladu z določbami 142.b člena tega zakona."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "142.b",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "III. ODGOVORNOST DEDIČA IN REPUBLIKE SLOVENIJE ZA ZAPUSTNIKOVE DOLGOVE",
      "article": "142.b",
      "content": "(1) Upnik lahko zahteva, da se zapuščina brez dedičev prenese v stečajno maso zapuščine brez dedičev, če v šestih mesecih po prejemu obvestila o zapuščini brez dedičev oziroma v šestih mesecih od dneva objave oklica, če gre za neznanega upnika:\n1.      prijavi to zahtevo v zapuščinskem postopku in\n2.      vloži predlog za začetek stečaja zapuščine brez dedičev.\n(2) Prijavi zahteve za prenos zapuščine v stečajno maso zapuščine brez dedičev mora upnik priložiti potrdilo o vložitvi predloga za začetek stečaja zapuščine brez dedičev."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "143",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "III. ODGOVORNOST DEDIČA IN REPUBLIKE SLOVENIJE ZA ZAPUSTNIKOVE DOLGOVE",
      "article": "143",
      "title": "Ločitev zapuščine",
      "content": "(1) Zapustnikovi upniki lahko zahtevajo v treh mesecih od uvedbe dedovanja, da se zapuščina loči od dedičevega premoženja. V tem primeru dedič ne more razpolagati s stvarmi in pravicami iz zapuščine; prav tako se njegovi upniki ne morejo iz njih poplačati, dokler se ne poplačajo upniki, ki so zahtevali ločitev.\n(2) Zapustnikovi upniki, ki so zahtevali tako ločitev, lahko zahtevajo plačilo svojih terjatev samo iz zapuščinskega premoženja.\n(3) Ločeni zapuščini sodišče lahko postavi skrbnika."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "144",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "IV. DELITEV DEDIŠČINE",
      "article": "144",
      "title": "Pravica do delitve",
      "content": "(1) Delitev dediščine lahko zahteva vsak dedič ob vsakem, vendar ne ob nepravem času.\n(2) Ta pravica ne more zastarati.\n(3) Neveljavna je pogodba, s katero se dedič odpove pravici zahtevati delitev, kot tudi določilo v oporoki, s katerim se delitev prepoveduje ali omejuje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "145",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "IV. DELITEV DEDIŠČINE",
      "article": "145",
      "title": "Skupnost dedičev",
      "content": "(1) Do delitve dediči upravljajo in razpolagajo z dediščino skupno.\n(2) Če ni izvršitelja oporoke, dediči pa se ne morejo sporazumeti glede uprave dediščine, postavi sodišče na zahtevo kateregakoli od njih upravitelja, ki upravlja dediščino za vse, ali pa določi vsakemu dediču del dediščine, ki naj ga upravlja.\n(3) Za upravitelja lahko postavi sodišče tudi koga izmed dedičev.\n(4) Upravitelj lahko z odobritvijo sodišča razpolaga s stvarmi iz zapuščine, če je za to upravičen po oporoki ali če je to potrebno, da se poravnajo stroški ali odvrne kakšna škoda."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "146",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "IV. DELITEV DEDIŠČINE",
      "article": "146",
      "title": "Odstop dednega deleža pred delitvijo",
      "content": "(1) Dedič sme pred delitvijo prenesti svoj dedni delež, bodisi v celoti ali deloma, samo na sodediča.\n(2) Pogodba o prenosu dednega deleža mora biti overjena.\n(3) Pogodba dediča z osebo, ki ni dedič, o odstopu dednega deleža, zavezuje dediča samo, da po razdelitvi izroči svoj delež sopogodbeniku; z njo ne dobi sopogodbenik do delitve nobene druge pravice.\n(4) Za delitev se šteje tudi dogovor dedičev, da postanejo v sorazmerju z dednimi deleži solastniki posameznih zapuščinskih stvari."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "147",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "IV. DELITEV DEDIŠČINE",
      "article": "147",
      "title": "Pravice dedičev, ki so živeli ali pridobivali skupaj z zapustnikom",
      "content": "(1) Na zahtevo dediča, ki je živel ali pridobival skupaj z zapustnikom, lahko sodišče odloči, če to terja opravičena potreba, da se mu pustijo posamezne premične ali nepremične stvari, ali skupine stvari, ki bi pripadle kot delež drugim dedičem, on pa da jim vrednost teh stvari izplača v denarju v roku, ki ga določi sodišče glede na okoliščine.\n(2) Za tako določen znesek imajo ti dediči do plačila zakonito zastavno pravico na delih zapuščine, dodeljenih dediču, ki dolguje plačilo.\n(3) Če jim ta ne plača v določenem roku, imajo pravico zahtevati plačilo svoje terjatve ali izročitev stvari, ki bi jim sicer šla kot njihov dedni delež."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "148",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "IV. DELITEV DEDIŠČINE",
      "article": "148",
      "title": "Delitev gospodinjskih predmetov",
      "content": "(1) Gospodinjski predmeti, namenjeni za zadovoljevanje vsakdanjih potreb dediča, ki je živel z zapustnikom v istem gospodinjstvu, pa ni njegov potomec in ne zakonec, se mu na njegovo zahtevo pustijo, njihova vrednost pa se vračuna v njegov delež.\n(2) Če vrednost teh predmetov presega vrednost dednega deleža, mora dedič, ki so mu bili ti predmeti prepuščeni, izplačati drugim dedičem razliko v denarju."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "149",
      "chapter": "Peto poglavje  PREHOD ZAPUŠČINE NA DEDIČE",
      "section": "IV. DELITEV DEDIŠČINE",
      "article": "149",
      "title": "Jamčenje med dediči po delitvi",
      "content": "(1) Vsakemu dediču so drugi dediči po zakonu odgovorni, če bi mu kdo drug, sklicujoč se na kakšno pred delitvijo nastalo pravico, vzel stvar, ki mu je bila dodeljena v njegov dedni delež, ali če bi kako drugače zmanjšal njegovo pravico.\n(2) Prav tako jamčijo dediči za to, da stvari, ki so prišle v njegov delež, nimajo skritih hib.\n(3) Dediči jamčijo, da zapustnikova terjatev, ki je prišla v delež kakšnega dediča, obstaja in da jo bo mogoče izterjati od dolžnika do zneska, ki je prišel v njegov delež.\n(4) Obveznost jamčenja za obstoj in izterljivost terjatev traja tri leta po končani delitvi, za terjatve, ki zapadejo po delitvi, pa tri leta od zapadlosti.\n(5) V vseh primerih jamčenja po tem členu vsak dedič jamči in dolguje povračilo sorazmerno svojemu dednemu deležu."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "150",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "150",
      "content": "(1) Za sestavitev sodne oporoke, hrambo oporoke pri sodišču in za preklic oporoke pred sodiščem je pristojno vsako po zakonu stvarno pristojno sodišče.\n(2) Zadeve v zvezi s sestavljanjem, sprejemanjem v hrambo in preklicem oporoke opravlja sodnik posameznik."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "151",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "151",
      "title": "Sestavitev sodne oporoke",
      "content": "(1) Če se sestavi oporoka pri sodišču po izjavi oporočitelja, mora sodnik najprej ugotoviti njegovo istovetnost.\n(2) Nato posluša sodnik izjavo oporočitelja in jo natančno zapiše v zapisnik, če je mogoče, z besedami oporočiteija in tako, da je oporočiteljeva volja jasno izražena.\n(3) V zapisnik se vpišejo tudi vse okoliščine, ki bi utegnile biti pomembne za veljavnost oporoke.\n(4) Kadar je to potrebno, pojasni sodnik oporočitelju predpise, ki ga omejujejo pri oporočnem razpolaganju.\n(5) Ko oporočitelj prebere zapisnik ali ko mu ga prebere sodnik, če oporočitelj sam ne zna ali ne more brati in ta izjavi, da je njegova poslednja volja natančno zapisana, potrdi sodnik to v zapisniku in overi s svojim podpisom."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "152",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "152",
      "content": "(1) Če sodnik ne pozna oporočitelja osebno in po osebnem imenu, ugotovi njegovo istovetnost po sebni izkaznici ali na kakšen drug zanesljiv način (listine, priče).\n(2) Na isti način ugotovi sodnik istovetnost prič, jih osebno ne pozna.\n(3) Način ugotovitve istovetnosti oporočiteija in prič se navede v zapisniku."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "153",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "153",
      "content": "(1) Če ima zapisnik o sestavitvi oporoke več listov, se morajo vsi prešiti z vrvico in oba konca vrvice zapečatiti s sodnim pečatom.\n(2) Vsak list mora oporočitelj posebej podpisati oziroma pristaviti na njem svoje ročno znamenje.\n(3) Na koncu zapisnika se mora navesti, iz koliko listov je sestavljena oporoka."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "154",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "154",
      "content": "(1) Če oporočitelj ne zna uradnega jezika, se pokličejo sodni tolmači in še dve priči, ki znata poleg uradnega jezika tudi oporočiteljev jezik, nato pa se oporoka pred njima napiše tako, kakor je tolmač prevedel na uradni jezik.\n(2) Če je oporočitelj nem, se pokličejo sodni tolmač in dve priči, ki se znata sporazumeti z oporočiteljem.\n(3) Zapisnik o sestavitvi oporoke v primerih iz prvega in drugega odstavka tega člena podpišejo tudi tolmač in priči."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "155",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "155",
      "title": "Hramba oporoke in izročitev oporočitelju",
      "content": "(1) Pri sodišču sestavljeno oporoko lahko pusti oporočitelj v hrambi pri sodišču, lahko pa zahteva, naj se mu izroči.\n(2) Če pusti oporočitelj sodno oporoko v hrambi pri sodišču, se da oporoka v posebno ovojnico, ki se zapečati, oporočitelju pa se na njegovo zahtevo izda potrdilo, da je bila oporoka sestavljena in da je bila izročena sodišču v hrambo.\n(3) Oporoka se hrani pri sodišču ločeno od drugih spisov.\n(4) Če oporočitelj zahteva, da se mu izroči sodna oporoka, mu sodnik izroči zapisnik o sestavitvi te oporoke, v posebnem zapisniku, ki ga podpiše oporočitelj, pa se ugotovi, da je bila oporoka sestavljena pri sodišču in izročena oporočitelju."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "156",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "156",
      "content": "(1) Če se izroči v hrambo oporoka, ki ni bila sestavljena pri sodišču, jo oporočitelj ali kdo drug izroči sodniku odprto ali v zaprtem ovitku.\n(2) O izročitvi oporoke se sestavi zapisnik. O prejemu oporoke izda sodišče potrdilo. Če ne izroči oporoke sam oporočitelj, obvesti sodišče o prejemu oporoke tudi njega.\n(3) Odprta oporoka se da v poseben ovitek in zapečati.\n(4) Če izroči oporočitelj v hrambo odprto oporoko, ga sodnik opozori na napake, zaradi katerih oporoka ne bi bila veljavna."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "157",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "157",
      "content": "(1) Oporoka, ki jo hrani sodišče, se vrne oporočitelju na njegovo zahtevo.\n(2) Oporoka se vrne tudi oporočiteljevemu pooblaščencu, če ima za to overjeno pooblastilo.\n(3) O vrnitvi oporoke se sestavi zapisnik, v katerem se navede, kako je bila ugotovljena istovetnost tistega, kateremu je bila vrnjena.\n(4) Če se oporoka vrne pooblaščencu, se pooblastilo priloži zapisniku in obdrži pri sodišču."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "158",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "158",
      "title": "Hramba listin o ustni oporoki",
      "content": "(1) Če so priče ustne oporoke predložile sodišču pisanje, ki vsebuje oporočiteljevo voljo, ugotovi sodišče sprejem takega pisanja z zapisnikom, ki ga da v poseben ovitek in zapečati.\n(2) Tako ravna sodišče tudi tedaj, če pridejo priče ustne oporoko k sodišču, da ustno ponovijo oporočiteljevo izjavo.\n(3) Pri sprejemanju izjav prič si mora sodišče prizadevati, da ugotovi izjavo oporočiteljeve volje, poleg tega pa mora preizkusiti tudi okoliščine, od katerih je odvisna veljavnost ustne oporoke.\n(4) Listine o ustni oporoki se hranijo pri sodišču ločeno od drugih spisov."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "159",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "159",
      "title": "Preklic oporoke pred sodiščem",
      "content": "(1) Oporočitelj lahko pred sodiščem prekliče svojo oporoko.\n(2) Za preklic oporoke pred sodiščem veljajo smiselno določbe tega zakona, ki veljajo za sestavitev sodne oporoke.\n(3) Če oporočitelj prekliče oporoko, se preklic zaznamuje na oporoki, ki se hrani pri sodišču."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "160",
      "chapter": "Prvo poglavje  SESTAVITEV SODNE OPOROKE, HRAMBA IN PREKLIC OPOROKE",
      "article": "160",
      "title": "Sestavitev in preklic oporoke zunaj sodišča",
      "content": "Če je potrebno, sestavi sodišče oporoko in sprejme izjavo o preklicu oporoke tudi zunaj sodnega poslopja."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "162",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "162",
      "title": "Predmet postopka",
      "content": "V zapuščinskem postopku ugotovi sodišče, kdo so pokojnikovi dediči, katero premoženje sestavlja njegovo zapuščino in katere pravice iz zapuščine gredo dedičem, volilojemnikom in drugim osebam."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "163",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "163",
      "title": "Uporaba določb pravdnega postopka",
      "content": "V zapuščinskem postopku se uporabljajo določbe pravdnega postopka, če ni s tem zakonom drugače določeno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "164",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "164",
      "title": "Uvedba postopka",
      "content": "Postopek se uvede po uradni dolžnosti, brž ko sodišče izve, da je kdo umrl, ali da je razglašen za mrtvega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "165",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "165",
      "title": "Ugotovitev in varovanje pravic strank",
      "content": "(1) Ves čas postopka mora sodišče gledati na to, da se pravice strank čimprej ugotovijo in zavarujejo.\n(2) Sodišče vzame v presojo vsak predlog prizadetih oseb, ki ga te dajo pisno ali ustno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "166",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "166",
      "content": "Sodišče mora posebno skrbeti, da pridejo do svojih pravic osebe, ki zaradi mladoletnosti, duševne bolezni ali drugih okoliščin, sploh niso sposobne ali niso popolnoma sposobne, da bi same skrbele za svoje zadeve."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "167",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "167",
      "title": "Podlaga za izdajo odločbe",
      "content": "(1) Sodišče izda odločbo na podlagi uspeha celotnega obravnavanja, upoštevajoč pri tem tako dokaze, ki so jih predložile stranke, kakor tudi dokaze, ki jih je preskrbelo samo.\n(2) Odločba se lahko opira tudi na dokaze, ki niso bili izvedeni pred sodnikom, ki določbo izda."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "168",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "168",
      "title": "Pristojnost in sestava sodišča",
      "content": "(1) Zapuščinsko obravnavo opravi po zakonu stvarno pristojno sodišče.\n(2) Vse odločbe med postopkom izdaja sodnik posameznik."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "169",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "169",
      "title": "Opravljanje posameznih opravil",
      "content": "(1) Izvedbo dokazov opravlja sodnik z zapisnikarjem.\n(2) Izjave o odpovedi dediščini, druge izjave in predloge strank lahko sprejemajo na zapisnik tudi strokovni sodelavci."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "170",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "170",
      "title": "Zapisnik in zaznamki",
      "content": "(1) O opravilih v zapuščinskem postopku se sestavi praviloma zapisnik.\n(2) O manj pomembnih izjavah strank in o obvestilih, ki jih zbere sodišče, se lahko namesto zapisnika zapiše samo zaznamek na spisu.\n(3) Zapisnik podpišejo stranke, če so bile navzoče pri opravilu, sodnik in zapisnikar oziroma referent, ki je sestavil zapisnik.\n(4) Zaznamek na spisu podpiše tisti, ki ga je sestavil."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "171",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "171",
      "title": "Oblika odločb",
      "content": "(1) Odločbe se izdajajo v obliki sklepov.\n(2) Sklepi, zoper katere je dovoljena samostojna pritožba, in sklepi sodišča druge stopnje morajo biti obrazloženi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "172",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "172",
      "title": "Pritožba",
      "content": "(1) Zoper sklep sodišča prve stopnje je dovoljena pritožba, če ni s tem zakonom drugače določeno.\n(2) Pritožba se vloži v petnajstih dneh od vročitve.\n(3) Pritožba zadrži izvršitev sklepa, če sodišče ne odloči drugače.\n(4) Sodišče odloči, da pritožba ne zadrži izvršitve sklepa, zlasti v primerih, če so s sklepom odrejeni ukrepi za zavarovanje zapuščine, pa je nevarnost, da bi se z odložitvijo izvršitev teh ukrepov onemogočila."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "173",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "173",
      "content": "(1) Pritožba se vloži pri sodišču, ki je sklep izdalo in ki lahko po pritožbi samo z novim sklepom spremeni svoj prejšnji sklep ali ga prekliče, če s tem niso prizadete pravice drugih oseb, ki se opirajo na ta sklep.\n(2) Če sodišče prve stopnje ne spremeni oziroma ne prekliče svojega sklepa, pošlje pritožbo sodišču druge stopnje, ne glede na to, ali je bila pritožba vložena v roku, ki ga določa zakon.\n(3) Sodišče druge stopnje odloča praviloma samo o pritožbah, ki so bile vložene pravočasno; upošteva pa lahko tudi pritožbo, ki ni bila vložena pravočasno, če s tem niso prizadete pravice drugih oseb, ki se opirajo na sklep."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "174",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "174",
      "title": "Stroški",
      "content": "(1) Vsaka stranka trpi stroške, ki jih je imela med postopkom ali zaradi postopka.\n(2) Če je bilo kaj skupnih stroškov, določi sodišče, v katerem razmerju jih stranke trpijo.\n(3) Na predlog ene stranke lahko sodišče odloči, da ji mora druga stranka povrniti stroške, katere ji je povzročila z očitno nepoštenim ravnanjem."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "175",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "I. SPLOŠNE DOLOČBE",
      "article": "175",
      "title": "Stranke",
      "content": "Za stranke v smislu tega zakona se štejejo dediči in volilojemniki ter druge osebe, ki uveljavljajo kakšno pravico iz zapuščine."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "176",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "II. PRISTOJNOST",
      "article": "176",
      "content": "(1) Za zapuščinsko obravnavo po državljanu Republike Slovenije je glede njegovega nepremičnega premoženja, ki je v Republiki Sloveniji, izključno pristojno sodišče v Republiki Sloveniji.\n(2) Če je nepremično premoženje državljana Republike Slovenije v tujini, je sodišče v Republiki Sloveniji pristojno samo v primeru, če ni po zakonu tuje države, v kateri je to premoženje, pristojen tuj organ."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "177",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "II. PRISTOJNOST",
      "article": "177",
      "content": "(1) Za zapuščinsko obravnavo je krajevno pristojno po zakonu stvarno pristojno sodišče, na katerega območju je imel zapustnik ob smrti stalno ali začasno prebivališče (zapuščinsko sodišče).\n(2) Če zapustnik ob smrti ni imel niti stalnega niti začasnega prebivališča v Republiki Sloveniji, je krajevno pristojno sodišče v Republiki Sloveniji, na katerega območju je zapuščina.\n(3) Če je zapustnikovo premoženje v različnih krajih Republike Slovenije, je za zapuščinsko obravnavo krajevno pristojno po zakonu stvarno pristojno sodišče, na katerega območju je pretežni del zapuščine.\n(4) Če ni nobene zapuščine v Republiki Sloveniji, določi Vrhovno sodišče Republike Slovenije, katere po zakonu stvarno pristojno sodišče je krajevno pristojno.\n(5) Začasne ukrepe za zavarovanje zapuščine v Republiki Sloveniji lahko odredi sodišče, na katerega območju je zapustnik umrl, kakor tudi sodišče, na katerega območju je zapustnikovo premoženje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "178",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "II. PRISTOJNOST",
      "article": "178",
      "content": "(1) Ves čas med postopkom mora sodišče paziti na svojo stvarno in krajevno pristojnost.\n(2) Stranke ne morejo sporazumno spremeniti stvarne in krajevne pristojnosti."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "179",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "179",
      "title": "Dolžnost matičarja",
      "content": "(1) Kadar kdo umre ali je razglašen za mrtvega, mora matičar, ki je pristojen za vpis smrti v matični register, v tridesetih dneh od vpisa poslati smrtovnico zapuščinskemu sodišču.\n(2) Če matičar ne more dobiti podatkov za smrtovnico, pošlje smrtovnico samo s tistimi podatki, s katerimi razpolaga, ter navede vzroke, zakaj ni mogel smrtovnice v celoti sestaviti in navede podatke, ki utegnejo biti sodišču koristni, da najde dediče in pokojnikovo premoženje.\n(3) Če umre kdo zunaj občine, v kateri je imel stalno ali začasno prebivališče, pošlje matičar zapuščinskemu sodišču samo izpisek iz matičnega registra o smrti ter podatke, s katerimi razpolaga in ki utegnejo biti koristni za sestavitev smrtovnice."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "180",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "180",
      "title": "Sestavitev in vsebina smrtovnice",
      "content": "(1) Smrtovnica se sestavi na podlagi podatkov iz matičnega registra in centralnega registra prebivalcev, centralne zbirke podatkov o pravicah iz javnih sredstev in podatkov, ki jih dajo pokojnikovi družinski člani ali osebe, s katerimi je pokojnik živel.\n(2) Če je bila matičarju v postopku sestave smrtovnice izročena oporoka ali potrdilo o hrambi oporoke ali mu je bil posredovan podatek, da obstaja oporoka, smrtovnici priloži tudi oporoko, potrdilo o hrambi oporoke ali v smrtovnici navede podatek o obstoju oporoke.\n(3) Smrtovnica se sestavi tudi, če pokojnik ni zapustil nobenega premoženja."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "181",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "181",
      "content": "(1) Če dobi nepopolno smrtovnico ali samo izpisek iz matičnega registra o smrti, zapuščinsko sodišče glede na okoliščine samo sestavi smrtovnico pri sodišču ali odredi, naj jo sestavi delavec sodišča zunaj sodišča, ali pa naroči matičarju, da jo sestavi.\n(2) Sodišče lahko samo sestavi smrtovnico tudi v drugih, v prvem odstavku tega člena ne navedenih primerih, kadar je to primerno, če je z izpiskom iz matičnega registra o smrti ali z javno listino dokazano, da je kdo umrl ali da je razglašen za mrtvega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "182",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "182",
      "content": "(1) V smrtovnico se vpišejo tile podatki:\n1.      priimek in ime (tudi prejšnji priimki oziroma imena) pokojnika ter njegovega očeta, EMŠO, poklic, datum rojstva, in državljanstvo pokojnika, za umrlo poročeno žensko pa tudi njen dekliški priimek;\n2.      dan, mesec in leto ter kraj in, če je mogoče, ura smrti;\n3.      kraj, v katerem je imel pokojnik svoje stalno oziroma začasno prebivališče;\n4.      priimek in ime, EMŠO, datum rojstva, poklic ter stalno oziroma začasno prebivališče pokojnikovega zakonca ter zakonskih otrok in otrok, rojenih zunaj zakona, ter posvojencev;\n5.      priimek in ime, EMŠO, datum rojstva ter stalno oziroma začasno prebivališče drugih sorodnikov, ki bi bili lahko poklicani k dedovanju na podlagi zakona in oseb, ki so poklicane k dedovanju na podlagi oporoke;\n6.      približna vrednost pokojnikovega nepremičnega premoženja in posebej približna vrednost njegovega premičnega premoženja.\n(2) V smrtovnici se, če je to mogoče, navede tudi kraj, kjer je premoženje, ki ga je pokojnik zapustil, ali je kaj premoženja, za katero so posebni predpisi glede posesti, hrambe in priglasitve, ali je kaj gotovine, vrednostnih papirjev, dragocenosti, hranilnih knjižic ali kakšnih drugih pomembnih listin, ali je pokojnik zapustil kaj terjatev ali dolgov in koliko, ali je zapustil pisno oporoko, pogodbo o dosmrtnem preživljanju, pogodbo o izročitvi in razdelitvi premoženja ali sporazum o odpovedi neuvedenemu dedovanju in kje so, če je pokojnik napravil ustno oporoko pa priimek in ime ter poklic in prebivališče prič, pred katerimi jo je napravil. Če je znano, da je pokojnik napravil oporoko in ta ni bila predložena matičarju, se v smrtovnici navedejo tudi datum ali časovno obdobje, v katerem je bila oporoka sestavljena, oblika, v kateri je bila sestavljena, oseba, ki je sestavila oporoko, osebe, ki so oporočni dediči, in oseba, pri kateri je oporoka shranjena, ali kraj, kjer se oporoka nahaja.\n(3) V smrtovnici je treba posebej navesti, ali se pričakuje rojstvo pokojnikovega otroka in ali imajo pokojnikovi otroci ali zakonec skrbnika.\n(4) Če je pred zapustnikom umrl njegov zakonec ali kakšen njegov otrok ali kdo drug, ki bi bil lahko poklican k dedovanju, se v smrtovnici navedeta datum in kraj njihove smrti.\n(5) V smrtovnico se vpišejo tudi podatki o premičnem premoženju pokojnika iz evidence registriranih vozil in evidence o izdanih orožnih listinah."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "183",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "183",
      "content": "Če matičar oziroma sodišče ob sestavi smrtovnice ugotovi, da je zapustnik užival pomoč v skladu s predpisi o socialnem varstvu, v smrtovnico vpiše, katere vrste pomoč v skladu temi predpisi je zapustnik prejemal, v kakšnem obdobju, ali je pomoč izplačevala država Republika Slovenija ali občina in skupni znesek izplačanih zneskov pomoči."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "184",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "184",
      "title": "Popis in cenitev",
      "content": "(1) Popis in cenitev pokojnikovega premoženja se opravita po odločbi zapuščinskega sodišča in sicer le, če to zahteva skrbnik, če gre za omejitev dedovanja po 128. členu tega zakona, ali iz drugih opravičenih razlogov.\n(2) Sodišče odredi popis in cenitev tudi, če to zahtevajo pokojnikovi dediči, volilojemniki ali upniki.\n(3) Popis in cenitev se opravita tudi brez odločbe sodišča pri sestavljanju smrtovnice, če to zahteva kateri od dedičev ali volilojemnikov."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "185",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "185",
      "content": "(1) Popis obsega vse nepremično in premično premoženje, ki ga je imel v posesti pokojnik ob svoji smrti.\n(2) Popis obsega tudi premoženje, ki je pripadalo pokojniku, pa je pri kom drugem, z navedbo, pri kom je to premoženje in na kakšni podlagi, ter premoženje, ki ga je imel pokojnik, za katero pa se trdi, da ni njegovo.\n(3) V popisu premoženja se zapišejo pokojnikove terjatve in dolgovi, posebno pa tudi neplačani davek."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "186",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "186",
      "content": "(1) Premične stvari se popišejo po vrsti, številu, meri in teži ali vsaka posebej.\n(2) Nepremičnine se popišejo vsaka posebej z navedbo kraja, kjer so, kulture zemljišča in zemljiškoknjižnih podatkov, če so znani."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "187",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "187",
      "content": "Ob popisu premoženja se obenem navede tudi vrednost posameznih premičnih in nepremičnih stvari, ki spadajo v zapuščino."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "188",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "188",
      "content": "(1) Popis in cenitev premoženja opravi notar ali izvršitelj, ki ga določi zapuščinsko sodišče.\n(2) Popis in cenitev premoženja lahko opravi tudi delavec sodišča, ki ga določi sodnik.\n(3) Popis in cenitev se opravita v navzočnosti dveh polnoletnih občanov; kadar je to potrebno, pa tudi ob sodelovanju izvedencev.\n(4) Pri popisu in cenitvi je lahko navzoča vsaka prizadeta oseba."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "189",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "189",
      "content": "Notar oziroma izvršitelj, ki je opravil popis in cenitev zapuščine, pošlje podatke o popisu in cenitvi zapuščinskemu sodišču."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "190",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "190",
      "content": "Kadar se v zapuščini najdejo predmeti, za katere veljajo posebni predpisi glede posesti, hrambe ali priglasitve, se mora potem, ko so popisani, ravnati z njimi po teh predpisih."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "191",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "191",
      "title": "Zavarovanje zapuščine",
      "content": "(1) Če se ugotovi, da nobeden od navzočih dedičev ni sposoben upravljati premoženja in da ni zakonitega zastopnika ali če so dediči neznani ali odsotni, ali kadar druge okoliščine narekujejo posebno previdnost, izroči sodišče, na območju katerega je premoženje v nujnih primerih to premoženje ali del premoženja v hrambo zanesljivi osebi ali odredi hrambo pri izvršitelju, če gre za gotovino, vrednostne papirje, dragocenosti, hranilne knjižice ali druge pomembne listine.\n(2) To sodišče obvesti zapuščinsko sodišče o vseh ukrepih za zavarovanje zapuščine."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "192",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "III. PRIPRAVLJALNA OPRAVILA",
      "article": "192",
      "title": "Skrbnik zapuščine",
      "content": "(1) Kadar je po tem zakonu potrebno postaviti začasnega skrbnika zapuščine, ga postavi zapuščinsko sodišče.\n(2) Preden sodišče postavi začasnega skrbnika, zasliši, če je mogoče, tiste, ki so upravičeni dedovati, glede osebe skrbnika."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "193",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IV. POSTOPEK Z OPOROKO",
      "article": "193",
      "content": "(1) Oporoka, ki jo je zapustil pokojnik, se pošlje sodišču skupaj s smrtovnico.\n(2) Organ, ki sestavi smrtovnico, se mora prepričati, ali je za pokojnikom ostala pisna oporoka ali listina o ustni oporoki."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "194",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IV. POSTOPEK Z OPOROKO",
      "article": "194",
      "title": "Razglasitev oporoke",
      "content": "(1) Kadar sodišče ugotovi, da je tisti, ki je zapustil oporoko, umrl ali da je razglašen za mrtvega, odpre njegovo oporoko, ne da bi poškodovalo pečat, jo prebere in o tem sestavi zapisnik.\n(2) Tako se ravna ne glede na to, ali je oporoka po zakonu veljavna, in ne glede na to, ali je več oporok.\n(3) Oporoka se odpre in prebere v navzočnosti dveh polnoletnih občanov, ki sta lahko tudi dediča.\n(4) Pri razglasitvi oporoke so lahko navzoči dediči, volilojemniki in druge prizadete osebe in lahko zahtevajo njen prepis.\n(5) Sodišče, pri katerem je oporoka ali kateremu se oporoka predloži, jo odpre in prebere, četudi je za zapuščinsko obravnavo pristojno kakšno drugo sodišče ali tuji organ."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "195",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IV. POSTOPEK Z OPOROKO",
      "article": "195",
      "content": "(1) Zapisnik o razglasitvi pisne oporoke mora obsegati:\n1.      koliko oporok je bilo najdenih, kateri datum imajo in kje so bile najdene;\n2.      kdo jih je izročil sodišču ali sestavljalcu smrtovnice;\n3.      katere priče so bile navzoče pri odpiranju in razglasitvi oporoke;\n4.      ali je bila oporoka izročena odprta, ali zaprta  in s kakšnim pečatom je bila zapečatena.\n(2) Če se pri odpiranju oporoke opazi, da je pečat poškodovan, ali da je v oporoki kaj izbrisano, prečrtano ali popravljeno, ali če se najde kaj drugega sumljivega, se mora tudi to navesti v zapisniku.\n(3) Zapisnik podpišejo sodnik, zapisnikar in priči.\n(4) Na razglašeni oporoki sodišče potrdi, da je bila razglašena; pri tem navede datum razglasitve ter število in datum drugih najdenih oporok."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "196",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IV. POSTOPEK Z OPOROKO",
      "article": "196",
      "title": "Razglasitev ustne oporoke",
      "content": "(1) Če je pokojnik napravil ustno oporoko in obstaja o tem listina, ki so jo priče lastnoročno podpisale, razglasi sodišče vsebino take listine po določbah, ki veljajo za razglasitev pisne oporoke.\n(2) Če take listine ni, se priče, pred katerimi je bila napravljena ustna oporoka, zaslišijo vsaka posebej o njeni vsebini, zlasti pa o okoliščinah, od katerih je odvisna njena veljavnost, nato pa se zapisnik o zaslišanju teh prič razglasi po določbah, ki veljajo za razglasitev pisne oporoke."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "197",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IV. POSTOPEK Z OPOROKO",
      "article": "197",
      "title": "Razglasitev pogrešane ali uničene oporoke",
      "content": "(1) Če je pisna oporoka izginila ali je bila brez zapustnikove volje uničena, pa med prizadetimi ni spora o tem, da je obstajala, o obliki, v kateri je bila sestavljena, o načinu, kako je izginila ali bila uničena in tudi ne o njeni vsebini, zasliši zapuščinsko sodišče o tem vse prizadete osebe in izvede po njihovih predlogih potrebne dokaze, nato pa razglasi ta zapisnik po določbah, ki veljajo za razglasitev pisne oporoke.\n(2) Če bi zapuščina, ko ne bi bilo oporoke, postala lastnina Republike Slovenije, velja sporazum prizadetih o obstoju oporoke ter o njeni obliki in vsebini samo s soglasjem pristojnega organa.\n(3) Če so med prizadetimi osebe, ki niso sposobne same skrbeti za svoje zadeve, velja sporazum iz prvega in drugega odstavka tega člena samo s soglasjem pristojnega centra za socialno delo."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "198",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IV. POSTOPEK Z OPOROKO",
      "article": "198",
      "title": "Hramba listin o razglasitvi oporoke",
      "content": "(1) Zapisnik o razglasitvi oporoke z izvirno pisno oporoko oziroma z listino o ustni oporoki ali zapisnikom o zaslišanju prič ustne oporoke se pošlje zapuščinskemu sodišču; sodišče, ki je oporoko razglasilo, obdrži njihov prepis.\n(2) Izvirna pisna oporoka, listina o ustni oporoki, zapisnik o zaslišanju prič ustne oporoke ter zapisnik o vsebini pogrešane ali uničene pisne oporoke se hranijo pri sodišču ločeno od drugih spisov, njihov overjen prepis pa se priloži k spisom."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "199",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "V. POSTOPEK ZAPUŠČINSKEGA SODIŠČA PO PREJEMU SMRTOVNICE",
      "article": "199",
      "content": "(1) Ko sodišče prejme smrtovnico, preizkusi, ali je pristojno za zapuščinsko obravnavo; če ugotovi, da ni pristojno, pošlje zadevo pristojnemu sodišču.\n(2) Če sodišče ugotovi, da je za zapuščinsko obravnavo pristojen tuj organ, se izreče s sklepom za nepristojno."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "200",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "V. POSTOPEK ZAPUŠČINSKEGA SODIŠČA PO PREJEMU SMRTOVNICE",
      "article": "200",
      "content": "Ukrepe za zavarovanje zapuščine lahko odredi zapuščinsko sodišče vsak čas, dokler teče zapuščinski postopek."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "201",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "V. POSTOPEK ZAPUŠČINSKEGA SODIŠČA PO PREJEMU SMRTOVNICE",
      "article": "201",
      "content": "Če je zapustnik postavil izvršitelja oporoke, mu sodišče to sporoči in ga povabi, naj v določenem roku izjavi, ali prevzame to dolžnost."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "202",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "V. POSTOPEK ZAPUŠČINSKEGA SODIŠČA PO PREJEMU SMRTOVNICE",
      "article": "202",
      "content": "(1) Če se pričakuje rojstvo otroka, ki bi bil upravičen dedovati, obvesti zapuščinsko sodišče o tem pristojni center za socialno delo.\n(2) Če ta center ne določi drugače, skrbi za pravice še nerojenega otroka eden njegovih staršev."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "203",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "V. POSTOPEK ZAPUŠČINSKEGA SODIŠČA PO PREJEMU SMRTOVNICE",
      "article": "203",
      "title": "Postopek, če ni premoženja ali so samo premičnine",
      "content": "(1) Če po podatkih iz smrtovnice pokojnik ni zapustil premoženja, odloči zapuščinsko sodišče, da se zapuščinska obravnava ne opravi.\n(2) Tako ravna sodišče tudi v primeru, če je pokojnik zapustil samo premično premoženje, pa nobeden od tistih, ki so upravičeni dedovati, ne zahteva obravnave.\n(3) Kadar sodišče odloči, da ne bo opravilo zapuščinske obravnave, mora obvestiti o tem pristojni center za socialno delo, če so med dediči osebe, ki niso sposobne same skrbeti za svoje zadeve, pa nimajo staršev.\n(4) Če sodišče odloči, da ne bo opravilo zapuščinske obravnave zaradi tega, ker obstaja zapuščina samo iz premičnega premoženja, lahko osebe, ki so upravičene dedovati, izvršujejo pravice, ki jim gredo kot dedičem."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "204",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "V. POSTOPEK ZAPUŠČINSKEGA SODIŠČA PO PREJEMU SMRTOVNICE",
      "article": "204",
      "title": "Ločitev zapuščine",
      "content": "Kadar se po določbah zakona lahko zahteva ločitev zapuščine od dedičevega premoženja, sodišče na predlog upravičencev odredi tako ločitev, uporabljajoč pri tem smiselno določbe tega zakona o začasnih ukrepih za zavarovanje zapuščine."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "205",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "205",
      "title": "Vabilo na narok",
      "content": "(1) Za zapuščinsko obravnavo določi sodišče narok.\n(2) V vabilu na narok obvesti sodišče prizadete osebe o uvedbi postopka in o morebitnem obstoju oporoke; povabi jih, da takoj predložijo sodišču pisno oporoko oziroma listino o ustni oporoki, če je pri njih ali da navedejo priče ustne oporoke.\n(3) Sodišče opozori v vabilu prizadete osebe, da lahko do konca postopka podajo pri sodišču izjavo, ali sprejmejo dediščino ali pa se ji odpovedujejo in da bo sodišče odločilo o njihovi pravici po podatkih, s katerimi razpolaga, če ne pridejo na narok ali ne podajo izjave.\n(4) Če je pokojnik zapustil oporoko, obvesti sodišče o uvedbi zapuščinskega postopka in povabi na narok tudi osebe, ki bi utegnile priti v poštev kot zakoniti dediči.\n(5) Če je pokojnik postavil izvršitelja oporoke, obvesti sodišče tudi njega o uvedbi postopka."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "206",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "206",
      "title": "Vabilo z oklicem",
      "content": "(1) Če se ne ve, ali je kaj dedičev, povabi sodišče z oklicem tiste, ki mislijo, da imajo pravico do dediščine, da se priglasijo sodišču v šestih mesecih od objave oklica na spletni strani sodišča.\n(2) Oklic se objavi na oglasni deski in na spletni strani sodišča, po potrebi pa tudi na drug primeren način.\n(3) Po prvem in drugem odstavku tega člena ravna sodišče tudi, če je dediču postavljen začasni zastopnik zato, ker je prebivališče neznano, pa nima pooblaščenca, ali zato, ker živi dedič ali njegov zakoniti zastopnik, ki nima pooblaščenca, v tujini, vročitev pa se ni mogla opraviti.\n(4) Po preteku roka iz prvega odstavka tega člena opravi sodišče zapuščinsko obravnavo na podlagi izjave postavljenega skrbnika in podatkov, s katerimi razpolaga."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "207",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "207",
      "title": "Narok",
      "content": "(1) V zapuščinskem postopku obravnava sodišče vsa vprašanja, ki se nanašajo na zapuščino, zlasti pa pravico do dediščine, velikost dednega deleža in pravico do volila.\n(2) O teh pravicah odloči sodišče praviloma, ko sprejme od prizadetih oseb potrebne izjave.\n(3) Pravice oseb, ki ne pridejo na narok, čeprav so bile v redu povabljene, obravnava sodišče po podatkih, s katerimi razpolaga, upoštevajoč njihove pisne izjave, ki prispejo do izdaje odločbe.\n(4) Pri zapuščinski obravnavi lahko dajejo prizadete osebe izjave v navzočnosti drugih prizadetih oseb in ni potrebno, da bi se tem osebam vselej dala priložnost, da se izjavijo o izjavah drugih prizadetih oseb.\n(5) Če sodišče dvomi, da bi bil tisti, ki zahteva dediščino na podlagi zakona, edini ali najbližji pokojnikov sorodnik, lahko zasliši tudi osebe, za katere misli, da bi utegnile imeti enako ali močnejšo pravico do dediščine; lahko pa povabi te osebe tudi z oklicem po določbah 206. člena tega zakona."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "208",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "208",
      "title": "Dedna izjava",
      "content": "(1) Če dedič sprejme dediščino ali se ji odpove, mora izjavo o tem podpisati on sam ali njegov zastopnik.\n(2) Podpisa na izjavi o sprejemu dediščine ali odpovedi dediščini, ki se predloži sodišču, ni potrebno overiti; sodišče pa v dvomu lahko zahteva overitev pisne izjave o odpovedi dediščini oziroma pooblastila.\n(3) V izjavi je treba navesti, ali dedič sprejme delež ali se odpove deležu, ki mu gre po zakonu ali po oporoki ali pa se izjava nanaša na nujni delež.\n(4) Izjavo o odpovedi dediščini lahko da dedič pred zapuščinskim sodiščem ali pred katerimkoli drugim po zakonu stvarno pristojnim sodiščem.\n(5) Ko dedič daje izjavo o odpovedi dediščini, ga sodišče opozori, da se lahko odpove dediščini samo v svojem imenu ali pa tudi v imenu svojih potomcev."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "209",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "209",
      "title": "Ugovor zoper popis ali cenitev",
      "content": "(1) Če stranke ugovarjajo popisu ali cenitvi premoženja, lahko odredi sodišče, če misli, da je to potrebno, naj se znova opravi popis ali cenitev.\n(2) Če popis premoženja ni bil opravljen, lahko sodišče na podlagi podatkov prizadetih oseb samo ugotovi, katero premoženje spada v zapuščino."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "210",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "210",
      "title": "Napotitev na pravdo",
      "content": "(1) Sodišče prekine zapuščinsko obravnavo in napoti stranke na pravdo ali na upravni postopek, če so med strankami sporna dejstva, od katerih je odvisna kakšna njihova pravica.\n(2) Tako ravna sodišče, če so sporna tale dejstva:\n1.      dejstva, od katerih je odvisna pravica do dediščine, zlasti veljavnost ali vsebina oporoke ali razmerje med dedičem in zapustnikom, ki je podlaga za dedovanje, po zakonu;\n2.      dejstva, od katerih je odvisna utemeljenost zahteve preživelega zakonca in zapustnikovih potomcev, ki so živeli z zapustnikom v istem gospodinjstvu, da se jim iz zapuščine izločijo gospodinjski predmeti, ki so namenjeni za zadovoljitev vsakdanjih potreb;\n3.      dejstva, od katerih je odvisna velikost dednega deleža, zlasti vračunanje v dedni delež;\n4.      dejstva, od katerih je odvisna utemeljenost razdedinjenja nujnih dedičev ali utemeljenost razlogov za nevrednost;\n5.      dejstva o tem, ali se je nekdo odpovedal dediščini.\n(3) Če v naštetih primerih ne gre za spor o dejstvih, temveč za spor o uporabi prava, odloči zapuščinsko sodišče o pravnih vprašanjih v zapuščinskem postopku."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "211",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "211",
      "content": "Če je med strankami spor o pravici do volila ali o kakšni drugi pravici iz zapuščine, napoti sodišče prav tako stranke na pravdo ali na upravni postopek, ne prekine pa zapuščinske obravnave."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "212",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "212",
      "content": "Če je med dediči spor bodisi o dejstvih bodisi o uporabi prava, prekine sodišče zapuščinsko obravnavo in napoti stranke na pravdo ali na upravni postopek v tehle primerih:\n1.      če je med dediči spor o tem, ali kakšno premoženje spada v zapuščino;\n2.      če je med dediči spor zaradi zahteve zapustnikovih potomcev, ki so živeli z njim v skupnosti, da se jim iz zapuščine izloči del, ki ustreza njihovemu prispevku k povečanju ali ohranitvi vrednosti zapustnikovega premoženja."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "213",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VI. ZAPUŠČINSKA OBRAVNAVA",
      "article": "213",
      "content": "(1) Sodišče napoti na pravdo oziroma na upravni postopek tisto stranko, katere pravico šteje za manj verjetno.\n(2) Če sodišče prekine postopek, določi rok, v katerem je treba sprožiti pravdo oziroma upravni postopek.\n(3) Če se stranka v določenem roku ravna po sklepu sodišča, traja prekinitev postopka, dokler ni pravda oziroma dokler ni upravni postopek pravnomočno končan.\n(4) Če se stranka v določenem roku ne ravna po sklepu sodišča, se nadaljuje zapuščinska obravnava in se dokonča ne glede na zahtevke, glede katerih jo je sodišče napotilo na pravdo oziroma na upravni postopek.\n(5) Če je zapuščinsko sodišče opravilo zapuščinsko obravnavo po četrtem odstavku tega člena, kakor tudi, če je opravilo zapuščinsko obravnavo, moralo pa bi napotiti stranko na pravdo, pravnomočnost odločbe zapuščinskega sodišča ni ovira, da se o zadevnem zahtevku ne bi mogla sprožiti pravda."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "214",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "214",
      "title": "Vsebina sklepa",
      "content": "(1) Ko sodišče ugotovi, katerim osebam gre pravica do dediščine, jih s sklepom o dedovanju razglasi za dediče.\n(2) Ta sklep mora obsegati:\n1.      priimek in ime (tudi prejšnje priimke) pokojnika ter ime njegovega očeta, poklic, datum rojstva in državljanstvo pokojnika, za umrlo poročeno žensko pa tudi dekliški priimek;\n2.      navedbo nepremičnin s podatki iz zemljiških knjig, ter navedbo premičnin, sklicujoč se na popis;\n3.      priimek in ime ter poklic in stalno prebivališče dediča, razmerje dediča do zapustnika, ali deduje kot zakoniti ali kot oporočni dedič, če je več dedičev, pa tudi njihov dedni delež;\n4.      ali je določitev dediča odložena;\n5.      ali je dedičeva pravica odložena zaradi tega, ker še ni prišel čas, ali je omejena na določen čas, ali je odložena zaradi neizpolnjenega pogoja ali odvisna od razveznega pogoja oziroma naloga, ki ga je šteti za razvezni pogoj, ali je omejena s pravico, užitka in v čigavo korist;\n6.      priimek in ime, poklic in stalno prebivališče oseb, katerim je pripadlo volilo, užitek ali kakšna druga pravica iz zapuščine, z natančnim opisom te pravice.\n(3) Če v zapuščinskem postopku vsi dediči sporazumno predložijo delitev in način delitve, navede sodišče tak sporazum v sklepu o dedovanju.\n(4) Če gre za omejitev dedovanja po 128. členu tega zakona, navede sodišče v sklepu o dedovanju tudi vse bistvene podatke o tem ter morebitno obvezo o povračilu pomoči in ugotovi obstoj zakonite zastavne pravice (tretji in četrti odstavek 128. člena)."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "215",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "215",
      "title": "Vročitev sklepa",
      "content": "(1) Sklep o dedovanju se vroči vsem dedičem in volilojemnikom, kakor tudi osebam, ki so v postopku uveljavljale zahtevke iz naslova dedovanja.\n(2) Če je bila sodišču predložena pisna izjava o odpovedi dediščini po pooblaščencu in podpis pooblastitelja ni overjen, se sklep o dedovanju vroči obema.\n(3) Pravnomočen sklep o dedovanju se pošlje pristojnemu davčnemu uradu.\n(4) Sodišče pošlje pravnomočni sklep o dedovanju banki ali drugemu ponudniku plačilnih storitev, pri katerem je imel zapustnik odprt račun ali shranjeno drugo premoženje. Če je predmet dedovanja orožje ali strelivo, pošlje sodišče pravnomočni sklep o dedovanju upravni enoti, kjer je imel pokojnik stalno prebivališče, ali kjer je imel začasno prebivališče, če ni imel stalnega prebivališča."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "216",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "216",
      "title": "Vpisi v zemljiški knjigi in izročitev premičnin",
      "content": "Ko se predložijo dokazi o izpolnitvi in zavarovanju obveznosti, ki so dediču naložene z oporoko v korist oseb, ki niso sposobne, da bi same skrbele za svoje zadeve, ali v kakšen splošno koristen namen, odredi sodišče, da se opravijo v zemljiški knjigi potrebni vpisi in da se upravičencem izročijo premične stvari, ki so v hrambi pri sodišču."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "217",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "217",
      "title": "Zavarovanje pri pogojni pravici",
      "content": "Kadar je pravica dediča ali volilojemnika odložena zaradi tega, ker še ni prišel čas, ali je omejena na določen čas, ali je odložena zaradi še neizpolnjenega pogoja ali odvisna od razveznega pogoja oziroma naloga, ki ga je šteti za razvezni pogoj, odredi sodišče na predlog prizadetih oseb začasne ukrepe za zavarovanje zadevnega dela zapuščine po določbah zakona, ki ureja izvršbo in zavarovanje, če ni z oporoko določeno kaj drugega."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "218",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "218",
      "title": "Poseben sklep o volilu",
      "content": "(1) Če dediči ne oporekajo volilu, lahko izda sodišče pred sklepom o dedovanju na zahtevo volilojemnika poseben sklep o volilu.\n(2) V takem primeru se smiselno uporabljajo določbe o pošiljanju pravnomočnega sklepa o dedovanju pristojnemu davčnemu uradu, o vpisih v zemljiški knjigi in o izročitvi premičnih stvari, ki so v hrambi pri sodišču."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "219",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "219",
      "title": "Izročitev zapuščine pristojnemu organu",
      "content": "Kadar sodišče ugotovi, da ni dedičev, ali kadar se ne ve, ali je kaj dedičev, pa se v roku, ki je predpisan s tem zakonom, ne zglasi nihče, ki bi uveljavljal pravico do dediščine, izda sodišče sklep, da se zapuščina izroči organu, pristojnemu za gospodarjenje s posamezno vrsto premoženja."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "220",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VII. SKLEP O DEDOVANJU IN O VOLILU",
      "article": "220",
      "title": "Učinek pravnomočnosti sklepa",
      "content": "Pravnomočen sklep o dedovanju ali o volilu veže stranke, ki so sodelovale v zapuščinskem postopku, kolikor jim ni priznana pravica, da lahko uveljavljajo svoj zahtevek v pravdi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "221",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VIII. DEDNOPRAVNI ZAHTEVKI PO PRAVNOMOČNOSTI SKLEPA O DEDOVANJU",
      "article": "221",
      "title": "Pozneje najdeno premoženje",
      "content": "(1) Če se po pravnomočnosti sklepa o dedovanju najde premoženje, za katero se ob izdaji sklepa ni vedelo, da pripada zapuščini, sodišče ne opravi nove zapuščinske obravnave, temveč razdeli to premoženje z novim sklepom na podlagi prejšnjega sklepa o dedovanju.\n(2) Če prej ni bilo zapuščinske obravnave, jo sodišče opravi le tedaj, če obstaja najdeno premoženje iz nepremičnin.\n(3) Če obstaja najdeno premoženje iz premičnin, opravi sodišče zapuščinsko obravnavo samo na zahtevo prizadetih oseb."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "222",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VIII. DEDNOPRAVNI ZAHTEVKI PO PRAVNOMOČNOSTI SKLEPA O DEDOVANJU",
      "article": "222",
      "title": "Pozneje najdena oporoka",
      "content": "(1) Če se po pravnomočnosti sklepa o dedovanju najde oporoka, jo sodišče razglasi in pošlje zapuščinskemu sodišču, obdrži pa njen prepis.\n(2) Zapuščinsko sodišče ne opravi nove zapuščinske obravnave, temveč obvesti prizadete osebe o razglasitvi oporoke in jih opozori, da lahko uveljavljajo svoje pravice iz oporoke v pravdi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "223",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VIII. DEDNOPRAVNI ZAHTEVKI PO PRAVNOMOČNOSTI SKLEPA O DEDOVANJU",
      "article": "223",
      "title": "Novi dedič",
      "content": "Če po pravnomočnosti sklepa o dedovanju oseba, ki ni sodelovala v zapuščinskem postopku uveljavlja kakšno pravico do zapuščine kot dedič, zapuščinsko sodišče ne opravi nove zapuščinske obravnave, temveč napoti to osebo, da lahko uveljavlja svojo pravico v pravdi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "224",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "VIII. DEDNOPRAVNI ZAHTEVKI PO PRAVNOMOČNOSTI SKLEPA O DEDOVANJU",
      "article": "224",
      "title": "Pravda ob pogojih za obnovo postopka",
      "content": "Kadar je zapuščinska obravnava končana s pravnomočnim sklepom o dedovanju ali sklepom o volilu, pa so dani pogoji za obnovo postopka po določbah pravdnega postopka, se zapuščinski postopek ne obnovi, temveč lahko stranke uveljavljajo svoje pravice v pravdi."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "225",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IX. POSTOPEK, KADAR JE ZA ZAPUŠČINSKO OBRAVNAVO PRISTOJEN ORGAN TUJE DRŽAVE",
      "article": "225",
      "title": "Ukrepi za zavarovanje domačih dedičev, volilojemnikov in upnikov",
      "content": "(1) Kadar je za zapuščinsko obravnavo pristojen organ tuje države, izda sodišče v Republiki Sloveniji, na katerega območju je zapustnik umrl, po prejemu smrtovnice oklic, s katerim povabi vse osebe v Republiki Sloveniji, ki imajo kakšne zahtevke do zapuščine kot dediči, volilojemniki ali upniki, naj v oklicnem roku, ki ne sme biti krajši kot 30 dni in ne daljši kot šest mesecev in ki teče od dneva objave oklica na spletni strani sodišča, priglasijo svoje zahtevke, ker bo sicer premično premoženje iz zapuščine izročilo pristojnemu organu tuje države ali osebi, ki jo ta organ pooblasti za prevzem tega premoženja.\n(2) Oklic se objavi na oglasni deski in na spletni strani sodišča, po potrebi pa tudi na drug primeren način; en izvod oklica se pošlje najbližjemu diplomatsko-konzularnemu predstavniku ustrezne tuje države v Republiki Sloveniji.\n(3) Ne izda se oklic, če vrednost zapuščine, brez odbitka dolgov, ne presega 2.000 eurov.\n(4) Če se ne izda oklic, se zapuščina ne sme izročiti, dokler ne pretečejo trije meseci od dneva smrti tujega državljana."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "226",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IX. POSTOPEK, KADAR JE ZA ZAPUŠČINSKO OBRAVNAVO PRISTOJEN ORGAN TUJE DRŽAVE",
      "article": "226",
      "title": "Zadržanje zapuščine",
      "content": "(1) Če priglasi kakšen dedič ali volilojemnik svoj zahtevek, zadrži sodišče zapuščino oziroma del zapuščine, ki je potreben za kritje tega zahtevka, vse dotlej, dokler pristojni organ tuje države ne izda pravnomočne odločbe o takem zahtevku.\n(2) Sodišče izvrši glede priglašenega zahtevka tako odločbo iz zadržane zapuščine ali iz njenega dela, ostanek pa izroči pristojnemu organu tuje države.\n(3) Če kakšen upnik priglasi svojo terjatev, zadrži sodišče zapuščino ali del zapuščine, ki je potreben za kritje take terjatve, vse dotlej, dokler ni poravnana ali zavarovana."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227",
      "chapter": "Drugo poglavje  ZAPUŠČINSKI POSTOPEK",
      "section": "IX. POSTOPEK, KADAR JE ZA ZAPUŠČINSKO OBRAVNAVO PRISTOJEN ORGAN TUJE DRŽAVE",
      "article": "227",
      "title": "Prehod pristojnosti na sodišče v Republiki Sloveniji",
      "content": "(1) Če je za zapuščinsko obravnavo po tujem državljanu glede njegovega premičnega premoženja pristojen tuj organ, pa predlagajo vsi dediči, ki so v Republiki Sloveniji, naj opravi obravnavo sodišče v Republiki Sloveniji, povabi sodišče vse dediče in volilojemnike zunaj Republike Slovenije, naj v šestih mesecih od vročitve vabila uveljavijo ugovor nepristojnosti sodišča v Republiki Sloveniji, ker bo sicer to sodišče opravilo zapuščinsko obravnavo.\n(2) Znani dediči, za katerih prebivališče se ne ve, se povabijo z oklicem.\n(3) Oklic se objavi na oglasni deski in na spletni strani sodišča, po potrebi pa tudi na kakšen drug primeren način; en izvod oklica se pošlje najbližjemu diplomatsko-konzularnemu predstavniku ustrezne tuje države v Republiki Sloveniji.\n(4) Če nobeden od dedičev in volilojemnikov ne uveljavi ugovora nepristojnosti sodišča v Republiki Sloveniji, opravi to sodišče po preteku v prvem odstavku tega člena navedenega roka zapuščinsko obravnavo."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.a",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.a",
      "title": "Splošna določba",
      "content": "Za odločanje v zadevah po Uredbi 650/2012/EU se uporabljajo določbe tega zakona, če ni v Uredbi 650/2012/EU ali tem poglavju določeno drugače."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.b",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.b",
      "title": "Evropsko potrdilo o dedovanju",
      "content": "(1) Zahteva za izdajo evropskega potrdila o dedovanju iz 65. člena Uredbe 650/2012/EU se vloži pri zapuščinskem sodišču.\n(2) O zahtevi za izdajo evropskega potrdila o dedovanju odloči zapuščinsko sodišče."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.c",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.c",
      "title": "Popravek, sprememba ali razveljavitev evropskega potrdila o dedovanju",
      "content": "O zahtevi za popravek, spremembo ali razveljavitev evropskega potrdila o dedovanju iz 71. člena Uredbe 650/2012/EU odloči zapuščinsko sodišče.\n(1) Zoper sklep, s katerim sodišče odloči o zahtevi za izdajo evropskega potrdila o dedovanju v skladu s 67. členom Uredbe 650/2012/EU, zoper sklep o popravku evropskega potrdila o dedovanju, o spremembi evropskega potrdila o dedovanju in o razveljavitvi evropskega potrdila o dedovanju po 71. členu Uredbe 650/2012/EU lahko upravičene osebe iz 72. člena Uredbe 650/2012/EU vložijo pritožbo.\n(2) Pritožba se vloži v 30 dneh od vročitve sklepa.\n(3) Pritožba ne zadrži izvršitve sklepa."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.d",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.d",
      "title": "Začasna odložitev učinkov evropskega potrdila o dedovanju",
      "content": "(1) O zahtevi za začasen odlog učinkov evropskega potrdila o dedovanju iz 73. člena Uredbe 650/2012/EU odloči zapuščinsko sodišče. Postopek je nujen in prednosten.\n(2) Zoper sklep, s katerim sodišče odloči o zahtevi iz prejšnjega odstavka, lahko upravičene osebe iz 72. člena Uredbe 650/2012/EU vložijo pritožbo pri zapuščinskem sodišču.\n(3) Pritožba se vloži v 30 dneh od vročitve sklepa.\n(4) Pritožba ne zadrži izvršitve sklepa."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.e",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.e",
      "title": "Evropsko potrdilo o dedovanju, izdano v drugi državi članici",
      "content": "(1) Evropsko potrdilo o dedovanju, izdano v drugi državi članici Evropske unije (v nadaljnjem besedilu: druga država članica) v skladu z Uredbo 650/2012/EU, ima v primerih, ko je za vpis pravice na nepremičnini ali premičnini v zemljiško knjigo ali drugo evidenco ali register pristojno sodišče ali drug organ Republike Slovenije, lastnost sklepa o dedovanju.\n(2) V primeru, ko je za vpis pravice na nepremičnini ali premičnini v zemljiško knjigo ali drugo evidenco ali register pristojno sodišče ali drug organ Republike Slovenije, se šteje evropsko potrdilo o dedovanju, izdano v drugi državi članici v skladu z Uredbo 650/2012/EU, kot listina, ki je podlaga za takšen vpis.\n(3) Postopek vpisa v zemljiško knjigo ali drugo evidenco ali register se začne na predlog stranke, katere pravica se v skladu z evropskim potrdilom o dedovanju vpiše v zemljiško knjigo ali drugo evidenco ali register."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.f",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.f",
      "title": "Prilagoditev stvarnih pravic",
      "content": "(1) Če je treba po 31. členu Uredbe 650/2012/EU odločiti o prilagoditvi stvarne pravice, o tem na predlog osebe, ki uveljavlja takšno stvarno pravico, ki je pravo Republike Slovenije ne pozna, odloči okrajno sodišče, na območju katerega se nahaja predmet zapuščine ali večina predmetov zapuščine, glede katerih se uveljavlja takšna stvarna pravica, v nepravdnem postopku.\n(2) Sklep o prilagoditvi stvarnih pravic je skupaj z evropskim potrdilom o dedovanju podlaga za vpis stvarnih pravic v zemljiško knjigo ali drugo evidenco ali register."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.g",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.g",
      "title": "Začasni ukrepi in zavarovanje zapuščine",
      "content": "Če po Uredbi 650/2012/EU o dedovanju odloča pristojni organ druge države članice, o zahtevi za začasne ukrepe in zavarovanje zapuščine v Republiki Sloveniji (19. člen Uredbe 650/2012/EU) odloči pristojno okrajno sodišče po določbah tega zakona ali po določbah zakona, ki ureja izvršbo in zavarovanje."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.h",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.h",
      "title": "Razglasitev izvršljivosti",
      "content": "(1) Zahteva za razglasitev izvršljivosti odločbe, javne listine in sodne poravnave, izdane, sestavljene oziroma sklenjene v drugi državi članici in izvršljive v tej državi, se v Republiki Sloveniji vloži pri okrožnem sodišču, ki je krajevno pristojno v skladu s 45. členom Uredbe 650/2012/EU.\n(2) O zahtevi za razglasitev izvršljivosti odloči okrožno sodišče iz prejšnjega odstavka.\n(3) Sklep o razglasitvi izvršljivosti se vroči stranki, ki je vložila zahtevo, in stranki, zoper katero se zahteva izvršitev v skladu z drugim odstavkom 49. člena Uredbe 650/2012/EU."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.i",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.i",
      "title": "Ugovor zoper sklep o razglasitvi izvršljivosti",
      "content": "(1) O ugovoru zoper sklep o razglasitvi izvršljivosti po 50. členu Uredbe 650/2012/EU odloča sodišče, ki je izdalo sklep o razglasitvi izvršljivosti, v senatu treh sodnikov.\n(2) Rok za odgovor na ugovor je 30 dni od vročitve ugovora.\n(3) Če je odločitev o ugovoru odvisna od spornih dejstev, odloči sodišče po opravljenem naroku."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.j",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.j",
      "title": "Pritožba zoper sklep o ugovoru",
      "content": "(1) Zoper sklep, s katerim okrožno sodišče odloči o ugovoru iz 227.i člena tega zakona, lahko stranka vloži pritožbo.\n(2) Pritožba se vloži v 30 dneh od vročitve sklepa.\n(3) Rok za odgovor na pritožbo je 30 dni od vročitve pritožbe.\n(4) O pritožbi odloči Vrhovno sodišče Republike Slovenije.\n(5) Pritožba ne zadrži izvršitve sklepa."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "227.k",
      "chapter": "DOLOČBE ZA IZVAJANJE UREDBE 650/2012/EU",
      "article": "227.k",
      "title": "Potrdilo o izvršljivosti",
      "content": "Za izdajo potrdila iz (b) točke tretjega odstavka 46. člena Uredbe 650/2012/EU za namen priznanja ali razglasitve izvršljivosti sklepa o dedovanju v drugi državi članici je pristojno zapuščinsko sodišče."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "228",
      "chapter": "PREHODNE IN KONČNE DOLOČBE",
      "article": "228",
      "content": "(1) Ta zakon se uporablja za vse dediščine, v katerih se uvede dedovanje po njegovi uveljavitvi.\n(2) Za dediščine, v katerih postopek do uveljavitve tega zakona še ni pravnomočno končan, in za dedovanje nepopolnih posvojencev po dosedanjih predpisih, se uporabljajo določbe zakona o dedovanju (Uradni list SFRJ, št. 42/65)."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "229",
      "chapter": "PREHODNE IN KONČNE DOLOČBE",
      "article": "229",
      "content": "(1) Izjava poslednje volje, napravljena pred uveljavitvijo tega zakona, v obliki, ki je bila tedaj dovoljena, velja, kolikor ni v nasprotju z določbami tega zakona.\n(2) Omejitev v zvezi z določitvijo dediča dediču ali volilojemniku, vpisana v zemljiški knjigi, se izbriše po predlogu stranke ali po uradni dolžnosti."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "230",
      "chapter": "PREHODNE IN KONČNE DOLOČBE",
      "article": "230",
      "content": "Z dnem, ko začne veljati ta zakon, se, razen za primere iz drugega odstavka 228. člena tega zakona, v Socialistični republiki Sloveniji preneha uporabljati zakon o dedovanju (Uradni list SFRJ, št. 42/65), razen določb členov 154 do 159 ter 187 in 188, ki se še nadalje uporabljajo."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "231",
      "chapter": "PREHODNE IN KONČNE DOLOČBE",
      "article": "231",
      "content": "Do uveljavitve zakona o rednih sodiščih je za zapuščinske zadeve stvarno pristojno občinsko sodišče."
    },
    {
      "document_id": "ZAKO317",
      "provision_ref": "232",
      "chapter": "PREHODNE IN KONČNE DOLOČBE",
      "article": "232",
      "content": "Ta zakon začne veljati 1. januarja 1977."
    }
  ]
}