{
  "documents": [
    {
      "id": "ZAKO307",
      "type": "statute",
      "title": "Zakon o lokalni samoupravi (ZLS)",
      "short_name": "ZLS",
      "status": "in_force",
      "issued_date": "1993-12-31",
      "in_force_date": "1994-01-15",
      "url": "https://pisrs.si/pregledPredpisa?id=ZAKO307"
    }
  ],
  "provisions": [
    {
      "document_id": "ZAKO307",
      "provision_ref": "1",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "1",
      "content": "Ta zakon ureja občine kot temeljne samoupravne lokalne skupnosti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "2",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "2",
      "content": "Občina v okviru ustave in zakonov samostojno ureja, in opravlja svoje zadeve in izvršuje naloge, ki so nanjo prenesene z zakoni."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "5",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "5",
      "title": "(črtan)",
      "content": "Občine se na območjih, kjer živijo pripadniki madžarske in italijanske narodne skupnosti, oblikujejo tako, da je v njih zagotovljeno uresničevanje posebnih pravic narodnih skupnosti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "6",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "6",
      "content": "Občine med seboj prostovoljno sodelujejo zaradi skupnega urejanja in opravljanja lokalnih zadev javnega pomena. V ta namen ustanavljajo zveze, lahko združujejo sredstva in v skladu z zakonom ustanavljajo skupne organe ter organe skupne občinske uprave, ustanavljajo in upravljajo sklade, javne zavode, javna podjetja in ustanove.\nObčine se zaradi predstavljanja in uveljavljanja lokalne samouprave ter usklajevanja in skupnega zagotavljanja svojih interesov povezujejo v združenja.\nObčine, zveze in združenja lahko sodelujejo tudi z lokalnimi skupnostmi drugih držav in z mednarodnimi organizacijami lokalnih skupnosti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "7",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "7",
      "content": "Občine so osebe javnega prava s pravico posedovati, pridobivati in razpolagati z vsemi vrstami premoženja."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "8",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "8",
      "content": "Občine se financirajo iz lastnih virov.\nObčinam, ki zaradi slabše gospodarske razvitosti ne morejo v celoti zagotoviti izvajanja z zakonom določenih nalog, zagotovi potrebna dodatna sredstva država."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "9",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "9",
      "content": "Občina ima svoje ime, ki ga določi zakon. Zakon določi tudi sedež občine.\nO imenu in sedežu občine oziroma njuni spremembi se ugotovi volja prebivalcev naselij, vključenih v občino, z referendumom.\nIme občine se določi po imenu središčnega ali drugega naselja v občini ali po krajinskem imenu. Ime občine je lahko sestavljeno iz imen več naselij v občini. Ime občine se mora razlikovati od imen drugih občin. Kot sedež občine se praviloma določi središčno naselje.\nPri določitvi imena in sedeža občine je treba upoštevati zgodovinske in prometne vidike ter ustaljene splošne krajinske oznake.\nKadar zaradi spremembe območja občine naselje, po katerem je imela občina ime ali je bilo sedež, ni več v tej občini, se v postopku za spremembo območja občine določi tudi novo ime ali sedež občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "10",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "10",
      "content": "Samoupravne lokalne skupnosti imajo pravico do uporabe lastnega grba in zastave. Grb in zastava se morata razlikovati od grba in zastave Republike Slovenije, tujih držav in narodov ter drugih samoupravnih lokalnih skupnosti.\nGrb in zastavo določi samoupravna lokalna skupnost s predpisom.\nSamoupravne lokalne skupnosti uporabljajo žig, ki mora vsebovati označbo in ime samoupravne lokalne skupnosti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "11",
      "chapter": "1. poglavje  SPLOŠNE DOLOČBE",
      "article": "11",
      "content": "Osebe, ki imajo na območju občine stalno prebivališče, so člani občine (v nadaljnjem besedilu: občani).\nObčani v občinah odločajo o zadevah lokalne samouprave preko svetov, sestavljenih iz članov, ki jih volijo svobodno in tajno na podlagi neposredne, enake in splošne volilne pravice.\nObčani v občinah odločajo o zadevah lokalne samouprave tudi neposredno – na svojih zborih, z referendumom in preko ljudske iniciative."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "12",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "12",
      "content": "Območje občine obsega območje naselja ali več naselij, ki so povezana s skupnimi potrebami in interesi prebivalcev.\nObmočje občine je določeno z zakonom o ustanovitvi občine.\nObmočje občine se lahko spremeni oziroma nova občina se lahko ustanovi z zakonom po opravljenem referendumu, s katerim se ugotovi volja prebivalcev.\nZ zakonom, s katerim se ustanovi nova občina se določi njeno območje, ime in sedež, število članov prvega občinskega sveta in druge zadeve, pomembne za konstituiranje občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "13",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "13",
      "content": "Občina mora biti sposobna zadovoljevati potrebe in interese svojih prebivalcev in izpolnjevati druge naloge v skladu z zakonom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "13.a",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "13.a",
      "content": "Občina ima najmanj 5000 prebivalcev.\nOb ustanovitvi ima lahko občina manj kot 5000 prebivalcev, če gre za ustanovitev nove občine z združitvijo dveh ali več občin.\nPri ustanavljanju občin se morajo kriteriji iz 13. in 13.a člena upoštevati kot celota."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "14.b",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "14.b",
      "title": "(črtan)",
      "content": "Z odlokom o razpisu referenduma za ustanovitev nove občine oziroma spremembo območja občine se določi referendumsko območje oziroma več referendumskih območij, besedilo vprašanja na posameznem območju, dan razpisa referenduma in dan glasovanja.\nPravico glasovati na referendumu ima vsak, ki ima na referendumskem območju volilno pravico za volitve v občinski svet.\nReferendum se opravi v skladu z zakonom, ki ureja referendum in ljudsko iniciativo, kolikor ni s tem zakonom določeno drugače.\nPostopek za izvedbo referenduma vodijo republiška volilna komisija, volilne komisije referendumskih območij, ki jih imenuje republiška volilna komisija in volilni odbori. Republiška volilna komisija lahko za izvedbo referenduma pooblasti občinsko volilno komisijo. Glede oblikovanja in dela volilnih organov se smiselno uporabljajo določbe zakona, ki ureja lokalne volitve."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "15.a",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "15.a",
      "title": "(črtan)",
      "content": "Mesto je večje urbano naselje, ki se po velikosti, ekonomski strukturi, gostoti naseljenosti in zgodovinskem razvoju razlikuje od drugih naselij.\nMesto ima več kot 3.000 prebivalcev.\nNaselje dobi status mesta z odločitvijo vlade."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "15.b",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "15.b",
      "content": "Nova občina se konstituira in začne opravljati svoje naloge s prvim dnem proračunskega leta, ki sledi letu, v katerem so bile opravljene volitve."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "15.c",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "15.c",
      "content": "Občinski svet se konstituira na prvi seji po volitvah, na kateri se seznani z izidom volitev v občini, pod pogojem, da je v aktu o izidu volitev iz zakona, ki ureja lokalne volitve, ugotovljena izvolitev več kot polovice članov občinskega sveta.\nPrvo sejo občinskega sveta skliče prejšnji župan, prvo sejo občinskega sveta nove občine pa predsednik občinske volilne komisije. Prva seja se opravi najpozneje v 14 dneh po objavi akta o izidu volitev iz zakona, ki ureja lokalne volitve, vodi pa jo najstarejši član občinskega sveta.\nIzvoljeni kandidat za člana občinskega sveta pridobi mandat z dnem izvolitve, izvrševati pa ga začne, ko se novi občinski svet seznani z aktom o izidu volitev iz zakona, ki ureja lokalne volitve, s katerim je ugotovljena njegova izvolitev. Izvoljeni kandidat za župana pridobi mandat z dnem izvolitve, izvrševati pa ga začne, ko se novi občinski svet seznani z aktom o izidu volitev iz zakona, ki ureja lokalne volitve, s katerim je ugotovljena njegova izvolitev.\nČe iz akta o izidu volitev iz zakona, ki ureja lokalne volitve, ni mogoče ugotoviti izvolitve župana, opravlja funkcijo župana od prve seje novega občinskega sveta do seznanitve novega občinskega sveta z aktom o izidu volitev iz zakona, ki ureja lokalne volitve, s katerim je ugotovljena izvolitev župana, najstarejši član občinskega sveta."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "16",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "16",
      "title": "15.č člen",
      "content": "Z zakonom se lahko občini dodeli status mestne občine, če je na njenem območju mesto, ki ima najmanj 20.000 prebivalcev in 15.000 delovnih mest ter je gospodarsko, kulturno in upravno središče širšega območja."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "17",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "17",
      "title": "(črtan)",
      "content": "Območje občine je lahko v naravi označeno z ustreznimi prometnimi in neprometnimi znaki."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "18",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "18",
      "content": "Na območju občine se lahko ustanovijo ožji deli občine (krajevne, vaške ali četrtne skupnosti). Ime in območje ožjega dela občine se določi s statutom občine. Pri notranji členitvi mora občinski svet upoštevati zemljepisne, zgodovinske, gospodarske, upravne, kulturne in druge značilnosti območja.\nObčinski svet lahko s spremembo statuta ukine ožji del občine ali spremeni njegovo območje. Sprememba statuta, s katero se ukine ožji del občine oziroma spremeni njegovo območje, lahko začne veljati šele po izteku mandata sveta ožjega dela občine.\nPobudo za ustanovitev ožjih delov občine ali za spremembo njihovih območij lahko da zbor krajanov ali s statutom določeno število prebivalcev dela občine. Občinski svet mora pobudo obvezno obravnavati.\nPred ustanovitvijo ožjih delov občine ali pred spremembo njihovih območij mora občinski svet na zborih krajanov ali na referendumu ugotoviti interes prebivalcev posameznih območij v občini, kjer naj bi bili ustanovljeni ožji deli občine. Ugotavljanje interesa se nanaša na ime in območje ožjega dela občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "19",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "19",
      "content": "Organ ožjega dela občine je svet, ki ga izvolijo volilni upravičenci s stalnim prebivališčem na območju ožjega dela občine. Način izvolitve članov sveta ožjega dela občine določa zakon.\nČlani sveta ožjega dela občine ne morejo biti župan, podžupan, član nadzornega odbora občine in javni uslužbenec v občinski upravi.\nStatut občine lahko določi, da ožji del občine nima organa iz prvega odstavka tega člena.\nČe s statutom občine niso ustanovljeni ožji deli občine ali če statut občine določi, da ožji del občine nima sveta, lahko občinski svet ustanovi krajevne, vaške ali četrtne odbore v skladu s tretjim odstavkom 30. člena tega zakona."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "19.a",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "19.a",
      "content": "Število članov sveta ožjega dela občine določi občinski svet. Glede odločanja sveta ožjega dela občine se smiselno uporablja določba prvega odstavka 35. člena tega zakona. Svet ožjega dela občine ima predsednika, ki ga izmed sebe izvolijo člani sveta ožjega dela občine.\nSvet ožjega dela občine lahko občinskemu svetu predlaga odločitve, ki se nanašajo na ožji del občine. Če tako določa statut občine, mora občinski svet pred sprejetjem odločitve, ki se nanaša na ožji del občine, pridobiti mnenje sveta ožjega dela občine.\nŽupan ima pravico biti navzoč in razpravljati na sejah sveta ožjega dela občine brez pravice glasovanja.\nStatut občine lahko določi, da so posamezne odločitve sveta ožjega dela občine veljavne, ko da nanje soglasje občinski svet."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "19.b",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "19.b",
      "content": "S statutom občine se lahko določijo naloge ožjih delov občine, ki imajo svet.\nZ odlokom se podrobneje določijo naloge in način izvajanja nalog iz prejšnjega odstavka, ki se prenesejo v izvajanje svetu ožjega dela občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "19.c",
      "chapter": "II. poglavje  OBMOČJE IN DELI OBČINE",
      "article": "19.c",
      "content": "Statut občine lahko določi, da je ožji del občine pravna oseba javnega prava.\nV primeru, da je ožji del občine pravna oseba, nastopa v pravnem prometu v okviru nalog, ki so določene s statutom občine oziroma z odlokom iz drugega odstavka prejšnjega člena.\nV primeru, da je ožji del občine pravna oseba, ga zastopa njegov svet. Statut občine lahko določi, da zastopa ožji del občine predsednik njegovega sveta. Pravni posli, ki jih sklene ožji del občine brez predhodnega soglasja župana, so nični, vendar pa lahko predpis občine, ki je potreben za izvršitev občinskega proračuna določi, kateri pravni posli in v kateri višini so ti posli, ki jih sklene ožji del občine, veljavni brez predhodnega soglasja župana.\nV primeru, da je ožji del občine pravna oseba, odgovarja za svoje obveznosti z vsem svojim premoženjem. Za obveznosti ožjega dela občine subsidiarno odgovarja občina.\nČe ožji del občine, ki je v skladu s statutom občine pravna oseba, preneha obstajati ali če mu preneha pravna subjektiviteta, njegove pravice in obveznosti preidejo na občino oziroma na nove ožje dele občine z lastnostjo pravne osebe, ki nastanejo z združitvijo ali z razdružitvijo prejšnjih ožjih delov občine.\nV primeru, da ožji del občine ni pravna oseba, lahko statut občine določi, da v okviru nalog ožjega dela in v okviru s proračunom določenih sredstev za izvajanje teh nalog občino pri izvajanju odločitev sveta ožjega dela občine zastopa svet ožjega dela občine ali njegov predsednik.\nZa financiranje ožjih delov občine se uporabljajo določbe zakona, ki ureja javne finance, o financiranju neposrednih uporabnikov občinskega proračuna."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "20",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "20",
      "content": "Občina lahko v skladu z zakoni poseduje, pridobiva in razpolaga z vsemi vrstami premoženja, ustanavlja in vodi javna podjetja ter v okviru sistema javnih financ določa svoj proračun."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "21",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "21",
      "content": "Občina samostojno opravlja lokalne zadeve javnega pomena “(izvirne naloge)“, ki jih določi s splošnim aktom občine ali so določene z zakonom.\nObčina za zadovoljevanje potreb svojih prebivalcev opravlja zlasti naslednje naloge:\n-        upravlja občinsko premoženje;\n-        omogoča pogoje za gospodarski razvoj občine in v skladu z zakonom opravlja naloge s področja gostinstva, turizma in kmetijstva;\n-        načrtuje prostorski razvoj, v skladu z zakonom opravlja naloge na področju posegov v prostor in graditve objektov ter zagotavlja javno službo gospodarjenja s stavbnimi zemljišči;\n-        ustvarja pogoje za gradnjo stanovanj in skrbi za povečanje najemnega socialnega sklada stanovanj;\n-        v okviru svojih pristojnosti ureja, upravlja in skrbi, za lokalne javne službe;\n-        pospešuje službe socialnega skrbstva, za predšolsko varstvo, osnovno varstvo otroka in družine, za socialno ogrožene, invalide in ostarele;\n-        skrbi za varstvo zraka, tal, vodnih virov, za varstvo pred hrupom, za zbiranje in odlaganje odpadkov in opravlja druge dejavnosti varstva okolja;\n-        ureja in vzdržuje vodovodne in energetske komunalne objekte;\n-        ustvarja pogoje za izobraževanje odraslih, ki je pomembno za razvoj občine in za kvaliteto življenja njenih prebivalcev;\n-        pospešuje vzgojno izobraževalno, informacijsko, dokumentacijsko, društveno, in drugo, dejavnost na svojem območju;\n-        pospešuje razvoj športa in rekreacije;\n-        pospešuje kulturnoumetniško ustvarjalnost, omogoča dostopnost do kulturnih programov, zagotavlja splošnoizobraževalno knjižnično dejavnost ter v skladu z zakonom skrbi za kulturno dediščino na svojem območju;\n-        gradi, vzdržuje in ureja lokalne javne ceste, javne poti, rekreacijske in druge javne površine v skladu z zakonom ureja promet v občini ter opravlja naloge občinskega redarstva;\n-        opravlja nadzorstvo nad krajevnimi prireditvami;\n-        organizira komunalno-redarstveno službo in skrbi za red v občini;\n-        skrbi za požarno varnost in organizira reševalno pomoč;\n-        organizira pomoč in reševanje za primere elementarnih in drugih nesreč;\n-        lahko podeljuje denarne pomoči in simbolične nagrade ob posebnih priložnostih ali obletnicah občanov;\n-        organizira opravljanje pokopališke in pogrebne službe;\n-        določa prekrške in denarne kazni za prekrške, s katerimi se kršijo predpisi občine in opravlja inšpekcijsko nadzorstvo nad izvajanjem občinskih predpisov in drugih aktov, s katerimi ureja zadeve iz svoje pristojnosti, če ni z zakonom drugače določeno;\n-        sprejema statut občine in druge splošne akte;\n-        organizira občinsko upravo;\n-        ureja druge lokalne zadeve javnega pomena."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "21.a",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "21.a",
      "content": "Občina pridobiva podatke, ki jih potrebuje za opravljanje nalog iz svoje pristojnosti, jih obdeluje ter opravlja statistično, evidenčno in analitično funkcijo za svoje potrebe. Pri varstvu, obdelovanju in hrambi podatkov mora občina ravnati v skladu z zakoni, ki urejajo to področje.\nObčina pridobiva in obdeluje o posameznikih naslednje osebne podatke:\n-        enotno matično številko občana;\n-        osebno ime;\n-        naslov stalnega ali začasnega prebivališča;\n-        datum in kraj rojstva oziroma datum smrti;\n-        podatke o osebnih vozilih;\n-        podatke o nepremičninah ter\n-        druge osebne podatke v skladu z zakonom.\nObčina pridobiva osebne podatke iz prejšnjega odstavka neposredno od posameznika, na katerega se podatki nanašajo. Na podlagi zahteve, ki vsebuje navedbo pravne podlage obdelovanja osebnih podatkov, lahko občina osebne podatke pridobi tudi od upravljavca centralnega registra prebivalstva, matičnega registra, zemljiškega katastra ali drugega upravljavca, če tako določa zakon. Upravljavec zbirke podatkov mora občini omogočiti dostop tudi do drugih podatkov iz zbirke, če je to določeno z zakonom in če te podatke občina potrebuje za izvajanje svojih z zakonom določenih pristojnosti. Zahteva občine mora biti v pisni ali drugi z zakonom ali predpisom vlade določeni obliki.\nObčina pridobiva podatke od upravljavcev nepremičninskih evidenc brezplačno, oziroma pod enakimi pogoji, kot veljajo za neposredne uporabnike državnega proračuna.\nPodatke lahko občina pridobi brezplačno v pisni obliki, na elektronskih pomnilniških medijih ali po elektronski poti. Pridobivanje osebnih podatkov po elektronski poti se občini odobri, ko zagotovi tehnične pogoje in pogoje, s katerimi se v skladu z zakonom zagotavlja zavarovanje osebnih podatkov.\nObčina lahko, zaradi izvajanja nalog iz svoje pristojnosti v skladu z nameni in pod pogoji določenimi v zakonu, posreduje pridobljene podatke fizičnim in pravnim osebam."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "22",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "22",
      "content": "Poleg lokalnih zadev javnega pomena mestna občina na podlagi in v skladu z zakoni, ki urejajo posamezna področja, kot svoje naloge opravlja še z zakonom določene naloge iz državne pristojnosti, ki se nanašajo na razvoj mest."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "23",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "23",
      "content": "Mestna občina, ki je povezana v pokrajino, lahko opravlja upravne funkcije pokrajine, če tako odločijo občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "24",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "24",
      "content": "Država lahko z zakonom prenese na občino opravljanje posameznih nalog iz državne pristojnosti, ki se lahko racionalneje in učinkoviteje opravljajo v občini, če za to zagotovi tudi potrebna sredstva.\nZ zakonom se lahko določi, da se opravljanje posameznih nalog iz prejšnjega odstavka prenese na vse občine, na mestne občine, na občine na določenem območju ali na posamezno občino."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "25",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "25",
      "content": "Občina lahko sproži spor pred arbitražo glede višine sredstev iz prejšnjega člena.\nArbitražo sestavlja enako število predstavnikov občine in vlade.\nČe spora ni mogoče rešiti na način iz prejšnjega odstavka, odloči Vrhovno sodišče v upravnem sporu meritorno.\nZa postopek pred arbitražo veljajo splošni procesni predpisi."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "26",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "26",
      "content": "Kadar je izražen poseben interes države za ohranitev poselitve in razvoj posameznih območij, lahko Državni zbor občinam na teh območjih podeli poseben status.\nPogoje za pridobitev posebnega statusa določi poseben zakon."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "27",
      "chapter": "III. poglavje  NALOGE OBČINE",
      "article": "27",
      "content": "Država zagotavlja posebna sredstva za razvoj občin s posebnim statusom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "28",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "28",
      "content": "Organi občine so občinski svet, župan in nadzorni odbor."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "28.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "28.a",
      "content": "Organi občine so dolžni na zahtevo poslanca dati pojasnila, ki so mu potrebna v zvezi z delom v volilni enoti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "29",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "29",
      "content": "Občinski svet je najvišji organ odločanja o vseh zadevah v okviru pravic in dolžnosti občine.\nV okviru svojih pristojnosti občinski svet:\n-        sprejema statut občine;\n-        sprejema odloke in druge občinske akte;\n-        sprejema prostorske in druge plane razvoja občine;\n-        sprejema občinski proračun in zaključni račun;\n-        imenuje in razrešuje člane nadzornega odbora ter člane komisij in odborov občinskega sveta;\n-        nadzoruje delo župana, podžupana in občinske uprave glede izvrševanja odločitev občinskega sveta;\n-        odloča o pridobitvi in odtujitvi občinskega premoženja, če ni s tem zakonom drugače določeno;\n-        imenuje in razrešuje člane sveta za varstvo uporabnikov javnih dobrin.\n-        odloča o drugih zadevah, ki jih določa zakon in statut občine;\nObčinski svet odloča tudi o na občino z zakonom prenesenih zadevah iz državne pristojnosti, če zakon ne določa, da o teh zadevah odloča drug občinski organ."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "30",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "30",
      "content": "Občinski svet ima komisijo za mandatna vprašanja, volitve in imenovanja, ki jo imenuje izmed članov občinskega sveta.\nObčinski svet lahko ustanovi tudi druge komisije in odbore kot svoja delovna telesa. Člane komisij in odborov imenuje izmed članov občinskega sveta, lahko pa tudi izmed drugih občanov, vendar največ polovico članov. Delovno telo občinskega sveta vodi član občinskega sveta. Članstvo v komisiji ali odboru občinskega sveta ni združljivo s članstvom v nadzornem odboru občine ali z delom v občinski upravi.\nObčinski svet lahko kot svoja posvetovalna telesa z odlokom ustanovi tudi krajevne, vaške ali četrtne odbore. Člane teh odborov imenuje in razrešuje občinski svet. Imenuje jih izmed prebivalcev posameznih ožjih delov občine, če v občini niso ustanovljeni ožji deli, pa izmed prebivalcev posameznih območij občine, določenih z odlokom. S statutom občine ali odlokom se lahko določi, da člane teh odborov imenujejo in razrešujejo na svojih zborih prebivalci ožjih delov oziroma z odlokom določenih območij občine. S statutom občine ali odlokom se lahko določi, da ima krajevni, vaški ali četrtni odbor pravico občinskemu svetu predlagati odločitve, ki se nanašajo na ožji del občine. Če tako določa statut občine ali odlok, mora občinski svet pred vsako odločitvijo, ki se nanaša na ožji del občine, obvezno pridobiti mnenje krajevnega, vaškega oziroma četrtnega odbora."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "31",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "31",
      "content": "Komisije in odbori občinskega sveta v okviru svojega delovnega področja v skladu s statutom občine in po­slov­nikom občinskega sveta obravnavajo zadeve iz pristojnosti občinskega sveta in dajejo občinskemu svetu mnenja in predloge.\nKomisije in odbori občinskega sveta ter vsak član občinskega sveta lahko predlagajo občinskemu svetu v sprejem odloke in druge akte iz njegove pristojnosti, razen proračuna in zaključnega računa proračuna in drugih aktov, za katere je v zakonu ali v statutu občine določeno, da jih sprejme občinski svet na predlog župana."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "32",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "32",
      "content": "Nadzorni odbor je najvišji organ nadzora javne porabe v občini. V okviru svoje pristojnosti nadzorni odbor:\n-        opravlja nadzor nad ravnanjem s premoženjem občine;\n-        nadzoruje namenskost in smotrnost porabe proračunskih sredstev;\n-        nadzoruje finančno poslovanje uporabnikov proračunskih sredstev.\nNadzor vsebuje ugotavljanje zakonitosti in pravilnosti poslovanja pristojnih organov, organov in organizacij porabnikov občinskega proračuna in pooblaščenih oseb z občinskimi javnimi sredstvi in občinskim javnim premoženjem in ocenjevanje učinkovitosti in gospodarnosti porabe občinskih proračunskih sredstev.\nČe nadzorni odbor v okviru svoje pristojnosti ugotovi hujšo kršitev predpisov ali nepravilnosti pri poslovanju občine, ki so opredeljene v poslovniku, mora o teh kršitvah v roku petnajst dni obvestiti pristojno ministrstvo in Računsko sodišče Republike Slovenije.\nVsak član nadzornega odbora ima pravico zahtevati in dobiti podatke od občine, ki so mu potrebni pri opravljanju njegovih nalog, če teh podatkov na njegov predlog ne zahteva nadzorni odbor.\nDelo nadzornega odbora je javno. Nadzorni odbor je pri svojem delu dolžan varovati osebne podatke ter državne, uradne in poslovne skrivnosti, ki so tako opredeljene z zakonom, drugim predpisom ali z akti občinskega sveta in organizacij uporabnikov proračunskih sredstev in spoštovati dostojanstvo, dobro ime in integriteto posameznikov.\nNadzorni odbor o svojih ugotovitvah, ocenah in mnenjih izdela poročilo s priporočili in predlogi. Občinski svet, župan ter organi porabnikov občinskih proračunskih sredstev so dolžni obravnavati poročilo nadzornega odbora ter upoštevati njegova priporočila in predloge v skladu s svojimi pristojnostmi.\nObvezne sestavine poročila nadzornega odbora določi minister, pristojen za lokalno samoupravo, v soglasju z ministrom, pristojnim za finance.\nStatut občine določa naloge, postopke in načine dela nadzornega odbora, oblikovanje nadzornega odbora, načela za organizacijo dela in predstavljanje nadzornega odbora, obveznosti in pravice občinskih organov v zvezi z delom ter priporočili in predlogi nadzornega odbora ter javnost dela nadzornega odbora. Nadzorni odbor v skladu s statutom občine sprejme svoj poslovnik."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "32.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "32.a",
      "content": "Člane nadzornega odbora imenuje občinski svet. Občinski svet imenuje člane nadzornega odbora najkasneje v 45 dneh po svoji prvi seji.\nČlani nadzornega odbora opravljajo svoje naloge nepoklicno.\nČlani nadzornega odbora ne morejo biti člani občinskega sveta, župan, podžupan, člani svetov ožjih delov občine, tajnik občine, javni uslužbenci občinske uprave, člani poslovodstev organizacij, ki so uporabniki proračunskih sredstev.\nStrokovno in administrativno pomoč za delo nadzornega odbora zagotavljata župan in občinska uprava. Posamezne posebne strokovne naloge nadzora lahko opravi izvedenec, ki ga na predlog nadzornega odbora imenuje občinski svet.\nGlede razrešitve člana nadzornega odbora se primerno uporabljajo razlogi iz določbe prvega odstavka 37.a člena tega zakona. Razrešitev opravi občinski svet na predlog nadzornega odbora. Članstvo v nadzornem odboru preneha z dnem razrešitve oziroma z dnem poteka mandatne dobe članov sveta."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "33",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "33",
      "content": "Župan predstavlja in zastopa občino.\nŽupan predstavlja občinski svet, ga sklicuje in vodi seje občinskega sveta, nima pa pravice glasovanja.\nŽupan predlaga občinskemu svetu v sprejem proračun občine in zaključni račun proračuna, odloke in druge akte iz pristojnosti občinskega sveta ter skrbi za izvajanje odločitev občinskega sveta.\nŽupan skrbi za objavo statuta, odlokov in drugih splošnih aktov občine.\nŽupan zadrži objavo splošnega akta občine, če meni, da je neustaven ali nezakonit in predlaga občinskemu svetu, da o njem ponovno odloči na prvi naslednji seji, pri čemer mora navesti razloge za zadržanje. Če občinski svet vztraja pri svoji odločitvi, se splošni akt objavi, župan pa lahko vloži pri ustavnem sodišču zahtevo za oceno njegove skladnosti z ustavo in zakonom.\nŽupan zadrži izvajanje odločitve občinskega sveta, če meni, da je nezakonita, ali je v nasprotju s statutom ali drugim splošnim aktom občine, in predlaga občinskemu svetu, da o njej ponovno odloči na prvi naslednji seji, pri čemer mora navesti razloge za zadržanje. Ob zadržanju izvajanja odločitve občinskega sveta župan opozori pristojno ministrstvo na nezakonitost take odločitve. Če občinski svet ponovno sprejme enako odločitev, lahko župan začne postopek pri upravnem sodišču.\nČe se odločitev občinskega sveta nanaša na zadevo, ki je z zakonom prenešena v opravljanje občini, župan opozori pristojno ministrstvo na nezakonitost oziroma neprimernost take odločitve."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "33.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "33.a",
      "content": "Občina ima najmanj enega podžupana. Podžupana imenuje izmed članov občinskega sveta župan, ki ga lahko tudi razreši.\nV primeru predčasnega prenehanja mandata župana opravlja funkcijo župana do do nastopa mandata novo izvoljenega župana podžupan. Če ima občina več podžupanov pa tisti podžupan, ki ga določi župan razen, če je župan razrešen. Če župan ne določi, kateri podžupan bo začasno opravljal funkcijo župana oziroma, če je razrešen, odloči občinski svet, kateri izmed članov občinskega sveta bo opravljal to funkcijo.\nPodžupan pomaga županu pri njegovem delu ter opravlja posamezne naloge iz pristojnosti župana, za katere ga župan pooblasti.\nPodžupan nadomešča župana v primeru njegove odsotnosti ali zadržanosti. Če ima občina več podžupanov, nadomešča župana tisti podžupan, ki ga določi župan, če ga ne določi, pa najstarejši podžupan. V času nadomeščanja opravlja podžupan tekoče naloge iz pristojnosti župana in tiste naloge, za katere ga župan pooblasti.\nKadar nastopijo razlogi, da tako župan kot podžupan ne moreta opravljati svoje funkcije, nadomešča župana član občinskega sveta, ki ga določi župan, če ga ne določi, pa najstarejši član občinskega sveta. V času nadomeščanja opravlja član občinskega sveta tekoče naloge iz pristojnosti župana."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "34",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "34",
      "content": "V primeru razmer, v katerih bi bilo lahko v večjem obsegu ogroženo življenje in premoženje občanov, občinski svet pa se ne more pravočasno sestati, lahko župan sprejme začasne nujne ukrepe. Te mora predložiti v potrditev občinskemu svetu takoj, ko se ta lahko sestane."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "34.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "34.a",
      "content": "Člani občinskega sveta, župan in podžupan občine so občinski funkcionarji.\nObčinski funkcionarji opravljajo svojo funkcijo nepoklicno. Župan se lahko odloči, da bo funkcijo opravljal poklicno. V soglasju z županom se lahko tudi podžupan odloči, da bo funkcijo opravljal poklicno.\nZa opravljanje občinskih funkcij imajo občinski funkcionarji pravico do plače, če funkcijo opravljajo poklicno, ali do plačila za opravljanje funkcije, če funkcijo opravljajo nepoklicno. Plača za poklicne občinske funkcionarje je določena v skladu z zakonom, ki ureja plače v javnem sektorju.\nČe župan opravlja funkcijo nepoklicno, mu pripada plačilo v višini 50% plače, ki bi jo dobil, če bi funkcijo opravljal poklicno. Pri tem se ne upošteva dodatek za delovno dobo.\nČe podžupan opravlja funkcijo nepoklicno, mu pripada plačilo največ v višini 50% plače, ki bi jo dobil, če bi funkcijo opravljal poklicno. Višino plačila določi župan ob upoštevanju obsega podžupanovih pooblastil. Pri tem se ne upošteva dodatek za delovno dobo.\nČlanu občinskega sveta, razen podžupanu, pripada sejnina za udeležbo na seji občinskega sveta ali seji delovnega telesa občinskega sveta. Letni znesek sejnin, vključno s sejninami za seje delovnih teles občinskega sveta, ki se izplača posameznemu članu občinskega sveta, ne sme presegati 7,5 % plače župana. Pri tem se ne upošteva dodatek za delovno dobo.\nObčinski svet s svojim aktom določi merila za izplačilo sejnin za člane občinskih svetov, člane delovnih teles občinskega sveta in člane drugih občinskih organov. Občinski svet s svojim aktom lahko določi tudi merila za izplačilo sejnin članom svetov ožjih delov občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "34.b",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "34.b",
      "content": "Župan, ki je opravljal funkcijo poklicno in je bil do izvolitve v delovnem razmerju, ima pravico, da se v treh mesecih po prenehanju funkcije vrne na delo, ki ga je opravljal, ali na drugo delo, ki ustreza vrsti in stopnji njegove strokovne izobrazbe.\nŽupan, ki je opravljal funkcijo poklicno in mu je ta prenehala ter iz objektivnih razlogov ne more nadaljevati prejšnjega dela ali dobiti druge ustrezne zaposlitve in ne izpolnjuje pogojev za pridobitev pravice do starostne pokojnine v skladu s predpisi, ki urejajo obvezno pokojninsko in invalidsko zavarovanje, oziroma s posebnimi predpisi, v katerih je urejena pravica do starostne pokojnine, ima od naslednjega dne po prenehanju funkcije, dokler se ne zaposli ali začne opravljati pridobitne dejavnosti oziroma dokler ne izpolni navedenih pogojev za upokojitev, pravico do nadomestila v višini 80 % zadnje plače, ki jo je prejemal, ko je opravljal funkcijo, vendar najdlje šest mesecev od prenehanja funkcije. Župan, ki je poklicno opravljal funkcijo in mu je funkcija predčasno prenehala zaradi pravnomočne obsodbe za kaznivo dejanje, nima pravice do nadomestila plače iz prejšnjega stavka. Prav tako te pravice nima župan, ki je poklicno opravljal funkcijo in mu je funkcija prenehala pred potekom šestih mesecev od izvolitve. Pravica do nadomestila se lahko podaljša do izpolnitve pogojev za upokojitev, vendar najdlje še za šest mesecev.\nŽupan, ki je funkcijo župana poklicno opravljal neposredno že pred funkcijo, ki mu je prenehala, ima za vsak prejšnji zaporedni mandat pravico do dodatnega trimesečnega nadomestila plače, vendar ne več kot šest mesecev skupaj.\nČas prejemanja nadomestila se županu, ki mu je prenehala funkcija, šteje v delovno dobo. V tem času je socialno zavarovan po predpisih, ki urejajo socialno zavarovanje oseb v delovnem razmerju. Če se v času ali naslednji dan po zaključku prejemanja nadomestila upokoji, pa mu pripada odpravnina ob upokojitvi."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "34.c",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "34.c",
      "content": "O pravici do nadomestila odloča delovno telo občinskega sveta iz prvega odstavka 30. člena tega zakona (v nadaljnjem besedilu: pristojno delovno telo občinskega sveta).\nZa uveljavljanje pravice do nadomestila mora župan najkasneje v 15 dneh po prenehanju funkcije pristojnemu delovnemu telesu občinskega sveta predložiti vlogo za uveljavljanje pravice do nadomestila in dokazila o izpolnjevanju pogojev za pridobitev pravice do nadomestila. V primeru nemožnosti vrnitve na delovno mesto v okviru prejšnjega delodajalca je treba izkazati, zakaj vrnitev ni mogoča.\nPristojno delovno telo občinskega sveta lahko z namenom ugotavljanja izpolnjevanja pogojev iz drugega odstavka 34.b člena tega zakona pridobi podatke iz zbirk Zavoda za pokojninsko in invalidsko zavarovanje Slovenije.\nPravica do prejemanja nadomestila plače preneha, če se župan pred potekom obdobja, za katerega mu pripada nadomestilo plače, zaposli, začne opravljati funkcijo, prične opravljati pridobitno dejavnost ali izpolni pogoje za pridobitev pravice do starostne pokojnine v skladu s predpisi, ki urejajo obvezno pokojninsko in invalidsko zavarovanje, oziroma s posebnimi predpisi, v katerih je urejena pravica do starostne pokojnine, oziroma se upokoji.\nŽupan, ki mu je prenehala funkcija, je v času prejemanja nadomestila dolžan obvestiti pristojno delovno telo občinskega sveta in občinsko upravo o vseh prejemkih iz naslova opravljanja dela najkasneje v sedmih dneh po prejetem plačilu. Za prejete zneske po plačilu davkov in obveznih prispevkov se mu zniža znesek nadomestila, ki mu pripada v skladu s 34.b členom tega zakona, kar se obračuna pri prvem naslednjem izplačilu nadomestila.\nŽupan, ki mu je prenehala funkcija, zaradi izogibanja določbam o trajanju in višini nadomestila ne sme sklepati dogovorov za odložena plačila in drugih dogovorov, ki bi bili v nasprotju z namenom tega zakona.\nČe župan, ki mu je prenehala funkcija, ravna v nasprotju s tem členom, mu preneha pravica do nadomestila. Župan mora v 30 dneh od prenehanja pravice do nadomestila vrniti zneske nadomestila, ki so bili prejeti v nasprotju s petim in šestim odstavkom tega člena. Če ne vrne zneske nadomestila plače, mora občina vračilo zneskov nadomestila plače zahtevati s tožbo pred sodiščem, pristojnim za delovne spore.\nČe župan v obdobju, ko je upravičen do prejemanja nadomestila po tem zakonu, prestaja pripor, nadomestni zapor ali zaporno kazen, v času prestajanja ni upravičen do nadomestila plače. Če se prestajanje izteče pred potekom časa, ki je s tem zakonom določeno za prejemanje nadomestila, ima pravico do nadomestila za preostalo obdobje."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "35",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "35",
      "title": "34.č člen",
      "content": "Občinski svet sprejema odločitve na svoji seji z večino opredeljenih glasov navzočih članov. Svet lahko veljavno sklepa, če je na seji navzoča večina članov občinskega sveta.\nSeje občinskega sveta sklicuje in vodi župan. Župan lahko za vodenje seje občinskega sveta pooblasti podžupana ali drugega člana občinskega sveta. Če nastopijo razlogi, da župan ne more voditi že sklicane seje občinskega sveta, jo vodi podžupan, če pa tudi ta ne more voditi seje, jo vodi najstarejši član občinskega sveta.\nŽupan sklicuje seje občinskega sveta v skladu z določbami statuta občine in poslovnika občinskega sveta, mora pa jih sklicati najmanj štirikrat letno. Župan mora sklicati sejo občinskega sveta, če to zahteva najmanj četrtina članov občinskega sveta, seja pa mora biti v petnajstih dneh potem, ko je bila podana pisna zahteva za sklic seje. Če župan seje občinskega sveta ne skliče v roku sedmih dni po prejemu pisne zahteve, jo lahko skličejo člani občinskega sveta, ki so zahtevo podali. Zahtevi za sklic seje občinskega sveta mora biti priložen dnevni red. Župan mora dati na dnevni red predlagane točke, predlagan dnevni red pa lahko dopolni še z novimi točkami.\nV primeru naravne ali druge hujše nesreče, epidemije ali drugih izrednih okoliščin, če predstavlja izvedba seje z osebno navzočimi člani občinskega sveta tveganje za zdravje in varnost članov občinskega sveta, in je to nujno zaradi sprejetja odločitev, s katerimi ni mogoče odlašati, lahko župan skliče sejo na daljavo s pomočjo informacijsko-komunikacijske tehnologije. Seja poteka v skladu z določbami tega zakona in poslovnika občinskega sveta, razen določb, ki se nanašajo na način glasovanja, na zagotavljanje javnosti seje, na seje delovnih teles občinskega sveta in na sodelovanje javnosti. Člani občinskega sveta so v prostoru, v katerem v času seje uporabljajo za medsebojno komuniciranje informacijsko-komunikacijsko tehnologijo, sami. Seja se zvočno in slikovno snema, ne pa tudi javno predvaja. Člani občinskega sveta glasujejo z osebnim izrekanjem. Določba prejšnjega odstavka, ki ureja sklic seje na pobudo najmanj četrtine članov občinskega sveta, se pri seji na daljavo ne uporablja.\nStrokovno in administrativno delo za potrebe občinskega sveta opravlja občinska uprava."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "36",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "36",
      "content": "Občinski svet ureja svoje delo s poslovnikom, ki ga sprejema z dvotretjinsko večino navzočih članov.\nV statutu občine se določi način zagotavljanja javnosti dela organov občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "37",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "37",
      "content": "Občinski svet se voli na podlagi splošne in enake volilne pravice z neposrednim in tajnim glasovanjem.\nPodrobneje se volitve v občinski svet uredijo v posebnem zakonu."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "37.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "37.a",
      "content": "Članu občinskega sveta,  županu in podžupanu kot članu občinskega sveta preneha mandat:\n-        če izgubi volilno pravico,\n-        če postane trajno nezmožen za opravljanje funkcije,\n-        če je pravnomočno obsojen na nepogojno kazen zapora, daljšo od enega leta, zaradi naklepnega kaznivega dejanja, ki se preganja po uradni dolžnosti,\n-        če nastopi funkcijo, ki ni združljiva s funkcijo člana občinskega sveta, župana in podžupana,\n-        če nastopi funkcijo ali začne opravljati delo oziroma če v enem mesecu po seznanitvi občinskega sveta z aktom o izidu volitev iz zakona, ki ureja lokalne volitve, s katerim je ugotovljena njegova izvolitev, ne preneha opravljati funkcije ali dela v občinski, oziroma državni upravi, ki na podlagi določb 37.b člena tega zakona ni združljiva, oziroma ni združljivo s funkcijo člana občinskega sveta, župana in podžupana,\n-        če občinska volilna komisija na podlagi odločbe upravnega sodišča sprejme nov akt o izidu volitev v skladu z zakonom, ki ureja lokalne volitve, iz katerega izhaja, da je bil namesto njega izvoljen drug kandidat.\n-        če odstopi.\nČlanu občinskega sveta, županu in podžupanu mora biti v postopku ugotavljanja razlogov za prenehanje njegovega mandata dana možnost, da se izjavi o vseh okoliščinah, ki zadevajo razlog za prenehanje njegovega mandata.\nČlanu občinskega sveta, županu in podžupanu preneha mandat z dnem, ko občinski svet ugotovi, da so nastali razlogi za prenehanje mandata iz prvega odstavka tega člena.\nZoper akt iz prejšnjega odstavka, s katerim je občinski svet ugotovil, da so nastali razlogi za prenehanje mandata iz prve do pete alineje prvega odstavka tega člena, lahko član občinskega sveta, župan in podžupan vloži tožbo na vrhovno sodišče v roku 15 dni od dneva vročitve akta. Član občinskega sveta, župan in podžupan o vložitvi tožbe obvesti občinski svet. Tožba zadrži izvršitev akta.\nNe glede na tretji odstavek tega člena v primerih iz šeste alineje prvega odstavka tega člena članu občinskega sveta oziroma županu preneha mandat z dnem, ko občinska volilna komisija v uradnem glasilu občine na podlagi odločbe upravnega sodišča objavi nov akt o izidu volitev iz zakona, ki ureja lokalne volitve, iz katerega izhaja, da je bil namesto njega izvoljen drug kandidat.\nČe član občinskega sveta odstopi, mu preneha mandat z dnem, ko je podal odstopno izjavo županu, županu pa, ko o svojem odstopu pisno obvesti občinski svet in občinsko volilno komisijo. Župan mora občinski svet in občinsko volilno komisijo obvestiti o odstopu člana občinskega sveta v roku osmih dni od prejema pisne odstopne izjave.\nČe župan v roku iz prejšnjega odstavka ne obvesti občinskega sveta in občinske volilne komisije, lahko občinski funkcionar, ki mu je prenehal mandat, v roku 15 dni od poteka roka iz prejšnjega odstavka vloži tožbo na vrhovno sodišče. Enako sodno varstvo lahko uveljavlja tudi kandidat za člana občinskega sveta, ki bi bil izvoljen, če ne bi bil izvoljen član občinskega sveta, ki mu je mandat prenehal, predstavnik kandidature oziroma predstavnik liste kandidatov za člane občinskega sveta, s katere bi bil ta kandidat izvoljen.\nPostopki za nadomestitev člana občinskega sveta ali izvolitev novega župana se lahko začno po preteku roka za vložitev tožbe, če tožba ni vložena, oziroma po pravnomočni odločitvi sodišča. Ta odstavek se ne uporablja za primere iz petega odstavka tega člena.\nČe je župan imenovan:\n-        na funkcijo v organu državne uprave, ki izvaja nadzorstvo nad zakonitostjo oziroma nad primernostjo in strokovnostjo dela občinskih organov in občinske uprave,\n-        za načelnika upravne enote, ali vodjo notranje organizacijske enote v upravni enoti, na katere območju je občina,\n-        na položaj ali drugo uradniško delovno mesto v državni upravi, na katerem se izvršujejo pooblastila v zvezi z nadzorstvom nad zakonitostjo oziroma nad primernostjo in strokovnostjo dela občinskih organov in občinske uprave, mu po zakonu preneha mandat župana z dnem imenovanja. O imenovanju mora župan takoj obvestiti občinski svet in občinsko volilno komisijo.\nČe župan opravlja funkcijo ali delo iz prejšnjega odstavka, mu po zakonu preneha mandat župana, če ne odstopi s funkcije ali ne preneha z delovnim razmerjem. O svoji odločitvi, ali bo opravljal funkcijo župana, ali še naprej funkcijo ali delo iz prejšnjega odstavka, je župan dolžan pisno obvestiti občinski svet in občinsko volilno komisijo najkasneje v sedmih dneh po prejemu poročila o izidu volitev v občini."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "37.b",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "37.b",
      "content": "Funkcija župana ni združljiva s funkcijo člana občinskega sveta in podžupana, članstvom v nadzornem odboru in z delom v občinski upravi ter z drugimi funkcijami, za katere tako določa zakon.\nFunkcija člana občinskega sveta in podžupana ni združljiva s funkcijo župana, članstvom v nadzornem odboru in z delom v občinski upravi ter z drugimi funkcijami, za katere tako določa zakon.\nFunkcija člana občinskega sveta in podžupana tudi ni združljiva s funkcijo načelnika upravne enote, kot tudi ne z delom v državni upravi na delovnih mestnih, na katerih javni uslužbenci izvršujejo pooblastila v zvezi z nadzorstvom nad zakonitostjo oziroma nad primernostjo in strokovnostjo dela organov občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "37.c",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "37.c",
      "content": "Sodišče občinski svet skladno z določbami zakona, ki ureja kazenski postopek, obvesti o pravnomočni sodbi za kaznivo dejanje iz tretje alineje prvega odstavka 37.a člena tega zakona.\nPristojni organ, ki vodi evidenco volilne pravice, občinski svet obvesti o nastopu razloga za prenehanje mandata članu občinskega sveta, županu in podžupanu iz prve alineje prvega odstavka 37.a člena tega zakona.\nDržavni organi in občinski organi iz 37.b. člena tega zakona občinski svet obvestijo o nastopu razloga za prenehanje mandata članu občinskega sveta, županu in podžupanu iz četrte in pete alineje prvega odstavka 37.a člena tega zakona.\nZavod za pokojninsko in invalidsko zavarovanje Slovenije občinski svet obvesti o nastopu razloga za prenehanje mandata članu občinskega sveta, županu in podžupanu iz druge alineje prvega odstavka 37.a člena tega zakona.\nOdločanje vrhovnega sodišča v postopku sodnega varstva mandata člana občinskega sveta, župana in podžupana je nujna zadeva.\nTožba se vloži v elektronski obliki pri vrhovnem sodišču, vrhovno sodišče pa jo strankam v postopku vroči v fizični obliki. Če tožba ni vložena v elektronski obliki ali če je nepopolna ali nerazumljiva, vrhovno sodišče zahteva od tožnika, naj v treh dneh od vročitve zahteve odpravi pomanjkljivosti.\nVrhovno sodišče o vloženi tožbi takoj obvesti občinski svet.\nRok za odgovor na tožbo je 15 dni od prejema obvestila iz prejšnjega odstavka. Vrhovno sodišče odloči o tožbi v 30 dneh od prejema odgovora na tožbo ali izteka roka za odgovor na tožbo, če ta ni bil podan.\nVloge strank se vlagajo in sodna pisanja se vročajo v elektronski obliki v skladu z zakonom, ki ureja pravdni postopek, če ta zakon ne določa drugače. Vročitev vlog strank in sodnih pisanj velja za opravljeno z dnem, ko naslovnik prevzame elektronsko ali fizično vlogo oziroma pisanje. Če vloge oziroma pisanja ne prevzame v treh dneh od dneva elektronske odpreme oziroma od poskusa vročitve v fizični obliki, velja vročitev za opravljeno s potekom tega roka."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "37.d",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "37.d",
      "title": "37.č člen",
      "content": "Vrhovno sodišče odloča v senatu petih sodnikov.\nVrhovno sodišče odloči o tožbi po izvedeni glavni obravnavi.\nČe ni v tem zakonu drugače določeno, vrhovno sodišče odloča ob smiselni uporabi zakona, ki ureja upravni spor.\nČe je tožba vložena prezgodaj ali prepozno ali če je ni vložila upravičena oseba, vrhovno sodišče tožbo s sklepom zavrže. Vrhovno sodišče tožbo s sklepom zavrže tudi v primeru, če tožnik ne odpravi pomanjkljivosti v skladu z drugim odstavkom 37.č člena tega zakona.\nČlanu občinskega sveta, županu in podžupanu, ki mu je vrhovno sodišče tožbo zavrnilo, mandat preneha naslednji dan po vročitvi sodbe vrhovnega sodišča.\nČe tožbi vrhovno sodišče ugodi, članu občinskega sveta, županu in podžupanu, ki mu je mandat nezakonito prenehal, vrhovno sodišče mandat ponovno vzpostavi.\nVrhovno sodišče odločitve posreduje občinskemu svetu. Če vrhovno sodišče tožbo zavrne, je dolžno občinski svet obvestiti tudi o datumu vročitve sodbe članu občinskega sveta, županu in podžupanu.\nZoper odločitev vrhovnega sodišča v skladu s tem členom ni pritožbe in izrednega pravnega sredstva."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "38",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "38",
      "content": "Občinski svet šteje od 7 do 45 članov."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "39",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "39",
      "content": "Na narodnostno mešanih območjih, določenih z zakonom, kjer živita italijanska oziroma madžarska narodna skupnost, imata narodni skupnosti v občinskem svetu najmanj po enega predstavnika. S statutom občine se določi neposredna zastopanost narodnih skupnosti tudi v drugih organih občine.\nV okviru svojih pristojnosti občine s posebnimi akti urejajo vprašanja, ki zadevajo uresničevanje pravic ter financiranje narodnih skupnosti.\nK predpisom iz prejšnjega odstavka daje soglasje Svet narodne skupnosti prek predstavnikov narodnih skupnosti v občinskih svetih. Kadar organi občine odločajo o drugih vprašanjih, ki se nanašajo na uresničevanje posebnih pravic narodnih skupnosti, morajo predhodno pridobiti mnenje samoupravne narodne skupnosti.\nV narodnostno mešanih občinah se ustanovi komisija za narodnostna vprašanja. V sestavi komisije imajo pripadniki narodne skupnosti polovico članov oziroma članic.\nNa območjih, kjer živi avtohtono naseljena romska skupnost, imajo Romi v občinskem svetu najmanj po enega predstavnika.\nObčine Beltinci, Cankova, Črenšovci, Črnomelj, Dobrovnik, Grosuplje, Kočevje, Krško, Kuzma, Lendava, Metlika, Murska Sobota, Novo mesto, Puconci, Rogaševci, Semič, Šentjernej, Tišina, Trebnje in Turnišče so dolžne zagotoviti pravico v občini naseljene romske skupnosti do enega predstavnika v občinskem svetu.\nČe občina iz prejšnjega odstavka ne zagotovi romski skupnosti pravice do enega predstavnika v občinskem svetu do vsakokratnega razpisa rednih lokalnih volitev, izvede te volitve Državna volilna komisija na podlagi zakona, ki ureja lokalne volitve.\nV postopku sodelujejo tudi drugi državni organi. Državna volilna komisija imenuje komisijo za sestavo volilnega imenika romske skupnosti v občini, pri čemer se predsednik imenuje na predlog načelnika teritorialno pristojne upravne enote, en član na predlog pristojnega državnega organa za narodnosti in en član na predlog Sveta romske skupnosti Republike Slovenije.\nV primeru, ko izvede volitve Državna volilna komisija, se z izvolitvijo predstavnika romske skupnosti poveča število članov občinskega sveta za enega člana.\nIzvedbo teh volitev financira državni proračun na račun občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "40",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "40",
      "content": "Kadar so v občini pripadniki slovenskega naroda v manjšini, se za njih smiselno uporabljajo določbe tega zakona o zastopanosti italijanske in madžarske narodne skupnosti v občinskih organih."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "41",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "41",
      "content": "Občinski svet se voli za štiri leta.\nMandatna doba članov občinskega sveta traja do prve seje novoizvoljenega občinskega sveta. Do prve seje novo izvoljenega občinskega sveta traja tudi:\n-        mandatna doba članov občinskega sveta, ki so izvoljeni na predčasnih volitvah po razpustitvi prejšnjega občinskega sveta, ali odstopu večine članov občinskega sveta,\n-        mandatna doba članov občinskega sveta, ki so izvoljeni na predčasnih volitvah, če je bila občina ustanovljena po opravljenih rednih volitvah,\n-        mandatna doba članov občinskega sveta, ki so izvoljeni na volitvah, ki so bile iz kakšnega drugega razloga na podlagi zakona opravljene po rednih volitvah v občinske svete,\n-        mandatna doba članov občinskega sveta, ki so izvoljeni na podlagi novega akta o izidu volitev iz zakona, ki ureja lokalne volitve, ki ga sprejme občinska volilna komisija v skladu z odločbo upravnega sodišča."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "42",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "42",
      "content": "Župana volijo volivci, ki imajo v občini stalno prebivališče, na neposrednih tajnih volitvah.\nŽupan se voli za štiri leta.\nMandatna doba župana traja do prve seje novoizvoljenega občinskega sveta. Do prve seje novo izvoljenega občinskega sveta traja tudi:\n-        mandatna doba župana, ki je izvoljen na nadomestnih volitvah po prenehanju mandata prejšnjemu županu pred potekom mandatne dobe,\n-        mandatna doba župana, ki je izvoljen na predčasnih volitvah, če je bila občina ustanovljena po opravljenih rednih volitvah,\n-        mandatna doba župana, ki je izvoljen na volitvah, ki so bile iz kakšnega drugega razloga na podlagi zakona opravljene po rednih volitvah v občinske svete,\n-        mandatna doba župana, ki je izvoljen na podlagi novega akta o izidu volitev iz zakona, ki ureja lokalne volitve, ki ga sprejme občinska volilna komisija v skladu z odločbo upravnega sodišča."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "44",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "44",
      "title": "(črtan)",
      "content": "Neposredne oblike sodelovanja, občanov pri odločanju v občini so zbor občanov, referendum in ljudska iniciativa."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "45",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "45",
      "content": "Občani na zboru v skladu z zakonom ali statutom občine obravnavajo posamezne zadeve, oblikujejo stališča, dajejo predloge, pobude in mnenja ali odločajo.\nZbor občanov se lahko skliče za vso občino ali za njen posamezen del.\nŽupan mora sklicati zbor občanov, če je tako predpisano z zakonom ali statutom občine ali če tako zahteva najmanj pet odstotkov volivcev v občini oziroma v njenem posameznem delu, lahko pa ga skliče na lastno pobudo, na pobudo občinskega sveta ali sveta ožjega dela občine.\nS statutom občine se predpišejo:\n-        zadeve, ki jih obravnavajo občani na zboru, o njih oblikujejo svoja stališča, dajejo predloge, pobude in mnenja ali o njih odločajo,\n-        način vložitve zahteve in postopek odločanja o sklicu zbora občanov, če sklic zahtevajo volivci,\n-        način sklica zbora občanov,\n-        število volivcev, ki morajo sodelovati na zboru, da so stališča, predlogi, pobude in mnenja ali odločitve veljavno sprejete,\n-        kako sprejeta stališča, predlogi, pobude in mnenja ali odločitve zavezujejo občinske organe in\n-        druga vprašanja, pomembna za izvedbo zbora občanov ter za uveljavljanje njihovih stališč, predlogov, pobud, mnenj in odločitev."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "46",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "46",
      "content": "Občani lahko odločajo na referendumu o vprašanjih, ki so vsebina splošnih aktov občine, razen o proračunu in zaključnem računu občine ter o splošnih aktih, s katerimi se v skladu z zakonom predpisujejo občinski davki in druge dajatve. Referendum se opravi kot naknadni referendum, na katerem občani potrdijo ali zavrnejo sprejeti splošni akt občine ali njegove posamezne določbe.\nObčinski svet lahko razpiše referendum na predlog župana ali člana občinskega sveta. Občinski svet mora razpisati referendum, če to zahteva najmanj pet odstotkov volivcev v občini in če tako določa zakon ali statut občine.\nPredlog za razpis referenduma je treba vložiti oziroma občinski svet pisno seznaniti s pobudo volivcem za vložitev zahteve za razpis referenduma v petnajstih dneh po sprejemu splošnega akta. Če je vložen predlog za razpis referenduma ali je dana pobuda volivcem za vložitev zahteve za razpis referenduma, župan zadrži objavo splošnega akta do odločitve o predlogu ali pobudi oziroma do odločitve na referendumu.\nČe je sprejeti splošni akt ali njegove posamezne določbe na referendumu potrjen, ga mora župan objaviti skupaj z objavo izida referenduma. Če je sprejeti splošni akt ali njegove posamezne določbe zavrnjene, se splošni akt ne objavi, dokler se ob upoštevanju volje volivcev ne spremeni. Odločitev volivcev na referendumu zavezuje občinski svet do konca njegovega mandata."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "46.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "46.a",
      "content": "Občani lahko odločajo na referendumu tudi o drugih vprašanjih, če tako določa zakon.\nReferendum iz prejšnjega odstavka se opravi v skladu z določbami zakona o lokalni samoupravi in zakona o referendumu in ljudski iniciativi, če z zakonom, ki določa in ureja referendum, ni drugače določeno."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "46.b",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "46.b",
      "content": "Da ugotovi voljo občanov, lahko občinski svet pred odločanjem o posameznih vprašanjih iz svoje pristojnosti razpiše tudi svetovalni referendum. Svetovalni referendum se razpiše za vso občino ali za njen del. Odločitev volivcev na svetovalnem referendumu ne zavezuje občinskih organov."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "47",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "47",
      "content": "Pobudo volivcem za vložitev zahteve za razpis referenduma lahko da vsak volivec, politična stranka v občini ali svet ožjega dela občine. Pobuda mora vsebovati zahtevo za razpis referenduma, ki mora vsebovati jasno izraženo vprašanje, ki naj bo predmet referenduma, in obrazložitev. Statut občine lahko določi, da mora biti pobuda podprta s podpisi določenega števila volivcev na seznamu, ki vsebuje osebne podatke podpisnikov: ime in priimek, datum rojstva in naslov stalnega prebivališča.\nPobudnik o pobudi volivcem za vložitev zahteve za razpis referenduma pisno seznani občinski svet in pobudo predloži županu. Če župan meni, da pobuda z zahtevo ni oblikovana v skladu s prejšnjim odstavkom ali je v nasprotju z zakonom in s statutom občine, o tem v osmih dneh po prejemu pobude obvesti pobudnika in ga pozove, da ugotovljeno neskladnost odpravi v osmih dneh. Če pobudnik tega ne stori, se šteje, da pobuda ni bila vložena. Župan o tem nemudoma obvesti pobudnika in občinski svet.\nPobudnik lahko v osmih dneh po prejemu obvestila iz prejšnjega odstavka zahteva, naj odločitev župana preizkusi upravno sodišče. Če upravno sodišče ugotovi, da je odločitev neutemeljena, jo razveljavi. Sodišče odloči v tridesetih dneh.\nVolivci dajejo podporo zahtevi za razpis referenduma s podpisovanjem na seznamu ali z osebnim podpisovanjem. O načinu dajanja podpore odloči župan z aktom, s katerim določi obrazec seznama ali obrazec za podporo z osebnim podpisovanjem in rok za zbiranje podpisov. Obrazca morata vsebovati jasno izraženo zahtevo za razpis referenduma. Osebno podpisovanje se izvaja na upravni enoti, na območju katere je občina, v kateri se zbirajo podpisi v podporo zahtevi za razpis referenduma. Upravna enota preveri in potrdi tudi pravilnost navedbe osebnih podatkov volivca na seznamu in njegovo volilno pravico. Glede postopka dajanja podpore zahtevi za razpis referenduma z osebnim podpisovanjem se smiselno uporabljajo določbe zakona, ki ureja referendum in ljudsko iniciativo.\nVolivci lahko dajo svojo podporo zahtevi za razpis referenduma tudi preko enotnega državnega portala eUprava s kvalificiranim elektronskim podpisom. Za oddajo podpore zahtevi preko enotnega državnega portala eUprava se uporabljajo določbe zakona, ki ureja referendum in ljudsko iniciativo.\nŠteje se, da je zahteva za razpis referenduma vložena, če jo je v določenem roku podprlo s svojim podpisom zadostno število volivcev."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "47.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "47.a",
      "content": "Občinski svet razpiše referendum v petnajstih dneh po sprejemu odločitve o predlogu oziroma od vložitve zahteve volivcev za razpis referenduma. Z aktom o razpisu referenduma določi občinski svet vsebino vprašanja, o katerem se bo odločalo na referendumu ter določi dan, ki se šteje za dan razpisa, referendumsko območje in dan glasovanja.\nČe občinski svet meni, da je vsebina vložene zahteve za razpis referenduma v nasprotju z ustavo in zakonom, lahko zahteva, da o tem odloči ustavno sodišče. Zahtevo lahko občinski svet vloži od dne vložitve zahteve in najkasneje do izteka roka za razpis referenduma. Ustavno sodišče odloči o zahtevi občinskega sveta v 15 dneh.\nAkt o razpisu referenduma se objavi na način, ki je določen s statutom občine za objavo splošnih aktov občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "47.b",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "47.b",
      "content": "Pravico glasovati na referendumu imajo vsi občani, ki imajo pravico voliti člane občinskega sveta, če zakon ne določa drugače. Postopek za izvedbo referenduma vodijo organi, ki vodijo lokalne volitve. O ugovoru zaradi nepravilnosti pri delu volilnega odbora odloča občinska volilna komisija. Podrobneje določi postopek za izvedbo referenduma statut občine v skladu z zakonom.\nSplošni akt ali njegove posamezne določbe so na referendumu zavrnjeni, če proti glasuje večina volivcev, ki so veljavno glasovali, pod pogojem, da proti splošnemu aktu ali njegovim posameznim določbam glasuje najmanj petina vseh volivcev.\nPoročilo o izidu glasovanja na referendumu pošlje občinska volilna komisija občinskemu svetu ter ga objavi na način, ki je v statutu občine določen za objavo splošnih aktov občine."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "48",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "48",
      "content": "Najmanj pet odstotkov volivcev v občini lahko zahteva izdajo ali razveljavitev splošnega akta ali druge odločitve iz pristojnosti občinskega sveta oziroma drugih občinskih organov.\nGlede pobude volivcem za vložitev zahteve iz prejšnjega odstavka in postopka s pobudo se primerno uporabljajo določbe 47. člena tega zakona.\nOrgan, na katerega je naslovljena zadeva iz prvega odstavka, je dolžan v roku, ki ga določi statut občine, najkasneje pa v treh mesecih odločiti o zahtevi."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "48.a",
      "chapter": "IV. poglavje  ORGANI OBČINE",
      "article": "48.a",
      "content": "Občina lahko v postopku priprave predloga proračuna določi višino sredstev, namenjeno financiranju projektov, ki jih predlagajo občani. O predlaganih projektih občina izvede posvetovanja z občani najkasneje do predložitve proračuna občinskemu svetu v sprejem."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "49",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "49",
      "content": "Občinska uprava opravlja upravne, strokovne, pospeševalne in razvojne naloge ter naloge v zvezi z zagotavljanjem javnih služb iz občinske pristojnosti.\nObčinsko upravo ustanovi občinski svet na predlog župana s splošnim aktom, s katerim določi njene naloge in notranjo organizacijo.\nObčinsko upravo usmerja in nadzira župan, delo občinske uprave pa vodi tajnik občine, ki ga imenuje in razrešuje župan. Tajnik občine je uradnik po zakonu, ki ureja položaj javnih uslužbencev. S splošnimi akti občine se lahko za položaj tajnika občine določi naziv direktor ali direktorica občinske uprave.\nO sporih o pristojnosti med organi občinske uprave odloča župan."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "49.a",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "49.a",
      "content": "Občina ne more opravljati za drugo občino nalog, ki so po zakonu ali drugem predpisu naloge občinske uprave, razen strokovnih in tehničnih nalog.\nObčine se lahko odločijo, da ustanovijo enega ali več organov skupne občinske uprave.\nOrgan skupne občinske uprave, ali skupno službo občin za opravljanje posameznih nalog občinske uprave ustanovijo občinski sveti na podlagi splošnih aktov iz drugega odstavka 49. člena tega zakona.\nŽupani se lahko dogovorijo, da se naloge skupnega organa občinske uprave ali skupne službe iz prejšnjega odstavka opravljajo v eni od občinskih uprav."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "49.b",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "49.b",
      "content": "Za finančno poslovanje organa skupne občinske uprave se uporabljajo določbe zakona, ki ureja javne finance o neposrednih uporabnikih občinskih proračunov. Organ skupne občinske uprave je neposredni uporabnik občinskega proračuna tiste občine, v kateri ima sedež.\nOrgan skupne občinske uprave vodi uradnik na položaju.\nZ odlokom o ustanovitvi organa skupne občinske uprave se določijo ime in sedež organa, razmerja do občin soustanoviteljic in druge zadeve, pomembne za delovanje organa skupne občinske uprave."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "49.c",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "49.c",
      "content": "Pri izvrševanju upravnih nalog nastopa organ skupne občinske uprave kot organ tiste občine, v katere krajevno pristojnost zadeva spada.\nOrgan skupne občinske uprave mora pri izvrševanju upravnih nalog ravnati po usmeritvah župana in nalogih tajnika občine, v katere krajevno pristojnost zadeva spada, glede splošnih vprašanj organiziranja in delovanja organa skupne občinske uprave pa po skupnih usmeritvah vseh županov občin, ki so organ skupne občinske uprave ustanovile.\nPredstojnik organa skupne občinske uprave odgovarja za izvrševanje upravnih nalog, ki spadajo v krajevno pristojnost posamezne občine, županu in tajniku te občine, za delo organa skupne občinske uprave v celoti pa skupaj vsem županov občin, ki so organ skupne občinske uprave ustanovile.\nO izločitvi predstojnika organa skupne občinske uprave ali zaposlenega v občinski upravi odloča tajnik občine, v katere krajevno pristojnost zadeva spada, ki v primeru izločitve predstojnika o stvari tudi odloči.\nObčine zagotavljajo sredstva in druge materialne pogoje za skupno opravljanje nalog občinske uprave v razmerju števila prebivalcev posamezne občine do števila vseh prebivalcev občin, za katere se opravljajo, če ni z odlokom določeno drugače.\nZa škodo, povzročeno z nezakonitim delom zaposlenega v organu skupne občinske uprave odgovarjajo solidarno občine, ki so organ ustanovile."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "49.d",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "49.d",
      "title": "49.č člen",
      "content": "S splošnim aktom o organizaciji in delovnem področju organov občinske uprave oziroma z aktom o ustanovitvi organa skupne občinske uprave ter v aktu o sistemizaciji delovnih mest se določi izobrazba tajnika občine in predstojnika organa skupne občinske uprave.\nPri določanju izobrazbe tajnika občine in predstojnika organa skupne občinske uprave v aktih iz prejšnjega odstavka je treba upoštevati, da je za odločanje o upravnih stvareh lahko pooblaščen, kdor izpolnjuje z zakonom predpisane pogoje."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "50",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "50",
      "content": "Podrobnejšo notranjo organizacijo in sistemizacijo delovnih mest v občinski upravi določi župan."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "50.a",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "50.a",
      "content": "Občinska uprava opravlja nadzorstvo nad izvajanjem občinskih predpisov in drugih aktov, s katerimi občina ureja zadeve iz svoje pristojnosti.\nZa opravljanje nadzorstva iz prejšnjega odstavka se lahko v okviru občinske uprave ustanovi občinska inšpekcija.\nInšpekcijsko nadzorstvo neposredno opravljajo občinski inšpektorji kot uradne osebe s posebnimi pooblastili in odgovornostmi, v skladu z zakonom, s katerim je urejen inšpekcijski nadzor."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "50.b",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "50.b",
      "content": "Z občinskim predpisom se lahko določi, da se za opravljanje posameznih upravnih nalog iz izvirne pristojnosti občine podeli javno pooblastilo javnemu podjetju, javnemu zavodu, javni agenciji, javnemu skladu, drugi pravni osebi ali posamezniku, če se s tem omogoči učinkovitejše in smotrnejše opravljanje nalog zlasti, če se v celoti ali pretežno financirajo s plačili uporabnikov.\nČe predpis iz prejšnjega odstavka dopušča, da za pridobitev javnega pooblastila kandidira več pravnih oseb ali posameznikov, se izbira opravi po javnem natečaju.\nPri izvajanju javnega pooblastila imajo njihovi nosilci pravice in dolžnosti občinske uprave.\nO izločitvi uradnih oseb nosilca javnega pooblastila odloči župan."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "50.c",
      "chapter": "V. poglavje  OBČINSKA UPRAVA",
      "article": "50.c",
      "content": "Občina lahko v občinski upravi ustanovi občinsko odvetništvo. Dve ali več občin lahko v skladu z določbami tega zakona, ki urejajo skupni organ občinske uprave, ustanovi medobčinsko odvetništvo. Če občina ne ustanovi občinskega odvetništva ali medobčinskega odvetništva, lahko določi z odlokom o organizaciji in delovnem področju občinske uprave, da naloge občinskega odvetništva opravlja občinski odvetnik.\nObčinsko odvetništvo zastopa občino pred sodišči in drugimi državnimi organi. Po pooblastilu lahko občinsko odvetništvo zastopa tudi druge pravne osebe, ki jih je ustanovila občina.\nNaloge občinskega odvetništva opravljajo vodja občinskega odvetništva oziroma vodja medobčinskega odvetništva in občinski odvetniki. Način izbire vodje medobčinskega odvetništva uredijo občine ustanoviteljice z odlokom o ustanovitvi medobčinskega odvetništva v skladu z zakonom, ki ureja javne uslužbence. Za vodjo občinskega odvetništva ali vodjo medobčinskega odvetništva je lahko imenovan, kdor izpolnjuje pogoje za občinskega odvetnika.\nZa občinskega odvetnika je lahko imenovan, kdor poleg pogojev, ki jih določa zakon, ki ureja javne uslužbence, izpolnjuje tudi naslednje pogoje:\n-        da ima v Republiki Sloveniji pridobljen strokovni naslov univerzitetni diplomirani pravnik ali strokovna naslova diplomirani pravnik (UN) in magister prava oziroma je v tujini končal primerljivo izobraževanje s področja prava, ki se dokazuje s tujo listino o izobraževanju in priloženim mnenjem o izobraževanju ali z odločbo o priznavanju izobraževanja za namen zaposlitve ali z odločbo o nostrifikaciji,\n-        da je opravil pravniški državni izpit in\n-        ima najmanj tri leta delovnih izkušenj po opravljenem pravniškem državnem izpitu.\nGlede položaja in statusa občinskega odvetništva v sodnih, upravnih in drugih postopkih se smiselno uporabljajo določbe zakona, ki ureja državno odvetništvo.\nGlede položaja, pravic in obveznosti vodje občinskega ali medobčinskega odvetništva in občinskega odvetnika se uporabljajo določbe zakona, ki ureja javne uslužbence, če ta zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "51",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "51",
      "content": "Premoženje občine sestavljajo nepremične in premične stvari v lasti občine, denarna sredstva in pravice.\nObčina mora s premoženjem gospodariti kot dober gospodar.\nOdsvojitev delov premoženja občine je dopustna le proti plačilu, ki postane del premoženja občine, razen če se del premoženja podari za humanitarne, znanstvenoraziskovalne, izobraževalne ali druge tovrstne namene. (prenehal veljati)\nČe ni z zakonom drugače določeno, se za odprodajo ali zamenjavo nepremičnin in premičnin v lasti občine smiselno uporabljajo predpisi, ki veljajo za odprodajo ali zamenjavo državnega premoženja.\nVrednost premoženja izkazuje občina v premoženjski bilanci v skladu z zakonom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "51.a",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "51.a",
      "content": "Če se dvoje ali več sosednjih občin združi v novo občino, postane z dnem ustanovitve nove občine njihovo premoženje v celoti premoženje nove občine.\nNovo občino bremenijo tudi vsa bremena premoženja, ki ji je pripadlo."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "51.b",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "51.b",
      "content": "Premoženje občine, ki se razdeli na dvoje ali več novih občin ali se njen del izloči in se ustanovi nova občina oziroma se ta del priključi k sosednji občini, se razdeli sporazumno. Odločitev o načinu sporazumne razdelitve premoženja sprejmejo občinski sveti v šestih mesecih po konstituiranju. Sporazum o razdelitvi premoženja sklenejo župani v nadaljnjih treh mesecih. Sporazum je podlaga za vpis lastninske pravice občine v zemljiško knjigo.\nPosamezno občino bremenijo tudi vsa bremena premoženja, ki ji je pripadlo.\nDokler župani ne sklenejo sporazuma iz prvega odstavka tega člena, opravljajo posle rednega upravljanja s še nerazdeljenim skupnim premoženjem organi občine, na katere območju je premoženje, ob soglasju vseh občin, ustanovljenih na območju posameznih prejšnjih občin. Ustanoviteljske pravice do skupnih javnih zavodov, javnih podjetij in skladov pa izvršujejo organi občine, v kateri je njihov sedež, v soglasju z organi drugih občin, za območje katerih je bil ustanovljen javni zavod, javno podjetje ali sklad. Soglasje je lahko splošno in dano v naprej. Če občina ne odreče soglasja v petnajstih dneh od prejema pisnega predloga, se šteje, da je soglasje dano.\nUpravno sodišče z odločbo razdeli premoženje v skladu z načinom sporazumne delitve, če je na podlagi načina sporazumne razdelitve premoženja, ki so ga sprejeli vsi občinski sveti, sporazum podpisalo več kot polovica županov. Predlog mora vložiti vsaj ena občina v tridesetih dneh od poteka roka za sklenitev sporazuma iz prvega odstavka tega člena."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "51.c",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "51.c",
      "content": "Če občine ne razdelijo premoženja v skladu s prejšnjim členom sporazumno, se z dnem ustanovitve novih oziroma nove občine ali priključitve izločenega dela občine k sosednji občini, razdeli premoženje tako, da:\n-        nepremično premoženje, grajeno javno dobro in javna infrastruktura pripadejo občini, na območju katere ležijo, razen če v celoti služijo izvrševanju obveznih gospodarskih javnih služb druge občine – v tem primeru pripadejo tej občini;\n-        nepremično premoženje, ki je po predpisih o lastninjenju družbene lastnine postalo premoženje krajevnih skupnosti ali njihovih pravnih naslednikov, postane premoženje občine, na območju katere leži oziroma njihovih ožjih delov v skladu s statutom občine;\n-        premično premoženje, ki je namenjeno uporabi nepremičnine ali izvajanju dejavnosti, ki ji nepremičnina služi, postane premoženje občine, na območju katere leži nepremičnina.\nPosamezno občino bremenijo tudi vsa bremena premoženja, ki ji je pripadlo.\nObčinski svet sprejme akt, s katerim na podlagi premoženjske bilance in popisa ugotovi premoženje občine. Akt občinskega sveta je podlaga za vpis lastninske pravice v zemljiško knjigo.\nDruge premoženjske pravice, denarna sredstva in vrednostni papirji ter bremena, ki niso nastala zaradi financiranja izgradnje ali pridobitve premoženja iz prvega odstavka tega člena, se razdelijo v sorazmerju s številom prebivalcev na območju posamezne nove občine oziroma izločenega dela območja občine in številom prebivalcev prejšnje občine. Župani sprejmejo in izvršijo sklep o razdelitvi.\nUstanoviteljske pravice in obveznosti ter kapitalske pravice do javnih zavodov, javnih podjetij, skladov in agencij ter pravice in obveznosti iz koncesijskih in drugih pogodbenih razmerij se uredijo tako, da:\n-        vsaka občina postane ustanoviteljica javnih zavodov in prevzame pravice in obveznosti do javnih zavodov ter izvajalcev, ki po koncesijski ali drugi pogodbi, v skladu z mrežo javnih služb, opravljajo dejavnosti, ki jih mora občina zagotavljati, samo na njenem območju in za njene prebivalce;\n-        občine postanejo soustanoviteljice javnih zavodov ter skupaj prevzamejo pravice in obveznosti do javnih zavodov ter izvajalcev, ki po koncesijski ali drugi pogodbi, v skladu z mrežo javnih služb, opravljajo dejavnosti, ki jih mora občina zagotavljati, na celotnem območju in za vse prebivalce prejšnje občine. Vsaka ustanoviteljica ima pravico in dolžnost po skupnem javnem zavodu, koncesijski pogodbi ali drugi pogodbi zagotavljati izvajanje dejavnosti na svojem območju ter sodelovati v upravljanju in obveznostih do javnega zavoda, koncesionarja ali pogodbenika, v sorazmerju s številom svojih prebivalcev oziroma prebivalcev območja, ki se je k njej priključilo v celotnem številu prebivalcev prejšnje občine, za katere območje je bil javni zavod ustanovljen, oziroma je bila sklenjena koncesijska ali druga pogodba;\n-        vsaka občina postane ustanoviteljica in lastnica javnega kapitala v javnih podjetjih, javnih skladih in agencijah, ki je bil v lasti prejšnje občine, oziroma vstopi kot edina pogodbena stranka v koncesijsko ali drugo pogodbo, če javno podjetje, javni sklad, agencija, koncesionar ali drug pogodbenik izvaja javno službo in druge naloge v skladu z zakonom ali predpisom prejšnje občine samo za njene prebivalce oziroma samo na njenem območju;\n-        občine postanejo soustanoviteljice javnih podjetij, javnih skladov in agencij ustanovljenih za izvajanje javnih služb in drugih nalog v skladu z zakonom ali predpisom prejšnje občine za območje prejšnje občine, oziroma vstopijo kot pogodbene stranke v koncesijska in druga pogodbena razmerja ter skupaj prevzamejo pravice in obveznosti do javnih podjetij, javnih skladov in agencij, koncesionarjev in drugih pogodbenikov. Vsaka ustanoviteljica ima pravico in dolžnost po skupnem javnem podjetju, javnem skladu, agenciji, koncesijski pogodbi ali drugi pogodbi zagotavljati izvajanje dejavnosti na svojem območju ter sodelovati v upravljanju in obveznostih do javnega podjetja, javnega sklada, agencije, koncesionarja ali pogodbenika, v sorazmerju s številom svojih prebivalcev oziroma prebivalcev območja, ki se je k njej priključilo v celotnem številu prebivalcev prejšnje občine, za katere območje je bilo javno podjetje, javni sklad ali agencija ustanovljena, oziroma je bila sklenjena koncesijska ali druga pogodba. V istem razmerju postanejo občine tudi lastnice idealnih deležev javnega kapitala javnega podjetja, javnega sklada ali agencije, ki je bil v lasti prejšnje občine.\nZa izvrševanje ustanoviteljskih pravic občin v skupnih javnih zavodih, javnih podjetjih, javnih skladih in agencijah iz prejšnjega odstavka ter za usklajevanje odločitev občin v zvezi z zagotavljanjem javnih služb ustanovijo občinski sveti udeleženih občin skupni organ, ki ga sestavljajo župani v skladu z določbama četrtega in petega odstavka 61. člena tega zakona.\nNepremičnih in premičnih stvari, ki so namenjene izvajanju dejavnosti in z njimi upravlja javni zavod ali javno podjetje, ni mogoče fizično deliti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "52",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "52",
      "content": "Lokalne zadeve javnega pomena financira občina iz lastnih virov, sredstev države in iz zadolžitve.\nLastni viri občine so:\n1.      davki in druge dajatve,\n2.      dohodki od njenega premoženja.\nDržava zagotavlja občinam, ki ne morejo financirati lokalnih zadev javnega pomena v primerni višini iz lastnih virov, dodatna sredstva. Višino in način zagotavljanja dodatnih sredstev določa zakon.\nZ zakonom se določi način spodbujanja povezovanja ter sodelovanja občin in ustanovitev občine z združitvijo dveh ali več občin z manj kot 5000 prebivalci ali z združitvijo takih občin z večjimi občinami."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "53",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "53",
      "content": "Za financiranje lokalnih zadev javnega pomena pripadajo občini naslednji prihodki:\n1.      davek od premoženja,\n2.      davek na dediščine in darila,\n3.      davek na dobitke od iger na srečo,\n4.      davek na promet nepremičnin,\n5.      drugi davki, določeni z zakonom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "54",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "54",
      "content": "Dohodki od premoženja občine so zlasti:\n1.      dohodki od zakupnin in najemnin za zemljišča in objekte, ki so občinska lastnina,\n2.      dohodki od vlaganj kapitala,\n3.      dohodki od vrednostnih papirjev in drugih pravic, ki jih je občina kupila,\n4.      dohodki od rent. dobička javnih podjetij in koncesij."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "55",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "55",
      "content": "Občina se lahko zadolži pod pogoji, določenimi z zakonom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "57",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "57",
      "title": "(črtan)",
      "content": "Prihodki in izdatki za posamezne namene financiranja javne porabe občine morajo biti zajeti v proračunu občine, ki ga ta sprejme v skladu z zakonom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "59",
      "chapter": "VI. poglavje  PREMOŽENJE IN FINANCIRANJE OBČINE",
      "article": "59",
      "title": "(črtan)",
      "content": "Računsko sodišče preverja poslovanje občine ter pravnih oseb, ki jih ustanovi občina ali je njihov lastnik."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "61",
      "chapter": "VII. poglavje  OBČINSKE JAVNE SLUŽBE",
      "article": "61",
      "content": "Občina zagotavlja opravljanje javnih služb, ki jih v skladu z zakonom določi s svojim splošnim aktom, in javnih služb, za katere je tako določeno z zakonom (lokalne javne službe).\nOpravljanje lokalnih javnih služb zagotavlja občina:\n-        neposredno v okviru občinske uprave;\n-        z ustanavljanjem javnih zavodov in javnih podjetij;\n-        z dajanjem koncesij;\n-        na drug način, določen v skladu z zakonom.\nDvoje ali več občin lahko zaradi gospodarnejšega in učinkovitejšega zagotavljanja javnih služb skupaj ustanovi javni zavod ali javno podjetje. Občine lahko za izvajanje javne službe podelijo skupno koncesijo.\nObčinski sveti občin ustanovijo za uresničevanje ustanoviteljskih pravic in za usklajevanje odločitev občin v zvezi z zagotavljanjem javnih služb iz prejšnjega odstavka svet ustanoviteljic oziroma svet koncedentov, ki ga sestavljajo župani. Akt o ustanovitvi sveta ustanoviteljic oziroma sveta koncedentov mora določati njegove naloge, organizacijo dela in način sprejemanja odločitev, financiranje in delitev stroškov med občinami.\nSvet ustanoviteljic in svet koncedentov opravljata svoje naloge v imenu in za račun občin, ki so ga ustanovile. Sedež sveta ustanoviteljic je v občini, v kateri je sedež javnega zavoda ali javnega podjetja. Sedež sveta koncedentov je v občini, ki jo določi koncesijski akt.\nStrokovne naloge za svet ustanoviteljic oziroma svet koncedentov opravlja občinska uprava občine, v kateri je njegov sedež, če z aktom o ustanovitvi sveta ustanoviteljic oziroma sveta koncedentov ni določeno, da te naloge opravlja organ skupne občinske uprave.\nČe je za javne službe, ki jih občine zagotavljajo na način iz tretjega odstavka tega člena, ustanovljena zveza občin, opravlja naloge sveta ustanoviteljic svet zveze občin."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "62",
      "chapter": "VII. poglavje  OBČINSKE JAVNE SLUŽBE",
      "article": "62",
      "content": "Način in pogoje opravljanja lokalnih javnih služb predpiše občina, če zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "64",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "64",
      "content": "Občina sprejme svoj statut.\nStatut občine določa temeljna načela za organizacijo in delovanje občine, oblikovanje in pristojnosti občinskih organov razen glede organov občinske uprave, način sodelovanja občanov pri sprejemanju odločitev v občini in druga vprašanja skupnega pomena v občini, ki jih določa zakon.\nStatut sprejme svet z dvotretjinsko večino vseh članov. Če statut ni sprejet, se najprej v tridesetih dneh, najkasneje pa v šestdesetih dneh ponovno odloča o njegovem sprejemu."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "65",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "65",
      "content": "Občina ureja zadeve iz svoje pristojnosti z odloki, odredbami, pravilniki in navodili.\nZadeve iz prenesene pristojnosti ureja občina z odloki in drugimi predpisi, določenimi z zakoni."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "66",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "66",
      "content": "Statut in drugi predpiši občine morajo biti objavljeni, veljati pa začnejo petnajsti dan po objavi, če ni v njih drugače določeno.\nStatut in drugi predpisi občine se objavijo v uradnem glasilu, ki je določen s statutom."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "67",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "67",
      "content": "Občina odloča s posamičnimi akti o upravnih stvareh iz lastne pristojnosti in iz prenesene državne pristojnosti.\nO upravnih stvareh iz občinske pristojnosti odloča na prvi stopnji občinska uprava, na drugi stopnji pa župan, če ni z zakonom drugače določeno.\nO pritožbah zoper odločbe organa skupne občinske uprave odloča župan občine, v katere krajevno pristojnost zadeva spada, če zakon drugače ne določa."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "68",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "68",
      "content": "Organi občine in nosilci javnih pooblastil odločajo v upravnih stvareh in o drugih pravicah, obveznostih in pravnih koristih posameznikov in organizacij v upravnem postopku.\nO pritožbah zoper posamične akte izdane v upravnih stvareh iz prenesene pristojnosti odloča pristojni državni organ, ki ga določa zakon."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "69",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "69",
      "content": "O zakonitosti dokončnih posamičnih aktov organov občine odloča v upravnem sporu pristojno sodišče."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "70",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "70",
      "content": "Materialni akti in akti poslovanja občine morajo temeljiti na zakonu in drugem zakonitem predpisu."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "71",
      "chapter": "VIII. poglavje  SPLOŠNI IN POSAMIČNI AKTI OBČINE",
      "article": "71",
      "content": "Določbe tega poglavja se smiselno uporabljajo tudi za splošne in posamične akte pokrajine in drugih oblik povezovanja lokalnih skupnosti, če za prenesene naloge in za izvrševanje javnih pooblastil s posebnim zakonom ni določeno drugače."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "86",
      "chapter": "IX. poglavje  MEDOBČINSKO SODELOVANJE",
      "article": "86",
      "title": "(črtan)",
      "content": "Dve ali več občin lahko zaradi skupnega urejanja in izvajanja posameznih upravnih nalog ter zaradi izvajanja skupnih razvojnih in investicijskih programov z aktom o ustanovitvi ustanovijo enonamensko ali večnamensko zvezo občin, ki je oseba javnega prava.\nZveza občin ima svet, ki ga sestavlja z aktom o ustanovitvi zveze občin določeno število predstavnikov občinskih svetov občin ustanoviteljic. Posamezna občina ima v svetu zveze občin tolikšen delež glasov, kot ima prebivalcev v razmerju do števila prebivalcev vseh občin, vključenih v zvezo občin, če z aktom o ustanovitvi zveze občin ni določeno drugače.\nZveza občin ima izvršilni organ, ki ga sestavljajo župani občin ustanoviteljic. Zvezo občin zastopa eden od županov. Način njegovega imenovanja in vrednost glasu posameznega župana pri sprejemanju odločitev izvršilnega organa zveze občin določijo ustanoviteljice z aktom o ustanovitvi zveze občin.\nAkt o ustanovitvi zveze občin, ki ga kot pogodbo sklenejo župani ter z odloki potrdijo občinski sveti občin ustanoviteljic, vsebuje vsaj:\n-        ime in sedež zveze občin,\n-        delovno področje, pristojnosti in naloge zveze občin,\n-        predpise in druge akte iz pristojnosti občinskih organov, za katere sprejemanje bo po ustanovitvi zveze občin pristojen svet zveze občin,\n-        pristojnosti, sestavo, organizacijo in način odločanja sveta zveze občin,\n-        pristojnosti, organizacijo in način dela izvršilnega organa zveze občin,\n-        zastopanje zveze občin kot pravne osebe javnega prava,\n-        zagotavljanje sredstev za delovanje in izvajanje nalog zveze občin,\n-        poslovanje zveze občin ter njene pravice, obveznosti in odgovornosti,\n-        začetek delovanja in prenehanja zveze občin,\n-        pravice, obveznosti in odgovornosti ustanoviteljic ter načela urejanja medsebojnih premoženjskih in drugih razmerij,\n-        pridobitev lastnosti ustanoviteljice in izstop iz ustanoviteljstva.\nZa finančno poslovanje zveze občin se smiselno uporabljajo določbe zakona, ki ureja finančno poslovanje posrednih uporabnikov občinskega proračuna, in zakona, ki ureja financiranje občin, in se nanašajo na javne zavode, katerih ustanoviteljica je občina.\nAkt o ustanovitvi zveze občin začne veljati z dnem uveljavitve zadnjega izmed odlokov, s katerim so občinski sveti potrdili akt o ustanovitvi."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "86.a",
      "chapter": "IX. poglavje  MEDOBČINSKO SODELOVANJE",
      "article": "86.a",
      "content": "Dve ali več občin lahko zaradi predstavljanja in uveljavljanja lokalne samouprave ter usklajevanja in skupnega zagotavljanja svojih interesov ustanovi združenje. Z aktom o ustanovitvi združenja določijo ustanoviteljice ime in sedež združenja, cilje in naloge združenja, pravice, obveznosti in odgovornosti združenja v pravnem prometu, zastopanje združenja, pravice in obveznosti članic, način včlanjevanja oziroma prenehanja članstva, organe združenja, financiranje združenja, nadzor nad poslovanjem in prenehanje.\nZdruženje lahko v imenu združenja uporabi ime “Slovenija”, izpeljanko ali kratico imena Republike Slovenije, če za to pridobi dovoljenje vlade.\nAkt o ustanovitvi združenja predložijo ustanoviteljice v hrambo ministrstvu, pristojnemu za lokalno samoupravo. Zahtevi za hrambo priloži pooblaščena oseba združenja sklepe občinskih svetov o članstvu v združenju in statut združenja. Ministrstvo izda odločbo o hrambi. Akt o ustanovitvi združenja, statut združenja in izrek odločbe o hrambi objavi združenje v Uradnem listu Republike Slovenije.\nZdruženje občin je pravna oseba javnega prava s pravicami, obveznostmi in odgovornostmi, ki jih določata zakon in akt o ustanovitvi. Združenje pridobi status pravne osebe javnega prava z dnem objave iz prejšnjega odstavka.\nZdruženje predstavlja interese svojih članic pred državnimi organi, kadar ti oblikujejo ali sprejemajo zakone, ali druge predpise, s katerimi se določajo naloge, pravice, obveznosti in odgovornosti občin, ali se s predpisi kako drugače posega v njihove koristi.\n(6) Če ni v aktih združenj določeno drugače, združenje zastopa eden od županov občin članic, člani organov upravljanja in nadzora pa so lahko poleg županov tudi drugi funkcionarji občin članic.\nZdruženje lahko ustanovi strokovne službe za opravljanje strokovnih nalog za združenje, opravljanje informacijskih in izobraževalnih nalog in zagotavljanje strokovne pomoči občinam in zvezam občin. Združenje lahko ustanovi skupne strokovne službe, ki po pooblastilu izvajajo naloge za članice združenj.\nZdruženje lahko pridobi lastnost reprezentativnosti. Reprezentativno je združenje, v katerega je včlanjenih najmanj 30 odstotkov občin, v primeru združenja mestnih občin pa najmanj polovica mestnih občin. Reprezentativnost združenja se ugotovi v odločbi iz tretjega odstavka tega člena.\nVlada določi merila in postopek za sestavo stalnega predstavništva reprezentativnih združenj občin za sodelovanje z državnimi organi, ter njihovih delegacij v mednarodnih organizacijah občin in v drugih mednarodnih organizacijah. Pri tem upošteva načelo, da se število članov posameznih delegacij določi po proporcionalnem načelu glede velikosti združenja in zagotovi, da ima vsako reprezentativno združenje v delegaciji vsaj enega predstavnika, kadar število članov delegacije to dopušča.\nSredstva za delegacije reprezentativnih združenj v organih Sveta Evrope in Evropske unije, ki bremenijo države, se zagotovijo v državnem proračunu."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "88",
      "chapter": "X. poglavje  NADZOR DRŽAVNIH ORGANOV",
      "article": "88",
      "content": "Državni organi nadzorujejo zakonitost dela organov občin.\nV zadevah, ki jih na občine prenese država, pa opravljajo državni organi tudi nadzor nad primernostjo in strokovnostjo njihovega dela.\nDržavni nadzor nad delom organa lokalnih skupnosti izvršujejo vlada in ministrstva."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "88.a",
      "chapter": "X. poglavje  NADZOR DRŽAVNIH ORGANOV",
      "article": "88.a",
      "content": "Nadzorstvo nad zakonitostjo splošnih in posamičnih aktov občin v zadevah iz njihove pristojnosti izvršujejo ministrstva, vsako na svojem področju.\nMinistrstvo mora zaradi opravljanja nadzorstva nad zakonitostjo dela organov občin zagotoviti ustrezno sodelovanje, medsebojno obveščanje in strokovno pomoč organom občin.\nMinistrstvo mora opozoriti organ občine, za katerega meni, da je izdal akt, ki ni v skladu z ustavo in zakonom, in mu predlagati ustrezne rešitve. Ministrstvo mora opozoriti pristojni občinski organ tudi, če ugotovi, da občinska uprava ne ravna v skladu z zakonom ali drugim predpisom, in predlagati ustrezne ukrepe.\nČe organ občine ne uskladi svojega splošnega akta z ustavo ali zakonom, mora ministrstvo predlagati vladi, da zahteva začetek postopka pred ustavnim sodiščem za oceno skladnosti splošnega akta občine z ustavo in zakonom.\nNa predlog ministrstva vlada predlaga ustavnemu sodišču, da zadrži izvrševanje splošnega akta občine, za katerega ministrstvo oziroma vlada meni, da bi z njegovo izvršitvijo lahko nastale večje motnje v izvrševanju nalog občine in bi zato nastale škodljive posledice za zdravje ali življenje ljudi, ali večja gospodarska škoda, ali pa bi izvrševanje takega akta pomenilo kršitev z ustavo in zakonom zagotovljenih pravic in svoboščin občanov."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "89",
      "chapter": "X. poglavje  NADZOR DRŽAVNIH ORGANOV",
      "article": "89",
      "content": "Župan mora odloke, s katerimi občina ureja zadeve iz prenesene pristojnosti države brez odlašanja, najpozneje pa hkrati z objavo, predložiti vladi oziroma ustreznemu ministrstvu.\nVlada oziroma ministrstvo odloke, za katere meni, da so nezakoniti, lahko zadrži glede izvrševanja in jih predloži Ustavnemu sodišču."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "90.a",
      "chapter": "X. poglavje  NADZOR DRŽAVNIH ORGANOV",
      "article": "90.a",
      "title": "(črtan)",
      "content": "Če občina ne opravlja ali v nasprotju z zakonom opravlja z zakonom določene naloge iz svoje izvirne pristojnosti, mora pristojno ministrstvo opozoriti pristojni občinski organ in mu predlagati način izvršitve posamezne naloge ter določiti rok.\nČe občina ne ravna v skladu z opozorilom in predlogom iz prejšnjega odstavka in pristojno ministrstvo ugotovi, da občina ne zagotavlja skupnih potreb in interesov svojih prebivalcev in bi utegnile nastati škodljive posledice za življenje ali zdravje ljudi, za naravno oziroma življenjsko okolje ali premoženje, mora pristojno ministrstvo občini naložiti izvedbo naloge z odločbo. Če občina ne izvrši odločbe v določenem v roku, jo izvrši ministrstvo v skladu z določbami zakona, ki ureja upravno izvršbo."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "90.b",
      "chapter": "X. poglavje  NADZOR DRŽAVNIH ORGANOV",
      "article": "90.b",
      "content": "Občinski svet se lahko predčasno razpusti, če:\n-        ne izvršuje odločb ustavnega sodišča, ki mu nalagajo z ustavo in zakonom skladno ravnanje;\n-        v letu, za katero ni bil sprejet proračun, tudi za prihodnje leto ne sprejme v skladu z zakonom predloženega in pripravljenega proračuna, ki bi lahko začel veljati ob začetku leta ali\n-        če se v posameznem koledarskem letu po najmanj trikratnem sklicu sploh ne sestane na sklepčni seji.\nŽupana se lahko predčasno razreši, če:\n-        ne izvršuje odločb ustavnega sodišča ali pravnomočnih odločb sodišča, pristojnega za upravne spore, ki mu nalagajo z ustavo in zakonom skladno ravnanje.\nV primeru razpustitve občinskega sveta državni zbor razpiše predčasne volitve v občinski svet, v primeru razrešitve župana pa nadomestne volitve župana."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "90.c",
      "chapter": "X. poglavje  NADZOR DRŽAVNIH ORGANOV",
      "article": "90.c",
      "content": "O razpustitvi občinskega sveta oziroma razrešitvi župana odloča državni zbor na predlog vlade.\nPreden izda sklep o razpustitvi občinskega sveta oziroma razrešitvi župana, mora državni zbor opozoriti občinski svet oziroma župana na njegovo nezakonito ravnanje ter mu predlagati kako naj v primernem roku te nezakonitosti odpravi. Če občinski svet oziroma župan ravna v skladu z opozorilom, državni zbor postopek o razpustitvi oziroma razrešitvi s sklepom ustavi.\nDržavni zbor razpusti občinski svet oziroma razreši župana, če ugotovi, da razlogi niso odpravljeni, da so bili uporabljeni vsi milejši zakoniti ukrepi in je predčasna razpustitev občinskega sveta oziroma razrešitev župana v danem primeru primeren in nujen ukrep za zagotovitev lokalne samouprave v občini.\nObčinski svet oziroma župan lahko v tridesetih dneh po prejemu vloži zahtevo za presojo ustavnosti sklepa državnega zbora iz prejšnjega odstavka. Če zahteva ni vložena v roku oziroma, če ji ni ugodeno, je občinski svet razpuščen oziroma župan razrešen z dnem objave odločitve državnega zbora oziroma ustavnega sodišča.\nČe je občinski svet razpuščen, opravlja nujne naloge iz njegove pristojnosti v času do izvolitve novega občinskega sveta župan. Župan mora svoje odločitve predložiti v potrditev novoizvoljenemu občinskemu svetu takoj, ko se ta sestane na prvi seji.\nČe je razrešen župan, opravlja nujne naloge iz njegove pristojnosti do izvolitve novega župana podžupan oziroma član občinskega sveta, ki je v skladu s tem zakonom določen za začasno opravljanje funkcije župana, če je ta predčasno razrešen.\nV primeru hkratne razpustitve občinskega sveta in razrešitve župana imenuje vlada začasnega upravitelja, ki do izvolitve novih občinskih organov opravlja nujne naloge. Začasni upravitelj mora svoje odločitve predložiti v potrditev novoizvoljenemu občinskemu svetu takoj, ko se ta sestane na prvi seji. Za začasnega upravitelja ni mogoče imenovati osebe, ki opravlja funkcijo ali delo, ki je nezdružljivo s funkcijo člana občinskega sveta in župana."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "91",
      "chapter": "XI. poglavje  VARSTVO LOKALNE SAMOUPRAVE IN PRAVIC POSAMEZNIKOV TER ORGANIZACIJ",
      "article": "91",
      "content": "Občina oziroma pokrajina lahko vloži zahtevo za presojo ustavnosti in zakonitosti predpisov države pri Ustavnem sodišču, s katerimi se posega v ustavni položaj in pravice lokalne skupnosti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "92",
      "chapter": "XI. poglavje  VARSTVO LOKALNE SAMOUPRAVE IN PRAVIC POSAMEZNIKOV TER ORGANIZACIJ",
      "article": "92",
      "content": "Občina oziroma pokrajina lahko v upravnem sporu spodbija konkretne upravne akte in ukrepe, s katerimi državni organi izvršujejo oblastni nadzor."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "93",
      "chapter": "XI. poglavje  VARSTVO LOKALNE SAMOUPRAVE IN PRAVIC POSAMEZNIKOV TER ORGANIZACIJ",
      "article": "93",
      "content": "Občina oziroma pokrajina ima v postopku, v katerem se odloča o pravicah in obveznostih posameznikov in organizacij pred državnimi organi položaj stranke, če so s temi akti neposredno prizadete njene pravice in koristi, določene z ustavo in zakoni.\nObčina ima pravico biti obveščena o vsakem upravnem postopku, v katerem pristojni državni organ odloča na podlagi predpisov občine.\nPristojni državni organ, ki vodi postopek iz prejšnjega odstavka, mora občino pisno obvestiti o začetku upravnega postopka v osmih dneh."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "94",
      "chapter": "XI. poglavje  VARSTVO LOKALNE SAMOUPRAVE IN PRAVIC POSAMEZNIKOV TER ORGANIZACIJ",
      "article": "94",
      "content": "Državni zbor mora pred sprejemom zakonov in drugih predpisov, ki se v skladu z ustavo tičejo koristi občin, pridobiti njihovo mnenje. Če se predpis nanaša na posamezno občino in posega v njene koristi, jo je treba seznaniti z namenom takšnega predpisa pred njegovim sprejemom.\nVlada mora pred sprejetjem predlogov zakonov oziroma preden jih predloži državnemu zboru v sprejem in pred sprejetjem drugih predpisov iz svoje pristojnosti, ki zadevajo pristojnosti, delovanje in financiranje občin, zagotoviti ustrezno sodelovanje združenj občin.\nDoločba iz prejšnjega odstavka se smiselno uporablja tudi kadar posamezen minister sprejema predpis iz svoje pristojnosti."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "99",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "99",
      "content": "Občinski sveti sprejmejo statute občin do 30. aprila 1995.\nV enem mesecu po sprejemu statuta občine občinski svet sprejme poslovnik o svojem delu ter akt o organizaciji in delovnem področju občinske uprave. Župan izda akt o si­stemizaciji delovnih mest v občinski upravi v enem mesecu po sprejemu akta o organizaciji in delovnem področju občinske uprave."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "99.a",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "99.a",
      "content": "Predpisi prejšnjih občin v delih, s katerimi so urejene zadeve iz državne pristojnosti, navedene v 101. členu zakona o upravi (Uradni list RS, št. 67/94), veljajo od 1.1.1995 dalje kot državni predpisi in jih izvršujejo ter s svojimi predpisi nadomeščajo državni organi v mejah svojih pristojnosti. (razveljavljen)\nPredpisi prejšnjih občin v delih, s katerimi so urejene lokalne zadeve iz 21. in 22. člena tega zakona, veljajo od 1.1.1995 dalje kot občinski predpisi in jih izvršujejo ter s svojimi predpisi nadomeščajo organi občin.\nZ zakoni in drugimi državnimi predpisi določene pristojnosti organov prejšnjih občin za urejanje in izvrševanje zadev iz državne pristojnosti ne preidejo na organe novih občin. (razveljavljen)"
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "100",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "100",
      "content": "Občine, ustanovljene do uveljavitve zakona o spremembah in dopolnitvah zakona o lokalni samoupravi (ZLS-K), razdelijo skupno premoženje, v skladu z določbami prvega in drugega odstavka 51.b člena zakona, v skupnem roku šest mesecev. Rok začne teči z dnem uveljavitve zakona o spremembah in dopolnitvah zakona o lokalni samoupravi (ZLS-K).\nDokler občine ne sklenejo sporazuma iz prejšnjega odstavka, opravljajo posle rednega upravljanja s še nerazdeljenim skupnim premoženjem organi občine, na katere območju je premoženje, ob soglasju vseh občin, ustanovljenih na območju posameznih prejšnjih občin. Ustanoviteljske pravice do skupnih javnih zavodov, javnih podjetij in skladov pa izvršujejo organi občine, v kateri je njihov sedež, v soglasju z organi drugih občin, za območje katerih je bil ustanovljen javni zavod, javno podjetje ali sklad. Soglasje je lahko splošno in dano v naprej. Če občina ne odreče soglasja v petnajstih dneh od prejema pisnega predloga, se šteje, da je soglasje dano.\nOsnova za delitev premoženja je zlasti:\n-        število prebivalstva;\n-        udeležba posameznih delov občine v zagotavljanju premoženja občine;\n-        lastna udeležba posameznih delov občine pri izgradnji ali oblikovanju premoženja v občini;\n-        obstoječa bremena občin ter terjatve, ki bodo dospevale v naslednjih letih.\nČe občine ne sklenejo sporazuma v šestih mesecih po uveljavitvi zakona o spremembah in dopolnitvah zakona o lokalni samoupravi (ZLS-K), morajo ustanoviti arbitražo. Za ustanovitev, sestavo, postopek in odločanje arbitraže se uporabljajo določbe zakona, ki ureja pravdni postopek, kolikor ni s tem zakonom določeno drugače. Arbitražo ustanovijo župani z arbitražno pogodbo v tridesetih dneh od poteka roka iz prvega odstavka tega člena. Z arbitražno pogodbo opredelijo župani sporni predmet in določijo pristojnost arbitraže, način določitve postopka pred arbitražo, kraj zasedanja arbitraže in čas začetka dela arbitraže ter pravice in obveznosti strank v arbitražnem postopku. Vsaka občina imenuje v arbitražo po enega arbitra. Enega arbitra, ki je predsednik arbitraže, pa imenuje vlada. Arbiter ne more biti občinski funkcionar, delavec občinske uprave ali poslovodni delavec oziroma delavec javnega sklada, javnega zavoda, javnega podjetja oziroma družbe ter druge organizacije, ki je uporabnik sredstev proračuna občine – stranke arbitraže ali oseba, ki je z občino v trajnih poslovnih odnosih oziroma je od nje odvisna, ali druga oseba, ki zaradi izločitvenih razlogov iz 70. člena zakona o pravdnem postopku (Uradni list RS, št. 26/99), ne more opravljati sodniške funkcije. Občine imenujejo arbitre v tridesetih dneh od poteka roka iz prvega odstavka tega člena. Arbitraža razsoja po postopku, ki ga v skladu z arbitražno pogodbo določi sama ter po pravičnosti. Arbitraža sprejme odločitev z glasovanjem. Posamezni arbiter ima tolikšno število glasov, kot znaša razmerje med številom prebivalcev v občini, ki ga je imenovala in številom vseh prebivalcev na območju občin, ki so arbitražo ustanovile. Arbitražna odločba je sprejeta, če zanjo glasuje večina vseh arbitrov, ki so glasovali in če zanjo glasujejo arbitri, ki imajo najmanj polovico glasov in če ji arbiter, ki ga je imenovala vlada, ne nasprotuje. Postopek pred arbitražo mora biti končan v šestih mesecih od poteka roka iz prvega odstavka tega člena.\nČe spora tudi z arbitražo ni mogoče rešiti oziroma arbitraže ni bilo mogoče oblikovati, odloči upravno sodišče v upravnem sporu meritorno. Občine so dolžne vložiti predlog pri upravnem sodišču. Če tega ne storijo v tridesetih dneh po preteku roka za arbitražni postopek, vloži predlog državni pravobranilec na zahtevo vlade. O sporih v zvezi z ureditvijo medsebojnih premoženjskopravnih razmerij in delitve premoženja občin odloča upravno sodišče hitro in prednostno.\nUpravno sodišče z odločbo razdeli premoženje v skladu z načinom sporazumne delitve, če je na podlagi načina sporazumne razdelitve premoženja, ki so ga sprejeli vsi občinski sveti, sporazum podpisalo več kot polovica županov. Predlog mora vložiti vsaj ena občina v tridesetih dneh od poteka roka za sklenitev sporazuma iz prvega odstavka tega člena.\nIz naslova ureditve medsebojnih premoženjskopravnih razmerij ter delitve premoženja med občinami po tem zakonu se ne obračunava in ne plačuje davka."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "100.c",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "100.c",
      "content": "Občine morajo uskladiti svoje splošne akte, sprejete do uveljavitve tega zakona, z določbami tega zakona v roku 30 dni po uveljavitvi tega zakona."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "101",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "101",
      "content": "Delavci občinskih upravnih organov, razen delavcev, ki opravljajo državne funkcije, ki jih prevzame država in tajniki ter drugi zaposleni v organih krajevnih skupnosti imajo ob reorganizaciji lokalnih skupnosti po tem zakonu pravice, ki jih zakon zagotavlja delavcem v državnih organih za primer reorganizacije ali spremenjenih pristojnosti upravnih organov."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "101.a",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "101.a",
      "content": "Občine Beltinci, Cankova, Črenšovci, Črnomelj, Dobrovnik, Grosuplje, Kočevje, Krško, Kuzma, Lendava, Metlika, Murska Sobota, Novo mesto, Puconci, Rogašovci, Semič, Šentjernej, Tišina, Trebnje in Turnišče so dolžne zagotoviti pravico v občini naseljene romske skupnosti do enega predstavnika v občinskem svetu do rednih lokalnih volitev v letu 2002."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "101.b",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "101.b",
      "content": "Mandatna doba članov občinskega sveta in župana Mestne občine Koper, ki so bili izvoljeni na podlagi zakona o razpisu rednih lokalnih volitev v Mestni občini Koper (Uradni list RS, št. 53/99), traja do potrditve mandatov novoizvoljenih članov občinskega sveta in župana na rednih lokalnih volitvah v letu 2002.\nZ dnem uveljavitve tega zakona preneha veljati zakon o razpisu rednih lokalnih volitev v Mestni občini Koper (Uradni list RS, št. 53/99)."
    },
    {
      "document_id": "ZAKO307",
      "provision_ref": "102",
      "chapter": "XII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "102",
      "content": "Ta zakon začne veljati petnajsti dan po objavi v Uradnem listu Republike Slovenije."
    }
  ]
}