{
  "documents": [
    {
      "id": "ZAKO3603",
      "type": "statute",
      "title": "Zakon o zemljiški knjigi (ZZK-1)",
      "short_name": "ZZK-1",
      "status": "in_force",
      "issued_date": "2003-06-18",
      "in_force_date": "2003-09-16",
      "url": "https://pisrs.si/pregledPredpisa?id=ZAKO3603"
    }
  ],
  "provisions": [
    {
      "document_id": "ZAKO3603",
      "provision_ref": "1",
      "chapter": "1. SPLOŠNE DOLOČBE",
      "article": "1",
      "title": "Zemljiška knjiga",
      "content": "(1) Zemljiška knjiga je javna knjiga, namenjena vpisu in javni objavi podatkov o pravicah na nepremičninah in pravnih dejstvih v zvezi z nepremičninami.\n(2) Zemljiška knjiga je sestavljena iz glavne knjige in zbirke listin.\n(3) Glavna knjiga je namenjena vpisu podatkov o pravicah na nepremičninah in pravnih dejstvih v zvezi z nepremičninami, za katere zakon določa, da se vpišejo v zemljiško knjigo.\n(4) Zbirko listin tvorijo listine, na podlagi katerih je bil opravljen vpis v glavno knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "2",
      "chapter": "1. SPLOŠNE DOLOČBE",
      "article": "2",
      "title": "Zemljiškoknjižno sodišče",
      "content": "(1) Zemljiško knjigo vodi sodišče (v nadaljnjem besedilu: zemljiškoknjižno sodišče).\n(2) Zemljiškoknjižno sodišče vodi zemljiško knjigo s tem, da odloča o vpisih, opravlja vpise v glavno knjigo in vodi zbirko listin."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "3",
      "chapter": "1. SPLOŠNE DOLOČBE",
      "article": "3",
      "title": "Uporabljeni pojmi",
      "content": "(1) Pojmi, uporabljeni v tem zakonu, pomenijo:\n1.      kataster je zemljiški kataster, kataster stavb ali druga evidenca o nepremičninah, ki je po zakonu, ki ureja evidentiranje nepremičnin, temeljna evidenca podatkov o zemljiških parcelah ali stavbah in posameznih delih stavb,\n2.      zemljiška parcela je prostorsko odmerjen del zemeljske površine skupaj z vsemi sestavinami,\n3.      pojma stavba in posamezni del stavbe imata enak pomen kot po zakonu, ki ureja evidentiranje nepremičnin,\n4.      identifikacijski znak zemljiške parcele je identifikacijska oznaka, kot je vpisana v zemljiškem katastru,\n5.      identifikacijski znak stavbe ali njenega posameznega dela je identifikacijska oznaka, kot je vpisana v katastru stavb,\n6.      geodetska uprava je državni organ, ki je po zakonu, ki ureja evidentiranje nepremičnin, pristojen za vodenje in vzdrževanje katastra,\n7.      zemljiškoknjižno dovolilo, glavna nepremičnina in pomožna nepremičnina pomeni enako kakor v Stvarnopravnem zakoniku (Uradni list RS, št. 87/02, 91/13 in 23/20, v nadaljnjem besedilu: SPZ).\n(2) Pojmi, uporabljeni v tem zakonu v zvezi z etažno lastnino, pomenijo:\n1.      stavba v etažni lastnini je stavba, katere deli so predmet etažne lastnine,\n2.      posamezni del v etažni lastnini je posamezni del stavbe v etažni lastnini, ki je predmet lastninske pravice v dobro določene osebe ali oseb (v nadaljnjem besedilu: etažni lastnik), vključene v etažno lastnino,\n3.      splošni skupni del stavbe v etažni lastnini je zemljiška parcela ali posamezni del stavbe, ki je predmet solastnine, vključene v etažno lastnino v dobro vsakokratnih etažnih lastnikov vseh posameznih delov v etažni lastnini v posamezni stavbi v etažni lastnini,\n4.      posebni skupni del stavbe v etažni lastnini je zemljiška parcela ali posamezni del stavbe, ki je predmet solastnine, vključene v etažno lastnino v dobro vsakokratnih etažnih lastnikov enega ali več, vendar ne vseh posameznih delov v etažni lastnini v posamezni stavbi v etažni lastnini.\n(3) Kadar se ta zakon sklicuje na SPZ, se določbe SPZ uporabljajo v njihovem vsakokrat veljavnem besedilu.\n(4) Kadar SPZ uporablja pojem zgradba, se pri uporabi določb tega zakona šteje, da uporablja pojem objekt."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "3.a",
      "chapter": "1. SPLOŠNE DOLOČBE",
      "article": "3.a",
      "title": "Informacijski sistem e-ZK in portal e-ZK",
      "content": "(1) Informacijski sistem za podporo informatizirane zemljiške knjige (v nadaljnjem besedilu: informacijski sistem e-ZK) je programska oprema, ki jo upravlja Center za informatiko na Vrhovnem sodišču Republike Slovenije (v nadaljnjem besedilu: Center za informatiko) in ki vključuje naslednje module za informacijsko podporo:\n1.      vlaganja elektronskih zemljiškoknjižnih predlogov in obvestil o pravnih dejstvih, ki so podlaga za vpis po uradni dolžnosti,\n2.      vodenja elektronskih vpisnikov in elektronskih spisov v zemljiškoknjižnih postopkih,\n3.      vodenja informatizirane glavne knjige in informatizirane zbirke listin,\n4.      objave oklicev v zemljiškoknjižnih postopkih in\n5.      izdelave izpisov iz zemljiške knjige, sodnih pisanj v zemljiškoknjižnih postopkih in poročil o stanju zemljiškoknjižnih postopkov in\n6.      spletne storitve v zvezi s poizvedbami v informatizirani glavni knjigi.\n(2) Portal e-ZK je javno spletišče, ki je sestavni del sistema e-ZK."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "4",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "4",
      "title": "Načelo javnosti",
      "content": "(1) Vsi vpisi v zemljiški knjigi so javni.\n(2) Pod pogoji, določenimi s tem zakonom, so javne tudi listine, na podlagi katerih so bili opravljeni vpisi v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "5",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "5",
      "title": "Začetek učinkovanja vpisov",
      "content": "Vpisi pravic in pravnih dejstev v zemljiški knjigi učinkujejo od trenutka, ko je zemljiškoknjižno sodišče prejelo predlog za vpis, oziroma ko je zemljiškoknjižno sodišče prejelo listino, na podlagi katere o vpisu odloča po uradni dolžnosti, če ta zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "6",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "6",
      "title": "Publicitetni učinki vpisov",
      "content": "(1) Če je vpis pravice oziroma pravnega dejstva dovoljen, se šteje, da je ta pravica oziroma to pravno dejstvo, ki je vpisano v zemljiško knjigo, vsakomur znano od začetka uradnih ur zemljiškoknjižnega sodišča v naslednjem delovnem dnevu po dnevu, ko je zemljiškoknjižno sodišče v zemljiški knjigi vpisalo prejem predloga za vpis te pravice oziroma pravnega dejstva, oziroma prejem listine, na podlagi katere je o vpisu odločilo po uradni dolžnosti, in se nihče ne more sklicevati, da mu ta pravica oziroma to pravno dejstvo od takrat dalje ni bilo znano.\n(2) Če pravica oziroma pravno dejstvo, za katerega zakon določa, da se vpisuje v zemljiško knjigo, v zemljiški knjigi ni vpisana, se šteje, da tretji za to pravico oziroma pravno dejstvo ni vedel, če se ne dokaže drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "7",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "7",
      "title": "Oblikovalni učinki vpisov",
      "content": "Stvarne pravice na nepremičninah se pridobijo oziroma prenehajo s trenutkom začetka učinkovanja vpisa v zemljiško knjigo, če zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "8",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "8",
      "title": "Načelo zaupanja v zemljiško knjigo",
      "content": "(1) Kdor v pravnem prometu pošteno ravna in se zanese na podatke o pravicah, ki so vpisani v zemljiški knjigi, zaradi tega ne sme trpeti škodljivih posledic.\n(2) Kdor izpolni pogoje za vpis pravice oziroma pravnega dejstva v zemljiško knjigo v svojo korist in tega vpisa ne predlaga, nosi vse škodljive posledice takšne opustitve."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "9",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "9",
      "title": "Načelo pravnega prednika",
      "content": "(1) Vpisi so dovoljeni v korist osebe, v katere korist učinkuje listina, ki je podlaga za vpis.\n(2) Vpisi so dovoljeni proti osebi, proti kateri učinkuje listina, ki je podlaga za vpis, in ki je v zemljiški knjigi vpisana kot imetnik pravice, na katero se vpis nanaša."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "10",
      "chapter": "2. TEMELJNA NAČELA",
      "article": "10",
      "title": "Načelo vrstnega reda",
      "content": "(1) Zemljiškoknjižno sodišče odloča o vpisih in opravlja vpise po vrstnem redu, ki se določi po trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za vpis, oziroma, ko je zemljiškoknjižno sodišče prejelo listino, na podlagi katere o vpisu odloča po uradni dolžnosti.\n(2) Vrstni red pridobitve stvarne pravice se določi po trenutku, od katerega začne učinkovati vpis te pravice.\n(3) Vrstni red vpisane pravice se lahko spremeni samo pod pogoji, določenimi s tem zakonom."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "11",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.1. Predmet stvarnih pravic",
      "article": "11",
      "title": "Nepremičnine",
      "content": "(1) V zemljiško knjigo se vpisujejo nepremičnine, ki so lahko samostojen predmet stvarnih pravic.\n(2) Nepremičnine, ki se vpisujejo v zemljiško knjigo (v nadaljnjem besedilu: nepremičnine), so:\n1.      zemljiška parcela,\n2.      stavba, zgrajena na podlagi stavbne pravice,\n3.      če je oblikovana etažna lastnina:\n-  stavba v etažni lastnini in\n-  posamezni deli te stavbe.\n(3) Kot nepremičnina se v zemljiško knjigo vpiše tudi stavbna pravica."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "12",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.1. Predmet stvarnih pravic",
      "article": "12",
      "title": "Podatki o nepremičnini, ki se vpišejo v zemljiško knjigo",
      "content": "(1) Nepremičnine se v zemljiško knjigo vpisujejo z identifikacijskim znakom."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "12",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "12",
      "title": "Podatki o nepremičnini, ki se vpišejo v zemljiško knjigo",
      "content": "3.2.1. Vrste pravic, ki se vpisujejo v zemljiško knjigo"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "13",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "13",
      "title": "Pravice, ki se vpisujejo v zemljiško knjigo",
      "content": "(1) V zemljiško knjigo se vpisujejo stvarne pravice na nepremičninah:\n1.      lastninska pravica,\n2.      hipoteka,\n3.      služnostna pravica,\n4.      pravica stvarnega bremena,\n5.      stavbna pravica.\n(2) V zemljiško knjigo se vpisujejo tudi naslednje obligacijske pravice na nepremičninah:\n1.      pravica prepovedi odtujitve oziroma obremenitve, če je nastala na podlagi pravnega posla lastnika in\n-  če so izpolnjeni pogoji za vpis te prepovedi v zemljiško knjigo po SPZ, ali\n-  če je nastala na podlagi pogodbe o dosmrtnem preživljanju ali darilne pogodbe za primer smrti,\n2.      zakupna in najemna pravica,\n3.      predkupna oziroma odkupna pravica, če je nastala na podlagi pravnega posla,\n4.      posebna pravica uporabe javnega dobra,\n5.      druge pravice, za katere zakon določa, da se vpišejo v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "13.a",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "13.a",
      "title": "Pravni položaj nepremičnine in način vpisov pravic in pravnih dejstev",
      "content": "(1) Osnovni pravni položaj nepremičnine po tem zakonu je:\n1.      vknjižena lastninska pravica, katere predmet je nepremičnina,\n2.      pri nepremičnini, ki je splošni ali posebni skupni del stavbe v etažni lastnini, to pravno dejstvo,\n3.      pri stavbi, zgrajeni na podlagi stavbne pravnice, to pravno dejstvo,\n4.      pri nepremičnini, ki je pomožna nepremičnina, to pravno dejstvo.\n(2) Osnovni pravni položaj nepremičnine se v zemljiško knjigo vpiše pri nepremičnini.\n(3) Širši pravni položaj nepremičnine po tem zakonu vključuje:\n1.      osnovni pravni položaj nepremičnine in\n2.      vse pravice in pravna dejstva, ki nepogojno ali pogojno omejujejo ali izključujejo vknjiženo lastninsko pravico na nepremičnini.\n(4) Pravice in pravna dejstva, ki nepogojno ali pogojno omejujejo ali izključujejo vknjiženo lastninsko pravico na nepremičnini, so:\n1.      predznamovana lastninska pravica,\n2.      vknjižene in predznamovane izvedene pravice in\n3.      pravna dejstva, zaznamovana v zemljiški knjigi, razen zaznamb, ki se nanašajo na osebna stanja imetnika.\n(5) Izvedene pravice po tem zakonu so stvarne pravice iz 2. do 5. točke prvega odstavka 13. člena tega zakona in obligacijske pravice iz drugega odstavka 13. člena tega zakona.\n(6) Pravice in pravna dejstva iz četrtega odstavka tega člena se v zemljiško knjigo vpišejo pri osnovnem pravnem položaju nepremičnine, če ni v naslednjih odstavkih drugače določeno.\n(7) Pri izvedeni stvarni pravici se vpišejo:\n1.      pravice in pravna dejstva, ki nepogojno ali pogojno omejujejo ali izključujejo to pravico, in\n2.      druga pravna dejstva, za katere zakon določa, da se vpišejo pri izvedeni stvarni pravici.\n(8) Prejšnji odstavek se smiselno uporablja tudi za zaznambo znižanja obrestne mere ali spremembe zapadlosti terjatve, prireditve ali podreditve vrstnega reda poplačila svoje terjatve, zavarovane s hipoteko, v korist drugega imetnika hipoteke.\n(9) Zaznambe, ki se nanašajo na osebna stanja imetnika, ali začetek stečajnega postopka nad imetnikom, se vpišejo pri tem imetniku.\n3.2.2. Podatki o pravici, ki se vpišejo v zemljiško knjigo"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "14",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "14",
      "title": "Splošno pravilo",
      "content": "(1) Pravica se vpiše tako, da se označi vrsta te pravice.\n(2) Pri vpisu pridobitve pravice se vpišejo podatki o osebi, ki je imetnik ali imetnica (v nadaljnjem besedilu: oseba kot imetnik) te pravice, če zakon ne določa drugače.\n(3) Če pravica učinkuje v korist vsakokratnega lastnika druge nepremičnine, se pri vpisu pridobitve te pravice namesto podatkov o osebi vpiše identifikacijski znak nepremičnine, vsakokratni lastnik katere je imetnik te pravice (v nadaljnjem besedilu: nepremičnina kot imetnik).\n(4) Če je zaradi določne opredelitve pravice to potrebno, se vpiše tudi natančen opis vsebine pravice kot izhaja iz listine, ki je podlaga za vpis. Če je opis preobsežen se v vpisu navede mesto v listini, kjer je ta vsebina podrobneje opisana.\n(5) O posamezni vrsti pravice se vpišejo tudi drugi podatki, ki jih za to vrsto pravice določa zakon."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "15",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "15",
      "title": "Vpis lastninske pravice",
      "content": "(1) Lastninska pravica posamezne osebe kot osnovni pravni položaj nepremičnine se vpiše tako, da se poleg vrste pravice vpiše tudi idealni delež tega osnovnega pravnega položaja nepremičnine.\n(2) Solastnina se vpiše tako, da se vpiše toliko osnovnih pravnih položajev iz prejšnjega odstavka, kot je število solastniških deležev.\n(3) Skupna lastnina se vpiše tako, da se pri istem osnovnem pravnem položaju iz prvega odstavka tega člena kot imetniki vpišejo vsi skupni lastniki.\n(4) Če je lastnik nepremičnine pridobil posamezne solastniške deleže na tej nepremičnini z različnimi vpisi, se ti deleži združijo v nov osnovni pravni položaj iz prvega odstavka tega člena, pri katerem se vpiše idealni delež, ki je enak vsoti združenih idealnih deležev.\n(5) Združitev solastniških deležev ni dovoljena, če so pri posameznih solastniških deležih vpisane različne pravice ali pravna dejstva iz četrtega odstavka 13.a člena tega zakona.\n(6) Če zemljiškoknjižno sodišče v breme dela idealnega deleža posameznega lastnika dovoli prenos ali vpis ustanovitve izvedene pravice ali pravnega dejstva iz četrtega odstavka 13.a člena tega zakona, se ob izvedbi tega vpisa osnovni pravni položaj razdeli na:\n1.      osnovni pravni položaj:\n-  pri katerem se vpiše idealni delež, ki je enak deležu, v breme katerega je bil dovoljen prenos ali vpis ustanovitve izvedene pravice ali pravnega dejstva iz četrtega odstavka 13.a člena tega zakona, in\n-  pri njem izvede vpis lastninske pravice novega imetnika ali ustanovitev izvedene pravice ali pravnega dejstva iz četrtega odstavka 13.a člena tega zakona,\n2.      osnovni pravni položaj, pri katerem se vpiše preostali idealni delež, ki je enak celotnemu deležu, zmanjšanem za idealni delež iz prejšnje točke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "15.a",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "15.a",
      "title": "Vpis etažne lastnine",
      "content": "Oblikovanje etažne lastnine se vpiše tako, da se:\n1.      vpiše stavba v etažni lastnini in vsi njeni posamezni deli,\n2.      pri vsakem posameznem delu v etažni lastnini vpiše:\n-  lastninska pravica kot njen osnovni pravni položaj v korist osebe kot imetnika in\n-  delež solastnine na splošnih skupnih delih stavbe v etažni lastnini,\n3.      pri vsaki nepremičnini, ki je splošni skupni del stavbe v etažni lastnini, kot njen osnovni pravni položaj vpiše to pravno dejstvo,\n4.      pri vsaki nepremičnini, ki je posebni skupni del stavbe v etažni lastnini, kot njen osnovni pravni položaj vpiše:\n-  to pravno dejstvo in\n-  lastninska pravica v korist tistih posameznih delov v etažni lastnini, v etažno lastnino vsakokratnega etažnega lastnika na katerem je vključena,\n5.      pri vsaki nepremičnini, ki je splošni skupni del več stavb v etažni lastnini ali splošni skupni del stavbe v etažni lastnini in pomožna nepremičnina druge glavne nepremičnine, se vpiše:\n-  to pravno dejstvo in\n-  delež solastnine vsake od teh stavb v etažni lastnini ali vsakokratnega lastnika drugih glavnih nepremičnin."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "15.b",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "15.b",
      "title": "Vpis povezanih nepremičnin",
      "content": "(1) Povezane nepremičnine se vpišejo tako, da se:\n1.      pri glavni nepremičnini vpiše:\n-  delež lastnine na pomožni nepremičnini in\n-  lastninska pravica kot njen osnovni položaj v korist osebe kot imetnika,\n2.      pri pomožni nepremičnini vpiše:\n-  to pravno dejstvo in\n-  lastninska pravica ali delež solastnine v korist vsakokratnega lastnika glavne nepremičnine.\n(2) Vpis povezanih nepremičnin ni dovoljen, če je glavna nepremičnina že vpisana kot pomožna nepremičnina druge glavne nepremičnine."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "16",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "16",
      "title": "Vpis hipoteke",
      "content": "(1) Hipoteka se vpiše tako, da se vpišejo podatki o terjatvi, zavarovani s hipoteko:\n1.      višina glavnice terjatve in valuta, v kateri je višina glavnice izražena,\n2.      če se glavnica terjatve valorizira z valutno oziroma drugo valorizacijsko klavzulo, se navede tudi ta podatek z vsebino, kot izhaja iz listine, ki je podlaga za vpis,\n3.      če od terjatve pred njeno zapadlostjo tečejo obresti, se navede tudi podatek o obrestni meri teh pogodbenih obresti in začetek teka teh obresti,\n4.      zapadlost glavnice terjatve:\n-  če je zapadlost določena z rokom se vpiše podatek o zadnjem dnevu tega roka,\n-  če se glavnica plačuje v več obrokih, se vpiše podatek o zadnjem dnevu roka zapadlosti zadnjega obroka,\n-  če je zapadlost terjatve odvisna od odpoklica upnika, se vpiše ta podatek."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "17",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "17",
      "title": "Skupna hipoteka",
      "content": "(1) Skupna hipoteka se vpiše tako, da se:\n1.      hipoteka vpiše pri vseh osnovnih pravnih položajih vsake nepremičnine, ki so predmet skupne hipoteke in\n2.      ena od nepremičnin iz prejšnje točke določi kot glavna nepremičnina.\n(2) Če se skupna hipoteka izbriše pri vseh osnovnih pravnih položajih nepremičnine, ki je bila določena kot glavna nepremičnina, se hkrati z vpisom tega izbrisa določi nova glavna nepremičnina.\n(3) Prejšnja odstavka se smiselno uporabljata tudi za vpis drugih izvedenih pravic ali pravnih dejstev iz četrtega odstavka 13.a člena tega zakona, ki obstajajo pri osnovnih pravnih položajih dveh ali več nepremičnin."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "18",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "18",
      "title": "Maksimalna hipoteka",
      "content": "Maksimalna hipoteka se vpiše tako, da se označi, da gre za maksimalno hipoteko, in vpiše podatek o najvišjem znesku, do katerega za zavarovanje jamči nepremičnina."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "19",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "19",
      "title": "Služnost",
      "content": "Če je izvrševanje stvarne služnosti omejeno na določene dele nepremičnine, se te prostorske meje pri opisu vsebine služnosti natančno opišejo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "20.a",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "20.a",
      "title": "Stavbna pravica",
      "content": "(1) Stavbna pravica se vpiše tako, da se:\n1.      vpiše stavbna pravica kot nova nepremičnina in pri njej podatki o osebi, ki je imetnik stavbne pravic, in\n2.      pri osnovnem pravnem položaju zemljiške parcele, na kateri se ustanovi stavbna pravica, vpiše stavbna pravica kot izvedena pravica in pri njej identifikacijski znak stavbne pravice kot nepremičnine iz prejšnje točke.\n(2) Če imetnik stavbne pravice zgradi stavbo na podlagi stavbne pravice, se na predlog imetnika vpiše stavba, zgrajena na podlagi stavbne pravice, in pri njenem osnovnem pravnem položaju navede identifikacijski znak stavbne pravice kot nepremičnine, na podlagi katere je bila zgrajena.\n(3) Vpis iz prejšnjega odstavka učinkuje kot vknjižba lastninske pravice na stavbi v korist vsakokratnega imetnika stavbne pravice.\n(4) Če sodišče dovoli izbris stavbne pravice, hkrati po uradni dolžnosti dovoli tudi izbris vseh pravic in pravnih dejstev, ki nepogojno ali pogojno omejujejo ali izključujejo to stavbno pravico."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "21",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.2. Pravice",
      "article": "21",
      "title": "Časovna omejenost pravice",
      "content": "Če je pravica časovno omejena, se vpiše tudi podatek o dnevu prenehanja pravice."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "22",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.3. Pravna dejstva",
      "article": "22",
      "title": "Pravna dejstva, ki se vpisujejo v zemljiško knjigo",
      "content": "V zemljiško knjigo se vpisujejo naslednja pravna dejstva glede nepremičnine oziroma imetnika pravic na nepremičnini:\n1.      začetek sodnega postopka glede imetnika pravice na nepremičnini, če zakon določa, da se začetek tega postopka vpiše v zemljiško knjigo oziroma pravna dejstva glede poslovne sposobnosti imetnika pravice na nepremičnini (zaznambe osebnih stanj in zaznamba stečaja),\n2.      pravni posel zemljiškoknjižnega lastnika, s katerim se varuje vrstni red pridobitve lastninske pravice oziroma hipoteke (zaznamba vrstnega reda),\n3.      odpoklic terjatve, ki je zavarovana s hipoteko (zaznamba odpoklica terjatve),\n4.      vložitev hipotekarne tožbe (zaznamba hipotekarne tožbe),\n5.      vložitev tožbe oziroma drugo procesno dejanje, s katerim se začne sodni postopek glede pridobitve, prenehanja oziroma spremembe pravic na nepremičnini, če ta zakon določa, da se začetek tega postopka vpiše v zemljiško knjigo (zaznamba spora),\n6.      sklep o izvršbi na nepremičnino, če zakon določa, da se to pravno dejstvo vpiše v zemljiško knjigo (zaznamba izvršbe),\n7.      pravna dejstva glede prepovedi imetniku pravice na nepremičnini razpolagati s to pravico (zaznamba prepovedi odtujitve oziroma obremenitve nepremičnine),\n8.      vložitev izrednega pravnega sredstva v sodnem postopku, ki teče glede nepremičnine, če zakon določa, da se začetek tega postopka vpiše v zemljiško knjigo (zaznamba izrednega pravnega sredstva),\n9.      začetek drugega postopka, če zakon določa, da se to pravno dejstvo vpiše v zemljiško knjigo,\n10.   druga pravna dejstva, za katere zakon določa, da se vpišejo v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "23",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.4. Imetniki pravic",
      "article": "23",
      "title": "Vpis imetnika pravice",
      "content": "(1) Imetnik pravice se vpiše s podatki, ki jih določa zakon.\n(2) Če zakon za posamezno vrsto zaznambe določa, da se pri vpisu te zaznambe navede oseba, v korist katere je zaznamba dovoljena, se za vpis podatkov o tej osebi oziroma za spremembo teh podatkov uporabljajo določbe tega zakona o imetniku pravice."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "24",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.4. Imetniki pravic",
      "article": "24",
      "title": "Imetnik pravice – fizična oseba",
      "content": "(1) O imetniku pravice, ki je fizična oseba, se vpišejo naslednji podatki:\n1.       ime in priimek,\n2.       enotna matična številka občana (v nadaljnjem besedilu: EMŠO),\n3.       naslov stalnega prebivališča.\n(2) Če v sodni odločbi oziroma odločbi drugega državnega organa, ki je podlaga za vpis, ni naveden podatek o EMŠO osebe, v korist katere se vpis predlaga oziroma se o tem vpisu odloča po uradni dolžnosti, je treba predlogu za vpis pravice oziroma v postopku odločanja o vpisu po uradni dolžnosti predložiti kopijo osebne izkaznice oziroma druge javne listine, v kateri je vpisan ta podatek.\n(3) Upravljavec centralnega registra prebivalstva mora fizični osebi, ki na območju Republike Slovenije nima stalnega oziroma začasnega prebivališča na njeno zahtevo določiti EMŠO, če potrebuje EMŠO za vpis pravice na nepremičnini v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "25",
      "chapter": "3. VSEBINA VPISOV",
      "section": "3.4. Imetniki pravic",
      "article": "25",
      "title": "Imetnik pravice – pravna oseba",
      "content": "(1) O imetniku pravice, ki je pravna oseba, se vpišejo naslednji podatki:\n1.       firma oziroma ime,\n2.       sedež in poslovni naslov, na katerega se imetniku vročajo pisemske pošiljke,\n3.       enolična identifikacijska številka, ki jo določi upravljavec poslovnega registra.\n(2) Upravljavec poslovnega registra mora pravno osebo, ki potrebuje enolično identifikacijsko številko za vpis pravice na nepremičnini v zemljiško knjigo, vpisati v poslovni register, tudi če po splošnih pravilih zakona, ki ureja poslovni register, ta pravna oseba ne izpolnjuje pogojev za vpis v ta register.\n(3) Če v sodni odločbi oziroma odločbi drugega državnega organa, ki je podlaga za vpis, podatek o enolični identifikaciji pravne osebe, v korist katere se vpis predlaga oziroma se o tem vpisu odloča po uradni dolžnosti, ni naveden, je treba predlogu za vpis pravice oziroma v postopku odločanja o vpisu po uradni dolžnosti predložiti izpisek iz sodnega registra oziroma kopijo potrdila pristojnega organa o dodelitvi enolične identifikacije.\n(4) Če je oseba iz prejšnjega odstavka vpisana v sodni register in o vpisu zemljiškoknjižno sodišče odloča po uradni dolžnosti, v tem postopku zemljiškoknjižno sodišče samo pridobi izpisek iz sodnega registra po uradni dolžnosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "25",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "25",
      "title": "Imetnik pravice – pravna oseba",
      "content": "4.1.1. Vrste vpisov"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "26",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "26",
      "title": "Vrste vpisov",
      "content": "(1) Vpisi v zemljiško knjigo so glavni vpisi in pomožni vpisi.\n(2) Pravice in pravna dejstva se v zemljiško knjigo vpisujejo z glavnimi vpisi. Drugi podatki, ki se vpisujejo v zemljiško knjigo, se vpisujejo s pomožnimi vpisi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "27",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "27",
      "title": "Glavni vpisi",
      "content": "(1) Glavni vpisi so vknjižba, predznamba in zaznamba.\n(2) Pravice se v zemljiško knjigo vpisujejo z vknjižbo oziroma s predznambo, če zakon za posamezno vrsto pravice ne določa, da se vpisuje z zaznambo.\n(3) Pravna dejstva se v zemljiško knjigo vpisujejo z zaznambo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "28",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "28",
      "title": "Pomožni vpisi",
      "content": "Pomožna vpisa sta plomba in poočitev.\n4.1.2. Listine, ki so podlaga za glavni vpis"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "29",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "29",
      "title": "Listine, ki so podlaga za glavni vpis",
      "content": "(1) O dovolitvi vknjižbe oziroma predznambe odloča zemljiškoknjižno sodišče na podlagi listin, ki dokazujejo pravni temelj pridobitve oziroma prenehanja pravice, ki je predmet vpisa, in ki ustrezajo drugim pogojem, določenim z zakonom.\n(2) O dovolitvi zaznambe odloča zemljiškoknjižno sodišče na podlagi listin, ki dokazujejo nastop pravnega dejstva, ki je predmet vpisa, in ki ustrezajo drugim pogojem, določenim z zakonom."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "30",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "30",
      "title": "Listine, ki se priložijo predlogu za glavni vpis",
      "content": "(1) Predlogu za glavni vpis mora biti priložena listina, ki je podlaga za vpis, ki se s predlogom zahteva, razen če ta zakon določa, da pogojev za posamezno vrsto vpisa ni treba dokazovati s posebno listino.\n(2) Predlogu za glavni vpis morajo biti priložene tudi druge listine, če zakon tako določa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "31",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "31",
      "title": "Vsebina listine, ki je podlaga za glavni vpis",
      "content": "(1) V listini, ki je podlaga za glavni vpis, mora biti nepremičnina označena z identifikacijskim znakom, s katerim je vpisana v zemljiški knjigi.\n(2) Zahteva iz prejšnjega odstavka ne velja za vpis zaznambe osebnih stanj in za vpis zaznambe stečaja.\n(3) V listini, ki je podlaga za vpis pridobitve pravice, mora biti navedena oseba, v korist katere naj se vpis opravi, s podatki, s katerimi se vpiše v zemljiško knjigo. Ne glede na prejšnji stavek, v primeru, če je podlaga za vpis pridobitve pravice sodna odločba oziroma odločba drugega državnega organa, ni treba, da bi bil v tej listini naveden podatek o EMŠO oziroma o enolični identifikacijski številki osebe, v korist katere naj se vpis opravi (drugi odstavek 24. člena oziroma tretji odstavek 25. člena).\n(4) V listini, ki je podlaga za izbris pravice, mora biti navedena vsebina te pravice s podatki, s katerimi je vpisana v zemljiški knjigi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "32",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "32",
      "title": "Vsebina zemljiškoknjižnega dovolila",
      "content": "(1) V zemljiškoknjižnem dovolilu mora biti oseba, ki dovoljuje vpis v zemljiško knjigo, označena s podatki, s katerimi je vpisana v zemljiški knjigi.\n(2) Če je v zemljiški knjigi vpisan samo datum rojstva osebe, ki dovoljuje vpis, se šteje, da je zahteva iz prvega odstavka tega člena izpolnjena, če je v zemljiškoknjižnem dovolilu naveden podatek o EMŠO te osebe.\n(3) Zemljiškoknjižno dovolilo mora obsegati izjavo osebe, ki dovoljuje vpis, z vsebino določeno v SPZ.\n4.1.3. Posebne določbe o overitvi zemljiškoknjižnega dovolila"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "33",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "33",
      "title": "Overitev podpisa na zemljiškoknjižnem dovolilu",
      "content": "(1) Za overitev podpisa na zemljiškoknjižnem dovolilu se uporabljajo splošna pravila zakona o notariatu o overitvah podpisov, če ni v tem razdelku 4.1.3. drugače določeno.\n(2) Če je v tem razdelku določeno, da mora biti zemljiškoknjižnemu dovolilu priložena določena listina, overitev podpisa na zemljiškoknjižnem dovolilu ni dovoljena, če ta listina ni priložena.\n(3) Listine iz prejšnjega odstavka se spojijo z zemljiškoknjižnim dovolilom, na katerem je notar overil podpis, po pravilih, ki veljajo za spojitev listin, ki morajo biti priložene notarski listini.\n(4) Pri overitvi podpisa na zemljiškoknjižnem dovolilu, s katerim se dovoljuje vpis pridobitve pravice, mora notar preveriti pravilnost podatka o EMŠO oziroma enolični identifikacijski številki osebe, v katere korist se vpis dovoljuje, na podlagi listine iz drugega odstavka 24. člena oziroma iz tretjega odstavka 25. člena tega zakona in v overitveni klavzuli navesti listino, na podlagi katere je preveril ta podatek."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "34",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "34",
      "title": "Pooblastilo za izstavitev zemljiškoknjižnega dovolila",
      "content": "Če je zemljiškoknjižno dovolilo v imenu osebe, ki dovoljuje vpis, izstavil pooblaščenec, mora biti zemljiškoknjižnemu dovolilu priloženo pooblastilo za izstavitev zemljiškoknjižnega dovolila, na katerem je podpis osebe, v imenu katere je zemljiškoknjižno dovolilo izstavljeno, overjen."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "35",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "35",
      "title": "Zemljiškoknjižno dovolilo poslovno nesposobne osebe",
      "content": "(1) Zemljiškoknjižnemu dovolilu, ki ga v imenu mladoletne osebe, ki je poslovno nesposobna, izstavijo starši, mora biti priložen izpisek iz matičnega registra, iz katerega izhaja, da je oseba, ki je zemljiškoknjižno dovolilo izstavila, roditelj mladoletne osebe.\n(2) Če je za pravni posel, iz katerega izhaja obveznost izstaviti zemljiškoknjižno dovolilo iz prejšnjega odstavka, potrebno dovoljenje, odobritev oziroma soglasje pristojnega organa socialnega skrbstva oziroma drugega pristojnega državnega organa, mora biti zemljiškoknjižnemu dovolilu priloženo tudi to dovoljenje, odobritev oziroma soglasje.\n(3) Določbe prvega in drugega odstavka tega člena se smiselno uporabljajo tudi za zemljiškoknjižno dovolilo, ki ga je izstavila poslovno omejeno sposobna oseba.\n(4) Če je v zemljiški knjigi zaznamovano podaljšanje roditeljske pravice po polnoletnosti oziroma popolni ali delni odvzem poslovne sposobnosti, se za zemljiškoknjižno dovolilo, ki ga v imenu imetnika pravice, na katerega se nanaša navedena zaznamba, izstavi roditelj oziroma skrbnik, smiselno uporabljajo določbe prvega in drugega odstavka tega člena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "36",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "36",
      "title": "Zemljiškoknjižno dovolilo za vpis pridobitve pravice na podlagi pravnega posla",
      "content": "(1) Če se z zemljiškoknjižnim dovolilom dovoljuje vpis pridobitve stvarne pravice, pridobljene na podlagi pravnega posla in to zemljiškoknjižno dovolilo ni vsebovano že v listini o pravnem poslu, iz katerega izhaja obveznost prenesti lastninsko pravico oziroma ustanoviti drugo stvarno pravico, mora biti zemljiškoknjižnemu dovolilu priložena tudi listina o tem pravnem poslu. Listina o pravnem poslu iz prejšnjega stavka je lahko zemljiškoknjižnemu dovolilu priložena v izvirniku ali v prepisu.\n(2) Če se z zemljiškoknjižnim dovolilom dovoljuje vpis pridobitve obligacijske pravice, ki je bila pridobljena na podlagi pravnega posla, in to zemljiškoknjižno dovolilo ni vsebovano že v listini o pravnem poslu, na podlagi katerega je ta pravica nastala, mora biti zemljiškoknjižnemu dovolilu priložena tudi listina o tem pravnem poslu.\n(3) Če se z zemljiškoknjižnim dovolilom dovoljuje pridobitev lastninske pravice v korist osebe, ki ima položaj tujca po zakonu, ki ureja ugotavljanje vzajemnosti kot pogoj za pridobitev lastninske pravice na nepremičnini, mora biti zemljiškoknjižnemu dovolilu priložena pravnomočna odločba ministrstva, pristojnega za pravosodje, o ugotovitvi vzajemnosti.\n(4) Če se z zemljiškoknjižnim dovolilom dovoljuje pridobitev lastninske pravice v korist osebe, ki ni oseba iz prejšnjega odstavka, mora notar v overitveni klavzuli navesti javno listino, na podlagi katere je preveril državljanstvo te osebe oziroma njen sedež."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "37",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "37",
      "title": "Potrdilo o plačilu davkov",
      "content": "(1) Če se z zemljiškoknjižnim dovolilom dovoljuje vpis pridobitve lastninske pravice in je oseba, ki izstavlja zemljiškoknjižno dovolilo, v zvezi s pravnim poslom, iz katerega izhaja obveznost prenosa lastninske pravice, zavezana za plačilo davka na promet nepremičnin oziroma drugega davka, razen davka na dodano vrednost, mora biti zemljiškoknjižnemu dovolilu priloženo potrdilo finančne uprave o plačilu tega davka oziroma davkov.\n(2) Na zahtevo stranke mora potrdilo iz prejšnjega odstavka pridobiti notar. Finančna uprava notarju omogoči prevzem v elektronski obliki prek informacijskega sistema Finančne uprave Republike Slovenije.\n(3) Notar na zahtevo stranke listino o pravnem poslu pretvori v elektronsko obliko in jo po varni elektronski poti pošlje finančni upravi.\n(4) Če se z zemljiškoknjižnim dovolilom dovoljuje vpis pridobitve lastninske pravice na nepremičnini, ki je obdavčena z davkom na dodano vrednost, mora biti zemljiškoknjižnemu dovolilu priložen račun s podatki, ki so kot obvezni določeni z zakonom, ki ureja davek na dodano vrednost, če te sestavine niso vsebovane že v listini o pravnem poslu iz prvega odstavka 36. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "38",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "38",
      "title": "Listine o izpolnitvi pogojev po posebnih predpisih",
      "content": "(1) Če se z zemljiškoknjižnim dovolilom dovoljuje vpis pridobitve lastninske pravice, mora biti zemljiškoknjižnemu dovolilu priloženo potrdilo pristojnega organa o namenu rabe nepremičnine po prostorskih aktih in o morebitnih prostorskih ukrepih, ki veljajo na območju, na katerem leži nepremičnina (v nadaljnjem besedilu: potrdilo o namenski rabi zemljišča).\n(2) Če je bilo zemljiškoknjižno dovolilo iz prejšnjega odstavka izstavljeno v zvezi s pravnim poslom, za katerega je po zakonu, ki ureja promet tiste vrste nepremičnin, med katere glede na namen rabe, naveden v potrdilu o namenski rabi zemljišča, spada nepremičnina, na katero se nanaša zemljiškoknjižno dovolilo, potrebno pridobiti soglasje oziroma odobritev pristojnega organa oziroma potrdilo pristojnega organa, da takšno soglasje oziroma odobritev ni potrebna, mora biti zemljiškoknjižnemu dovolilu priloženo tudi navedeno soglasje, odobritev oziroma potrdilo.\n(3) Če se zemljiškoknjižno dovolilo nanaša na nepremičnino, na kateri po podatkih potrdila o namenski rabi zemljišča obstaja predkupna pravica občine, in je bilo izstavljeno v zvezi s pravnim poslom, pri katerem je treba po zakonu, ki ureja to predkupno pravico, občini omogočiti uresničitev predkupne pravice, mora biti zemljiškoknjižnemu dovolilu priloženo potrdilo občine, da ne uveljavlja predkupne pravice, oziroma notarski zapisnik, v katerem notar ugotovi dejstva iz katerih izhaja, da je bila občini omogočena uresničitev predkupne pravice v skladu z zakonom, ki ureja postopek uresničitve te predkupne pravice in da je ta ni uveljavljala oziroma uresničila.\n(4) Določbe prejšnjih odstavkov se ne uporabljajo za zemljiškoknjižno dovolilo, s katerim se dovoljuje vpis pridobitve lastninske pravice na samostojnem delu objekta v etažni lastnini.\n(5) Če ima notar elektronski dostop do informatizirane evidence, v kateri je vpisan podatek o namenu rabe nepremičnine po prostorskih aktih in o morebitnih prostorskih ukrepih, notar vpogleda v to evidenco in v overitvenem potrdilu navede številko transakcije, pod katero je opravil vpogled v to evidenco."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "38.a",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.1. Skupne določbe",
      "article": "38.a",
      "title": "Pouk o vložitvi zemljiškoknjižnega predloga",
      "content": "(1) Ob sestavi notarskega zapisa ali overitvi podpisa na listini, ki vsebuje zemljiškoknjižno dovolilo, mora notar stranke poučiti, da bo nemudoma vložil zemljiškoknjižni predlog na podlagi tega zemljiškoknjižnega dovolila, razen če stranke temu izrecno nasprotujejo ali če je v listini o pravnem poslu iz prvega ali drugega odstavka 36. člena tega zakona drugače določeno.\n(2) Pouk iz prejšnjega odstavka ter morebitno izjavo strank o nasprotovanju vložitvi zemljiškoknjižnega predloga mora notar zapisati v notarski zapis ali na listino, na kateri overja podpis."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "39",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "39",
      "title": "Pojem vknjižbe",
      "content": "Vknjižba je glavni vpis, s katerim se doseže oziroma izkaže pridobitev oziroma prenehanje pravice, ki se vpisuje v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "40",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "40",
      "title": "Listine, ki so podlaga za vknjižbo",
      "content": "(1) Vknjižba pravic se dovoli na podlagi naslednjih listin:\n1.      zasebne listine, ki vsebuje zemljiškoknjižno dovolilo glede vknjižbe, ki se predlaga,\n2.      listine, sestavljene v obliki notarskega zapisa, ki vsebuje zemljiškoknjižno dovolilo glede vknjižbe, ki se predlaga,\n3.      pravnomočne sodne odločbe, s katero je sodišče ugotovilo obstoj, spremembo oziroma prenehanje pravice, katere vknjižba se predlaga,\n4.      pravnomočne sodbe, s katero je sodišče osebi, proti kateri se predlaga vpis, naložilo, da prizna svoj podpis na zasebni listini iz 1. točke tega odstavka oziroma da izroči odpravek notarskega zapisa, sestavljen za vpis v zemljiško knjigo,\n5.      pravnomočne sodbe, s katero je sodišče osebi, proti kateri se predlaga vpis, naložilo, da izstavi zemljiško-knjižno dovolilo glede vknjižbe, ki se predlaga,\n6.      pravnomočnega sklepa o dedovanju,\n7.      pravnomočnega sklepa, izdanega v postopku izvršbe na nepremičnino oziroma v stečajnem postopku, s katerim je sodišče, ki je ta sklep izdalo (v nadaljnjem besedilu: izvršilno oziroma stečajno sodišče), odredilo vpis lastninske pravice v korist kupca oziroma izbris drugih pravic na nepremičnini, oziroma sklepa o zavarovanju denarne terjatve z zastavno pravico na nepremičnini, s katerim je izvršilno sodišče odredilo vknjižbo te zastavne pravice,\n8.      naslednjih listin, če zakon določa, da se stvarne pravice pridobijo, spremenijo ali prenehajo na njeni podlagi:\n-  druge pravnomočne sodne odločbe,\n-  druge listine, sestavljene v obliki notarskega zapisa,\n-  druge pravnomočne ali dokončne odločbe drugega državnega organa ali\n-  sporazuma o mirni rešitvi spora, sklenjenega v predhodnem postopku v skladu z zakonom, ki ureja državno odvetništvo.\n(2) Za pravnomočno sodno odločbo se šteje tudi sodna poravnava, sklenjena v postopku iz 3., 4., 5. oziroma 8. točke prejšnjega odstavka.\n(3) Za zemljiškoknjižno dovolilo iz 1. točke prvega odstavka tega člena se šteje tudi listina, ki vsebuje izjavo osebe, ki jo izstavlja, da:\n1.      priznava izvirno pridobitev stvarne pravice v korist druge osebe (posadna listina) ali\n2.      zaradi uskladitve zemljiškoknjižnega stanja z dejanskim ali zaradi nadomestitve izgubljenih izvirnikov listin dovoljuje vpis lastninske ali druge pravice v korist druge osebe.\n(4) Za overitev podpisa na listini iz prejšnjega odstavka se smiselno uporabljajo pravila tega zakona o overitvi zemljiškoknjižnega dovolila razen prvega in drugega odstavka 36. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "40.a",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "40.a",
      "title": "Listine, ki so podlaga za vpis pri etažni lastnini",
      "content": "(1) Če se etažna lastnina oblikuje z razdelitvijo lastninske pravice, se vpis etažne lastnine dovoli na podlagi enostranskega pravnega posla lastnika o oblikovanju etažne lastnine, na katerem je podpis lastnika overjen.\n(2) Če se etažna lastnina oblikuje z delitvijo solastnine, se vpis etažne lastnine dovoli na podlagi sporazuma solastnikov o oblikovanju etažne lastnine ali na podlagi pravnomočne sodne odločbe o oblikovanju etažne lastnine.\n(3) Vpis spremembe osnovnega pravnega položaja splošnega skupnega dela stavbe v etažni lastnini v posamezni del v etažni lastnini ali v posebni skupni del stavbe v etažni lastnini je dovoljen na podlagi sporazuma vseh etažnih lastnikov o taki spremembi.\n(4) Vpis spremembe osnovnega pravnega položaja posebnega skupnega dela stavbe v etažni lastnini v posamezni del v etažni lastnini ali v splošni skupni del stavbe v etažni lastnini je dovoljen na podlagi sporazuma tistih etažnih lastnikov tistih posameznih delov v etažni lastnini, ki so vpisani pri tem posebnem skupnem delu po drugi alineji 4. točke 15.a člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "41",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "41",
      "title": "Overitev zemljiškoknjižnega dovolila",
      "content": "(1) Na zemljiškoknjižnem dovolilu, ki je podlaga za vknjižbo, mora biti podpis osebe, katere pravica se prenaša, spreminja, obremenjuje ali preneha, overjen.\n(2) Če je zemljiškoknjižno dovolilo sestavljeno v obliki notarskega zapisa in je predlogu za vknjižbo priložen odpravek notarskega zapisa, sestavljen za vpis v zemljiško knjigo, se šteje, da je izpolnjena zahteva iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "42",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "42",
      "title": "Vknjižba prenehanja časovno omejenih pravic",
      "content": "Če je pri pravici, ki je časovno omejena, vpisan podatek o dnevu prenehanja te pravice, pogojev za vknjižbo prenehanja te pravice ni treba dokazovati s posebno listino."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "43",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "43",
      "title": "Vknjižba prenehanja pravic zaradi smrti oziroma prenehanja imetnika",
      "content": "(1) Če pravica preneha z imetnikovo smrtjo, se vknjižba prenehanja te pravice dovoli na podlagi potrdila pristojnega matičnega organa o vpisu smrti imetnika v matični register ali pravnomočne sodne odločbe o razglasitvi imetnika za mrtvega. Če potrdila pristojnega matičnega organa ni mogoče pridobiti, ker iz vpisa nastanka te pravice in vpisa podatkov o imetniku pravice v zemljiški knjigi izhaja verjetnost, da je imetnik umrl že pred začetkom vodenja matičnega registra, se smrt imetnika lahko dokazuje tudi z drugimi listinami.\n(2) Ne glede na prejšnji odstavek se dovoli vknjižba prenehanja pravice, ki preneha z imetnikovo smrtjo, če iz vpisa podatkov o imetniku pravice v zemljiški knjigi izhaja, da je bil imetnik rojen pred 1. januarjem 1900 in vpisani podatek o rojstvu temelji na listini, ki je bila podlaga za vpis, ali je prevzet iz centralnega registra prebivalstva.\n(3) Če je pravna oseba, v korist katere je vknjižena stvarna pravica na nepremičnini, razen lastninske pravice, ali obligacijska pravica, prenehala zaradi zaključka stečajnega postopka oziroma likvidacije ali zaradi izbrisa iz sodnega registra brez likvidacije ali če je prenehala brez pravnega naslednika na drug način, se vknjižba izbrisa te pravice dovoli na podlagi listine, ki dokazuje takšno prenehanje.\n(4) Če je bila pravna oseba iz prejšnjega odstavka vpisana v sodni register na območju Republike Slovenije, je listina iz prejšnjega odstavka pravnomočen sklep registrskega sodišča o izbrisu iz sodnega registra oziroma pravnomočen sklep stečajnega sodišča o zaključku stečajnega postopka.\n(5) Določbe prvega in drugega odstavka tega člena se smiselno uporabljajo tudi za vknjižbo lastninske pravice na podlagi zemljiškoknjižnega dovolila, ki ga je izstavil preživljanec na podlagi pogodbe o dosmrtnem preživljanju ali darovalec na podlagi darilne pogodbe za primer smrti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "45",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "45",
      "title": "Vknjižbe na podlagi združitve, delitve ali prenehanja gospodarskih družb",
      "content": "(1) Če so pravice na nepremičnini prešle na prevzemno družbo na podlagi pripojitve, pridobitve pravic ni treba dokazovati s posebno listino.\n(2) Predlogu za vknjižbo pridobitve pravic iz prejšnjega odstavka je treba priložiti sklep o vpisu pripojitve v sodni register.\n(3) Določbi prejšnjih odstavkov se smiselno uporabljata tudi v primeru prenosa premoženja na Republiko Slovenijo oziroma lokalno skupnost.\n(4) Vknjižba pridobitve pravic, ki so prešle na prevzemno družbo na podlagi delitve, se dovoli na podlagi delitvenega načrta.\n(5) Predlogu za vknjižbo pridobitve pravic iz prejšnjega odstavka je treba priložiti delitveni načrt s potrdilom registrskega sodišča, da je bila delitev v sodni register vpisana na podlagi tega načrta, in sklep o vpisu delitve v sodni register.\n(6) Vknjižba pridobitve pravic, ki so prešle na družbenike ali delničarje na podlagi prenehanja družbe po postopku prostovoljne likvidacije ali prenehanja družbe po skrajšanem postopku, se dovoli na podlagi sklepa skupščine družbe o razdelitvi premoženja.\n(7) Predlogu za vknjižbo pridobitve pravic iz prejšnjega odstavka je treba priložiti zapisnik skupščine, ki vključuje sklep o razdelitvi premoženja, in sklep o vpisu prenehanja družbe v sodni register."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "46",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "46",
      "title": "Odločanje o vknjižbi po uradni dolžnosti",
      "content": "(1) Zemljiškoknjižno sodišče po uradni dolžnosti odloča o vknjižbi in drugih, s to vknjižbo povezanih vpisih, na podlagi sodnih odločb iz 6. in 7. točke prvega odstavka 40. člena tega zakona in na podlagi tistih odločb iz tretje alineje 8. točke prvega odstavka 40. člena tega zakona, za katere zakon določa, da na njihovi podlagi zemljiškoknjižno sodišče odloča o vpisu po uradni dolžnosti.\n(2) Sodišče oziroma drug državni organ, ki je odločal na prvi stopnji, mora o odločbi iz prejšnjega odstavka obvestiti zemljiškoknjižno sodišče v 15 dneh po pravnomočnosti oziroma dokončnosti in obvestilu priložiti izvod odločbe s potrdilom o pravnomočnosti oziroma dokončnosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "47",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.2. Vknjižbe",
      "article": "47",
      "title": "Učinki vknjižbe pridobitve pravice",
      "content": "(1) Vknjižene pravice niso ovira za nadaljnje vpise, če zakon ne določa drugače.\n(2) Vknjižena pravica prepovedi odtujitve in obremenitve je ovira za dovolitev naslednjih vpisov, ki bi začeli učinkovati po trenutku, od katerega učinkuje vknjižba pridobitve pravice prepovedi odtujitve in obremenitve:\n1.      vknjižbe pridobitve pravic na nepremičnini na podlagi listin iz 1., 2., 4. in 5. točke prvega odstavka 40. člena tega zakona,\n2.      predznambe pridobitve pravic na nepremičnini, na podlagi listin iz 2. do 4. točke prvega odstavka 49. člena tega zakona,\n3.      zaznambe vrstnega reda,\n4.      predznambe pridobitve hipoteke na podlagi sklepa o predhodni odredbi iz prvega odstavka 51. člena tega zakona, če je bila predhodna odredba izdana za zavarovanje terjatve na podlagi izvršljivega notarskega zapisa.\n(3) Ne glede na prejšnji odstavek vknjižena pravica prepovedi odtujitve in obremenitve ni ovira za vpis, če je predlogu za vpis priložena listina o soglasju imetnika pravice prepovedi odtujitve in obremenitve za predlagani vpis, na kateri je imetnikov podpis overjen.\n(4) Če se zaradi kasnejšega vpisa, za katerega pravica prepovedi odtujitve in obremenitve ni ovira, lastninska pravica vknjiži v korist novega lastnika, zemljiškoknjižno sodišče po uradni dolžnosti hkrati z dovolitvijo te vknjižbe dovoli tudi vknjižbo izbrisa pravice prepovedi odtujitve in obremenitve."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "48",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "48",
      "title": "Pojem predznambe",
      "content": "(1) Predznamba je glavni vpis, s katerim se doseže oziroma izkaže pridobitev oziroma prenehanje pravice, ki se vpisuje v zemljiško knjigo, in ki učinkuje pod pogojem, da se predznamba opraviči.\n(2) Predznamovana pravica se pridobi oziroma preneha v obsegu, v katerem je predznamba te pravice opravičena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "49",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "49",
      "title": "Listine, ki so podlaga za predznambo",
      "content": "(1) Predznamba se dovoli na podlagi naslednjih listin:\n1.      odločbe iz 3. do 8. točke prvega odstavka 40. člena tega zakona, ki še ni postala pravnomočna oziroma dokončna,\n2.      zasebne listine oziroma notarskega zapisa o pravnem poslu iz prvega oziroma drugega odstavka 36. člena tega zakona, ki ne vsebuje zemljiškoknjižnega dovolila,\n3.      listine iz 1. točke prvega odstavka 40. člena tega zakona, na kateri podpis ni overjen,\n4.      listine iz 2. točke prvega odstavka 40. člena tega zakona, če ni predložen tisti odpravek notarskega zapisa, ki je bil sestavljen za vpis v zemljiško knjigo, temveč kateri od drugih odpravkov tega zapisa.\n(2) Predznamba prenehanja hipoteke se dovoli tudi na podlagi sodne odločbe o položitvi dolgovanega zneska, potrebnega za poplačilo terjatve, v zavarovanje katere je vknjižena zastavna pravica.\n(3) Predznamba se dovoli tudi na podlagi drugih odločb sodišča oziroma drugega državnega organa, če zakon določa, da so podlaga za predznambo pravice, ki se vpisuje v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "50",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "50",
      "title": "Predznamba pridobitve pravic na podlagi pravnega posla",
      "content": "Če se predlaga predznamba pridobitve pravice, pridobljene na podlagi pravnega posla, na podlagi listin iz 3. oziroma 4. točke prvega odstavka 49. člena tega zakona, in če zemljiškoknjižno dovolilo ni vsebovano že v listini o pravnem poslu iz prvega oziroma drugega odstavka 36. člena tega zakona, je treba predlogu za predznambo priložiti tudi listino o tem pravnem poslu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "51",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "51",
      "title": "Predznamba pridobitve hipoteke na podlagi predhodne odredbe",
      "content": "(1) Predznamba pridobitve hipoteke se dovoli tudi na podlagi sklepa o predhodni odredbi, s katerim je izvršilno sodišče odredilo predznambo zastavne pravice.\n(2) Pri predznambi pridobitve hipoteke po prejšnjem odstavku se vpiše tudi dan, do katerega velja predhodna odredba.\n(3) Za odločanje o predznambi pridobitve hipoteke iz prvega odstavka tega člena se smiselno uporablja prvi odstavek 98. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "52",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "52",
      "title": "Opravičitev predznambe",
      "content": "(1) Predznamba pravice se opraviči tako, da se predlaga vknjižba te pravice z učinkom od trenutka, od katerega učinkuje predznamba te pravice (v nadaljnjem besedilu: vknjižba pravice v vrstnem redu predznamovane pravice) na podlagi listine, ki je podlaga za vknjižbo te pravice.\n(2) Predlogu za vknjižbo pravice v vrstnem redu predznamovane pravice mora biti priložena listina, ki je podlaga za vknjižbo pravice v vrstnem redu predznamovane pravice, in sicer:\n1.      če je bila predznamba dovoljena na podlagi odločbe iz 1. točke prvega odstavka 49. člena tega zakona oziroma na podlagi odločbe iz drugega odstavka 49. člena tega zakona: potrdilo o pravnomočnosti oziroma dokončnosti te odločbe,\n2.      če je bila predznamba dovoljena na podlagi listine iz 2., 3. oziroma 4. točke prvega odstavka 49. člena tega zakona:\n-  bodisi zemljiškoknjižno dovolilo, ki izpolnjuje pogoje za vknjižbo,\n-  bodisi pravnomočna sodba iz 4. oziroma 5. točke prvega odstavka 40. člena tega zakona.\n(3) Če zemljiškoknjižno sodišče na podlagi sklepa o izvršbi na nepremičnino, ki ga je izdalo izvršilno sodišče na predlog upnika, v korist katerega je predznamovana hipoteka na podlagi predhodne odredbe po 51. členu tega zakona, dovoli zaznambo te izvršbe po 86. členu tega zakona, hkrati po uradni dolžnosti dovoli tudi vknjižbo pridobitve te hipoteke v vrstnem redu predznamovane hipoteke.\n(4) Za opravičitev predznambe pravice, ki je bila dovoljena po tretjem odstavku 49. člena tega zakona, se smiselno uporablja prvi odstavek tega člena, če zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "53",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "53",
      "title": "Rok za opravičitev predznambe",
      "content": "(1) Če je bila predznamba pravice dovoljena na podlagi odločbe iz 1. točke prvega odstavka 49. člena tega zakona ali na podlagi odločbe iz drugega odstavka 49. člena tega zakona, je treba predlagati vknjižbo te pravice v vrstnem redu predznamovane pravice v dveh mesecih.\n(2) Če je bila predznamba dovoljena na podlagi listine iz 2., 3. ali 4. točke prvega odstavka 49. člena tega zakona, mora oseba, v korist katere je bila dovoljena predznamba, v dveh mesecih od vpisa predznamovane pravice v zemljiško knjigo:\n1.      bodisi predlagati vknjižbo te pravice v vrstnem redu predznamovane pravice na podlagi zemljiškoknjižnega dovolila, ki izpolnjuje pogoje za vknjižbo,\n2.      bodisi vložiti tožbo, s katero zahteva izdajo sodbe iz 4. ali 5. točke prvega odstavka 40. člena tega zakona.\n(3) Pri vpisu predznamovane pravice v zemljiško knjigo se vpiše tudi zadnji dan roka iz prejšnjega odstavka.\n(4) Če oseba, v korist katere je bila predznamba pravice dovoljena, zaradi opravičitve predznambe vloži tožbo iz 2. točke drugega odstavka tega člena, mora predlagati vknjižbo pravice v vrstnem redu predznambe te pravice v dveh mesecih.\n(5) Dvomesečni rok iz prvega ali četrtega odstavka tega člena teče:\n1.      če proti odločbi prve stopnje pritožba ni bila vložena: od izteka roka za vložitev pritožbe,\n2.      če je bila proti odločbi prve stopnje vložena pritožba: od dneva, ko je bila osebi, v korist katere je bila predznamba dovoljena ali njenemu pravnemu nasledniku vročena odločba sodišča ali drugega organa o pritožbi.\n(6) Vknjižba pravice v vrstnem redu predznamovane pravice je dovoljena tudi, če je bil zamujen rok iz prvega, drugega ali tretjega odstavka tega člena, razen če je po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za vknjižbo pravice v vrstnem redu predznamovane pravice, predznamba že izbrisana.\n(7) Za tek rokov iz prvega, drugega in četrtega odstavka tega člena se ne uporabljajo pravila o zadržanju teka rokov za procesna dejanja."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "54",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "54",
      "title": "Učinki predznambe",
      "content": "(1) Če je bila pravica predznamovana, se lahko nadaljnji vpisi dovolijo glede vknjižene in glede predznamovane pravice.\n(2) Vpisi, ki začnejo učinkovati po trenutku, od katerega učinkuje predznamba, in so bili dovoljeni proti imetniku vknjižene pravice oziroma proti nadaljnjim pridobiteljem pravic, pridobljenih glede na vknjiženo pravico, učinkujejo pod razveznim pogojem. Razvezni pogoj nastopi, če je dovoljena vknjižba pravice v vrstnem redu predznamovane pravice, oziroma preneha, če je predznamba izbrisana, razen če je bila izbrisana zaradi vknjižbe pravice v vrstnem redu predznamovane pravice.\n(3) Vpisi, ki so bili dovoljeni proti imetniku predznamovane pravice oziroma proti nadaljnjim pridobiteljem pravic, pridobljenih glede na predznamovano pravico, učinkujejo pod odložnim pogojem, ki nastopi, če je dovoljena vknjižba pravice v vrstnem redu predznamovane pravice, in pod razveznim pogojem, ki nastopi, če je predznamba izbrisana, razen če je bila izbrisana zaradi vknjižbe pravice v vrstnem redu predznamovane pravice."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "55",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "55",
      "title": "Vknjižba pravice v vrstnem redu predznamovane pravice",
      "content": "(1) Zemljiškoknjižno sodišče odloča o dovolitvi vknjižbe pravice v vrstnem redu predznamovane pravice glede na stanje vpisov v zemljiški knjigi v trenutku, od katerega učinkuje predznamba te pravice.\n(2) Če zemljiškoknjižno sodišče dovoli vknjižbo pravice v vrstnem redu predznamovane pravice, odloči, da vknjižba učinkuje od trenutka, od katerega je učinkovala predznamba, ki je bila s to vknjižbo opravičena. Hkrati zemljiškoknjižno sodišče po uradni dolžnosti dovoli:\n-        izbris vpisov iz drugega odstavka 54. člena tega zakona in\n-        izbris predznambe, ki je bila s to vknjižbo opravičena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "56",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "56",
      "title": "Predlog za vknjižbo pravice v vrstnem redu predznamovane pravice po izbrisu predznambe",
      "content": "(1) Če je zemljiškoknjižno sodišče prejelo predlog za vknjižbo pravice v vrstnem redu predznamovane pravice po trenutku, od katerega učinkuje izbris predznambe te pravice, se šteje, da predlagatelj podrejeno zahteva vknjižbo pravice z učinkom od trenutka, ko je zemljiškoknjižno sodišče prejelo ta predlog.\n(2) V primeru iz prejšnjega odstavka zemljiškoknjižno sodišče zavrne predlog v delu, v katerem se nanaša na vknjižbo pravice v vrstnem redu predznamovane pravice, in o vknjižbi odloči glede na stanje vpisov v zemljiški knjigi v trenutku, ko je prejelo predlog iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "57",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "57",
      "title": "Izbris predznambe zaradi razveljavitve, spremembe oziroma odprave odločbe",
      "content": "(1) Če je bila predznamba pravice dovoljena na podlagi naslednjih listin:\n1.      odločbe iz 1. točke prvega odstavka 49. člena tega zakona,\n2.      odločbe iz drugega odstavka 49. člena tega zakona ali\n3.      predhodne odredbe iz prvega odstavka 51. člena tega zakona, se izbris te predznambe dovoli, na podlagi odločbe:\n-  s katero je bila odločba, ki je bila podlaga za dovolitev predznambe, razveljavljena, spremenjena tako, da je bil predlog, tožba oziroma zahtevek zavržen oziroma zavrnjen, oziroma\n-  s katero je bil postopek s predhodno odredbo ustavljen in razveljavljena opravljena dejanja.\n(2) Predlogu za izbris predznambe iz prejšnjega odstavka mora biti priložena odločba, ki je podlaga za izbris predznambe."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "58",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "58",
      "title": "Izbris predznambe, zaradi opravičitve katere je bila vložena tožba",
      "content": "(1) Če je bila zaradi opravičitve predznambe vložena tožba iz 2. točke drugega odstavka 53. člena tega zakona, se izbris te predznambe dovoli na podlagi pravnomočne sodne odločbe, s katero je bila ta tožba zavržena oziroma postopek ustavljen zaradi umika tožbe oziroma tožbeni zahtevek zavrnjen:\n1.      če proti tej odločbi ni bil vložen predlog za dopustitev revizije ali kljub sklepu o dopustitvi revizije ni bila vložena revizija oziroma ni bila vložena zahteva za varstvo zakonitosti,\n2.      če je bil vložen predlog za dopustitev revizije, pa je bil zavržen ali zavrnjen, ali\n3.      če sta bili revizija oziroma zahteva za varstvo zakonitosti vloženi in sta bili pravnomočno zavrženi oziroma zavrnjeni.\n(2) Predlogu za izbris predznambe po prejšnjem odstavku je treba priložiti pravnomočno sodno odločbo, ki je podlaga za izbris predznambe, in:\n1.      v primeru iz 1. točke prejšnjega odstavka:\n-  potrdilo vrhovnega sodišča, da je rok za vložitev predloga za dopustitev revizije potekel in da v tem roku predlog za dopustitev revizije ni bil vložen, ali sklep vrhovnega sodišča o dopustitvi revizije in potrdilo sodišča prve stopnje, da je rok za vložitev revizije potekel in da v tem roku revizija ni bila vložena, in\n-  potrdilo sodišča prve stopnje, da je rok za vložitev zahteve za varstvo zakonitosti potekel in da v tem roku zahteva za varstvo zakonitosti ni bila vložena,\n2.      v primeru iz 2. točke prejšnjega odstavka: sklep, s katerim je bil predlog za dopustitev revizije zavržen ali zavrnjen,\n3.      v primeru iz 3. točke prejšnjega odstavka: pravnomočen sklep o zavrženju revizije oziroma zahteve za varstvo zakonitosti oziroma sodbo o zavrnitvi revizije oziroma zahteve za varstvo zakonitosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "59",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "59",
      "title": "Izbris predznambe hipoteke, dovoljene na podlagi predhodne odredbe",
      "content": "(1) Če je bila predznamba pridobitve hipoteke dovoljena na podlagi predhodne odredbe iz 51. člena tega zakona, se izbris predznambe dovoli tudi, če je potekel čas, do katerega je veljala predhodna odredba, in do izteka tega časa ni bil vložen predlog za izvršbo na nepremičnino oziroma je bil ta predlog pravnomočno zavržen oziroma zavrnjen.\n(2) Pogojev za izbris predznambe po prejšnjem odstavku ni treba dokazovati s posebno listino.\n(3) Predlog za izbris predznambe hipoteke iz prvega odstavka tega člena zemljiškoknjižno sodišče vroči imetniku predznamovane hipoteke, in ga pozove, da v 15 dneh dokaže, da pogoji za izbris predznamovane hipoteke iz prvega odstavka tega člena niso izpolnjeni s tem, da predloži sklep o podaljšanju roka veljavnosti predhodne odredbe oziroma potrdilo izvršilnega sodišča, da je bil vložen predlog za izvršbo na nepremičnino, ki ni bil pravnomočno zavržen oziroma zavrnjen.\n(4) Če imetnik predznamovane hipoteke v roku iz prejšnjega odstavka ne predloži listin iz prejšnjega odstavka, se šteje, da so pogoji za izbris hipoteke iz prvega odstavka tega člena izpolnjeni, in zemljiškoknjižno sodišče dovoli izbris predznambe hipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "60",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "60",
      "title": "Izbris predznambe zaradi zamude roka za opravičitev predznambe",
      "content": "(1) Izbris predznambe pravice se dovoli:\n1.      če je bil zamujen rok za opravičitev predznambe iz prvega oziroma četrtega odstavka 53. člena in\n2.       če po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za izbris predznambe, še ni opravljena vknjižba pravice v vrstnem redu predznamovane pravice.\n(2) Predlogu za izbris predznambe iz prejšnjega odstavka je treba priložiti listino, ki bi bila podlaga za vknjižbo pravice v vrstnem redu predznamovane pravice.\n(3) Izbris predznambe pravice se dovoli tudi:\n1.      če je bil zamujen rok za opravičitev predznambe iz drugega odstavka 53. člena tega zakona in\n2.      če po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za izbris predznambe, še ni opravljena vknjižba pravice v vrstnem redu predznamovane pravice oziroma do dneva, v katerem je zemljiškoknjižno sodišče prejelo predlog za izbris predznambe, tožba iz 2. točke drugega odstavka 53. člena tega zakona še ni bila vložena.\n(4) Pogojev za izbris predznambe po prejšnjem odstavku ni treba dokazovati s posebno listino.\n(5) Predlog za izbris predznambe iz prvega oziroma tretjega odstavka tega člena ni dovoljen, če ga je zemljiškoknjižno sodišče prejelo pred iztekom roka iz prvega, drugega oziroma četrtega odstavka 53. člena tega zakona.\n(6) Predlog za izbris predznambe iz prvega oziroma tretjega odstavka tega člena zemljiškoknjižno sodišče vroči osebi, v korist katere je bila predznamba dovoljena, in jo pozove, da v 15 dneh dokaže, da predlog po prejšnjem odstavku ni dovoljen, s tem da predloži:\n1.      v primeru predloga iz prvega odstavka tega člena: potrdilo sodišča prve stopnje o tem, kdaj je iztekel rok za vložitev pritožbe (1. točka petega odstavka 53. člena) oziroma o vročitvi odločbe o pritožbi (2. točka petega odstavka 53. člena),\n2.      v primeru predloga iz tretjega odstavka tega člena: potrdilo sodišča o vložitvi tožbe iz 2. točke drugega odstavka 53. člena tega zakona oziroma dokaz o tem, kdaj je prejel zemljiškoknjižno dovolilo iz 1. točke drugega odstavka 53. člena tega zakona.\n(7) Če imetnik predznamovane pravice v roku iz prejšnjega odstavka ne predloži listin iz prejšnjega odstavka, se šteje, da je predlog po petem odstavku tega člena dovoljen.\n(8) Določbi šestega in sedmega odstavka tega člena se ne uporabljata, če je zemljiškoknjižno sodišče prejelo predlog za izbris predznambe pred iztekom roka iz drugega odstavka 53. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "61",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "61",
      "title": "Izbris drugih vpisov zaradi izbrisa predznambe",
      "content": "Če zemljiškoknjižno sodišče dovoli izbris predznamovane pravice, hkrati po uradni dolžnosti dovoli tudi izbris drugih vpisov iz tretjega odstavka 54. člena tega zakona, razen če je bila predznamba te pravice izbrisana zaradi vknjižbe pravice v vrstnem redu predznamovane pravice."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "62",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.3. Predznambe",
      "article": "62",
      "title": "Ponovna predznamba na podlagi iste listine",
      "content": "(1) Predznamba pravice ni dovoljena, če se predlaga na podlagi listine, na podlagi katere je že bila vpisana in je bila kasneje izbrisana po 57., 58., 59., oziroma 60. členu tega zakona.\n(2) Ne glede na prejšnji odstavek je ponovna predznamba pravice dovoljena, če je bila prejšnja predznamba izbrisana zato, ker ni bila vložena tožba iz 2. točke drugega odstavka 53. člena tega zakona, in če je predlogu za ponovno predznambo poleg listine iz 2., 3. oziroma 4. točke prvega odstavka 49. člena tega zakona priložen tudi dokaz o vložitvi takšne tožbe."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "62",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "62",
      "title": "Ponovna predznamba na podlagi iste listine",
      "content": "4.4.1. Skupne določbe"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "63",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "63",
      "title": "Pojem zaznambe",
      "content": "(1) Zaznamba je glavni vpis, s katerim se opravi vpis oziroma izbris pravnih dejstev, za katera zakon določa, da se vpisujejo v zemljiško knjigo.\n(2) Z zaznambo se v zemljiško knjigo vpiše tudi nadhipoteka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "64",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "64",
      "title": "Učinki zaznambe",
      "content": "(1) Zaznamba ima pravne učinke, ki jih določa zakon.\n(2) Če zakon v zvezi s posamezno vrsto zaznambe pravnih učinkov te zaznambe ne ureja, ima zaznamba pravni učinek javne objave pravnega dejstva, ki se zaznamuje.\n(3) Če zakon določa, da se zaznamba dovoli v korist določene osebe, se izbris te zaznambe dovoli na podlagi:\n1.       predloga, ki ga vloži oseba, v korist katere je bila zaznamba dovoljena, in na katerem je njen podpis overjen, ali\n2.       dovolila za izbris zaznambe, ki ga izstavi oseba, v korist katere je bila zaznamba dovoljena, in na katerem je njen podpis overjen.\n4.4.2. Zaznambe osebnih stanj"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "65",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "65",
      "title": "Pojem zaznambe osebnih stanj",
      "content": "Z zaznambo osebnega stanja se v zemljiško knjigo vpisujejo pravna dejstva, ki vplivajo na poslovno sposobnost oziroma sposobnost razsojanja imetnika pravic na nepremičnini, ki je fizična oseba."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "66",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "66",
      "title": "Vrste zaznamb osebnih stanj",
      "content": "(1) Zemljiškoknjižno sodišče po uradni dolžnosti vpiše zaznambo začetka postopka za postavitev pod skrbništvo imetnika pravice na nepremičnini na podlagi obvestila sodišča, ki vodi ta postopek, o začetku tega postopka.\n(2) Zemljiškoknjižno sodišče po uradni dolžnosti vpiše zaznambo postavitve pod skrbništvo imetnika pravice na nepremičnini na podlagi obvestila sodišča, ki je vodilo ta postopek. Obvestilu iz prejšnjega stavka mora biti priložen pravnomočni sklep o postavitvi pod skrbništvo.\n(3) Pravno dejstvo mladoletnosti imetnika pravice se v zemljiški knjigi ne zaznamuje, če je v zemljiški knjigi vpisan datum imetnikovega rojstva oziroma je ta razviden iz EMŠO imetnika, ki je vpisana v zemljiški knjigi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "67",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "67",
      "title": "Izbris zaznamb osebnih stanj",
      "content": "(1) Če zemljiškoknjižno sodišče dovoli vpis zaznambe iz drugega odstavka 66. člena tega zakona, hkrati po uradni dolžnosti dovoli izbris zaznambe iz prvega odstavka 66. člena tega zakona.\n(2) Zemljiškoknjižno sodišče po uradni dolžnosti izbriše zaznambo iz prvega odstavka prejšnjega člena tudi na podlagi obvestila sodišča, ki je vodilo ta postopek, da je postopek pravnomočno končan, ne da bi bil imetnik pravice na nepremičnini postavljen pod skrbništvo. Obvestilu iz prejšnjega stavka mora biti priložen pravnomočni sklep o zaključku postopka.\n(3) Zemljiškoknjižno sodišče po uradni dolžnosti izbriše zaznambo iz drugega odstavka prejšnjega člena na podlagi obvestila sodišča, ki je vodilo postopek, da je skrbništvo nad imetnikom pravice na nepremičnini prenehalo. Obvestilu iz prejšnjega stavka mora biti priložen pravnomočni sklep o prenehanju skrbništva.\n4.4.3. Zaznamba vrstnega reda"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "68",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "68",
      "title": "Pojem zaznambe vrstnega reda",
      "content": "(1) Zaznamba vrstnega reda za pridobitev lastninske pravice in zaznamba vrstnega reda za pridobitev oziroma prenos hipoteke varuje vrstni red pridobitve te pravice, katere vpis bo predlagan pozneje, s trenutkom, od katerega učinkuje ta zaznamba (v nadaljnjem besedilu: zaznamovani vrstni red pridobitve lastninske pravice oziroma hipoteke).\n(2) Zaznamba vrstnega reda za izbris hipoteke varuje vrstni red izbrisa te hipoteke s trenutkom, od katerega učinkuje ta zaznamba (v nadaljnjem besedilu: zaznamovani vrstni red izbrisa hipoteke).\n(3) Zaznamba vrstnega reda za prenos oziroma za izbris hipoteke se vpiše pri hipoteki, na katero se nanaša.\n(4) Zaznamba vrstnega reda za pridobitev stavbne pravice varuje vrstni red pridobitve te pravice. Za zaznambo vrstnega reda za pridobitev stavbne pravice se smiselno uporabljajo določbe tega zakona o zaznambi vrstnega reda za pridobitev hipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "69",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "69",
      "title": "Pogoji za zaznambo vrstnega reda",
      "content": "(1) Zaznamba vrstnega reda za pridobitev lastninske pravice in zaznamba vrstnega reda za pridobitev hipoteke se dovoli na podlagi predloga lastnika nepremičnine, na katerem je podpis lastnika overjen.\n(2) V predlogu za zaznambo vrstnega reda za pridobitev hipoteke mora biti naveden najvišji znesek terjatve, ki bo zavarovan s hipoteko, na katere vrstni red vpisa se zaznamba vrstnega reda nanaša.\n(3) Zaznamba vrstnega reda za prenos oziroma za izbris hipoteke, se dovoli na podlagi predloga hipotekarnega upnika, na katerem je podpis hipotekarnega upnika overjen.\n(4) Zaznamba vrstnega reda se dovoli, če bi bila po stanju vpisov v zemljiški knjigi dovoljena vknjižba pridobitve oziroma izbrisa pravice, katere vrstni red se z zaznambo varuje.\n(5) Notar, ki kot pooblaščenec osebe iz prvega ali tretjega odstavka tega člena vlaga elektronski predlog za vpis zaznambe vrstnega reda, mora:\n1.      elektronskemu predlogu priložiti elektronsko kopijo izvirnika pisnega predloga iz prvega ali tretjega odstavka tega člena, in\n2.      izvirnik pisnega predloga iz prvega ali tretjega odstavka tega člena hraniti po pravilih o hrambi listin, ki so podlaga za zemljiškoknjižni vpis.\n(6) Predlog iz prejšnjega odstavka lahko vloži samo notar, ki je overil podpis na predlogu iz prvega ali tretjega odstavka tega člena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "70",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "70",
      "title": "Razpolaganje z zaznamovanim vrstnim redom",
      "content": "(1) Z vpisom zaznambe vrstnega reda v zemljiško knjigo pridobi predlagatelj te zaznambe pravico razpolagati z zaznamovanim vrstnim redom.\n(2) Predlagatelj zaznambe vrstnega reda lahko razpolaga z zaznamovanim vrstnim redom tako, da da notarju, ki v njegovem imenu vloži elektronski predlog za zaznambo vrstnega reda (v nadaljnjem besedilu: skrbniški notar), ob vložitvi tega predloga ali pozneje izjavo, s katero:\n1.      mu bodisi naloži, da v njegovem imenu zahteva izbris te zaznambe pred iztekom roka njene veljavnosti,\n2.      bodisi ga obvesti, da pravico razpolaganja z zaznamovanim vrstnim redom prenaša na novega upravičenca.\n(3) O prejemu izjave iz prejšnjega odstavka mora skrbniški notar sestaviti notarski zapisnik.\n(4) Če je v času, ko notar prejme izjavo iz 2. točke drugega odstavka tega člena, vpisana prepoved obremenitve ali odtujitve nepremičnine, ki učinkuje zoper predlagatelja, ali je vpisana zaznamba izvršbe, prenos pravice razpolaganja z zaznamovanim vrstnim redom na novega upravičenca ni dovoljen. Za druge učinke izjave iz 2. točke drugega odstavka tega člena in njen preklic se smiselno uporabljajo pravila o notarski hrambi.\n(5) Predmet notarske hrambe iz prejšnjega odstavka je pravica razpolaganja z zaznamovanim vrstnim redom.\n(6) Novi upravičenec lahko razpolaga z zaznamovanim vrstnim redom tako, da da skrbniškemu notarju:\n1.      bodisi izjavo iz 1. ali 2. točke drugega odstavka tega člena,\n2.      bodisi mu naloži, da v njegovem imenu vloži predlog za vknjižbo ali predznambo v zaznamovanem vrstnem redu.\n(7) O prejemu izjave iz prejšnjega odstavka mora skrbniški notar sestaviti notarski zapisnik.\n(8) Na podlagi izjave iz 2. točke šestega odstavka tega člena nastane obveznost skrbniškega notarja vložiti predlog za vknjižbo ali predznambo v zaznamovanem vrstnem redu, ko mu novi upravičenec predloži listine, ki so podlaga za vknjižbo ali predznambo.\n(9) Skrbniški notar mora predlogu za vknjižbo ali predznambo v zaznamovanem vrstnem redu, poleg listin, ki so podlaga za vknjižbo ali predznambo, priložiti tudi svojo izjavo, s katero potrdi, da je oseba, v korist katere se predlaga vknjižba ali predznamba, upravičena razpolagati z zaznamovanim vrstnim redom, v katerem se s predlogom predlaga vknjižba ali predznamba."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "71",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "71",
      "title": "Rok veljavnosti zaznambe vrstnega reda",
      "content": "(1) Zaznamba vrstnega reda neha veljati z iztekom enega leta od dneva njenega vpisa v zemljiško knjigo.\n(2) Pri vpisu zaznambe vrstnega reda se v zemljiško knjigo vpiše tudi dan, ko ta zaznamba neha veljati."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "72",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "72",
      "title": "Izbris zaznambe vrstnega reda",
      "content": "(1) Pred iztekom roka veljavnosti zaznambe vrstnega reda je dovoljen izbris te zaznambe samo, če je predlogu za izbris priložena izjava skrbniškega notarja iz devetega odstavka 70. člena tega zakona.\n(2) Po izteku roka veljavnosti zaznambe vrstnega reda zemljiškoknjižno sodišče po uradni dolžnosti dovoli izbris te zaznambe, če je ta po stanju vpisov v zemljiški knjigi ob trenutku začetka postopka za izbris še vpisana.\n(3) Če zemljiškoknjižno sodišče dovoli izbris hipoteke, pri kateri je vpisana zaznamba vrstnega reda za prenos oziroma za izbris hipoteke, hkrati po uradni dolžnosti dovoli tudi izbris te zaznambe."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "73",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "73",
      "title": "Učinki zaznambe vrstnega reda",
      "content": "(1) Zaznamba vrstnega reda ni ovira za nadaljnje vpise.\n(2) Vsi vpisi, ki začnejo učinkovati po trenutku, od katerega učinkuje zaznamba vrstnega reda za pridobitev lastninske pravice, in so bili dovoljeni proti vknjiženemu lastniku oziroma proti nadaljnjim pridobiteljem pravic, pridobljenih glede na vknjiženo lastninsko pravico, učinkujejo pod razveznim pogojem, ki nastopi, če je dovoljena vknjižba pridobitve lastninske pravice v zaznamovanem vrstnem redu, in preneha, če je zaznamba vrstnega reda izbrisana, razen če je bila izbrisana zaradi vknjižbe lastninske pravice v zaznamovanem vrstnem redu.\n(3) Vsi vpisi, ki začnejo učinkovati po trenutku, od katerega učinkuje zaznamba vrstnega reda za prenos oziroma za izbris hipoteke, in so bili dovoljeni proti vknjiženemu hipotekarnemu upniku oziroma proti nadaljnjim pridobiteljem te hipoteke oziroma nadhipoteke na tej hipoteki, učinkujejo pod razveznim pogojem, ki nastopi, če je dovoljena vknjižba pridobitve oziroma izbrisa hipoteke v zaznamovanem vrstnem redu, in preneha, če je zaznamba vrstnega reda izbrisana, razen če je bila izbrisana zaradi vknjižbe pravice v zaznamovanem vrstnem redu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "74",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "74",
      "title": "Vknjižba oziroma predznamba pravice v zaznamovanem vrstnem redu",
      "content": "(1) Vknjižbo oziroma predznambo pridobitve lastninske pravice oziroma pridobitve, prenosa oziroma izbrisa hipoteke v zaznamovanem vrstnem redu je treba predlagati pred iztekom roka veljavnosti zaznambe vrstnega reda.\n(2) Predlogu iz prejšnjega odstavka mora biti poleg listin, ki so podlaga za vknjižbo ali predznambo, priložena tudi izjava skrbniškega notarja iz devetega odstavka 70. člena tega zakona.\n(3) Zemljiškoknjižno sodišče odloča o dovolitvi vknjižbe oziroma predznambe v zaznamovanem vrstnem redu glede na stanje vpisov v zemljiški knjigi v trenutku, od katerega učinkuje zaznamba vrstnega reda.\n(4) Če zemljiškoknjižno sodišče dovoli vknjižbo oziroma predznambo pravice v zaznamovanem vrstnem redu, odloči, da vknjižba oziroma predznamba učinkuje od trenutka, od katerega je učinkovala zaznamba vrstnega reda. Hkrati zemljiškoknjižno sodišče po uradni dolžnosti dovoli izbris zaznambe vrstnega reda, v katerem je bila dovoljena vknjižba oziroma predznamba.\n(5) Če zemljiškoknjižno sodišče dovoli vknjižbo pravice v zaznamovanem vrstnem redu, hkrati po uradni dolžnosti odloči tudi o izbrisu vseh vpisov iz drugega oziroma tretjega odstavka 73. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "75",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "75",
      "title": "Predlog za vknjižbo oziroma predznambo po izteku veljavnosti zaznambe vrstnega reda",
      "content": "(1) Če je zemljiškoknjižno sodišče prejelo predlog za vknjižbo oziroma predznambo pridobitve lastninske pravice oziroma pridobitve, prenosa oziroma izbrisa hipoteke v zaznamovanem vrstnem redu po izteku roka veljavnosti zaznambe vrstnega reda, se šteje, da predlagatelj podrejeno zahteva vknjižbo oziroma predznambo z učinkom od trenutka, ko je zemljiškoknjižno sodišče prejelo predlog.\n(2) V primeru iz prejšnjega odstavka zemljiškoknjižno sodišče zavrne predlog v delu, v katerem se nanaša na vknjižbo oziroma predznambo v zaznamovanem vrstnem redu, in o vknjižbi oziroma predznambi odloči glede na stanje vpisov v zemljiški knjigi v trenutku, ko je prejelo predlog iz prejšnjega odstavka.\n(3) Hkrati z odločitvijo o predlogu iz prvega odstavka tega člena zemljiškoknjižno sodišče odloči o izbrisu zaznambe vrstnega reda po drugem odstavku 72. člena tega zakona, če ta ni bila izbrisana že prej.\n(4) Določbi prvega in drugega odstavka tega člena se smiselno uporabljata tudi, če je zemljiškoknjižno sodišče prejelo predlog za vknjižbo oziroma predznambo pridobitve lastninske pravice oziroma pridobitve, prenosa oziroma izbrisa hipoteke v zaznamovanem vrstnem redu po trenutku, od katerega učinkuje izbris zaznambe vrstnega reda po prvem odstavku 72. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "76",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "76",
      "title": "Zaznamba vrstnega reda za pridobitev etažne lastnine",
      "content": "(1) Zaznamba vrstnega reda za pridobitev etažne lastnine varuje vrstni red pridobitve etažne lastnine na vseh posameznih delih objekta, ki bo razdeljen na etažno lastnino, in pri posameznih delih, pri katerih bo pozneje predlagan vpis lastninske pravice v korist lastnikov teh delov objekta, s trenutkom, od katerega učinkuje ta zaznamba (v nadaljnjem besedilu: zaznamovani vrstni red pridobitve etažne lastnine).\n(2) Za zaznambo vrstnega reda za pridobitev etažne lastnine se smiselno uporabljajo določbe tega zakona o zaznambi vrstnega reda za pridobitev lastninske pravice, če ni v naslednjih odstavkih tega člena drugače določeno.\n(3) Zaznamba vrstnega reda za pridobitev etažne lastnine neha veljati z iztekom treh let od dneva njenega vpisa v zemljiško knjigo.\n(4) V zaznamovanem vrstnem redu pridobitve etažne lastnine je dovoljena tudi vknjižba oziroma predznamba pridobitve solastninske pravice na celotni nepremičnini, če do trenutka, ko je bil vložen predlog za vknjižbo oziroma predznambo solastninske pravice v zaznamovanem vrstnem redu pridobitve etažne lastnine, etažna lastnina še ni vpisana.\n4.4.4. Zaznamba odpoklica terjatve in zaznamba hipotekarne tožbe"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "77",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "77",
      "title": "Zaznamba odpoklica terjatve",
      "content": "(1) Zaznamba odpoklica terjatve, zavarovane s hipoteko, se dovoli na podlagi listine o odpoklicu terjatve, na kateri je podpis hipotekarnega upnika overjen.\n(2) Zaznamba odpoklica terjatve ima za posledico, da odpoklic te terjatve učinkuje proti vsakokratnemu vknjiženemu lastniku nepremičnine.\n(3) Zaznamba odpoklica terjatve se vpiše pri hipoteki, ki je bila ustanovljena v zavarovanje terjatve, na katero se ta zaznamba nanaša.\n(4) Če zemljiškoknjižno sodišče dovoli izbris hipoteke, pri kateri je zaznamovan odpoklic terjatve, hkrati po uradni dolžnosti dovoli tudi izbris te zaznambe."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "78",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "78",
      "title": "Zaznamba hipotekarne tožbe",
      "content": "(1) Zaznamba hipotekarne tožbe se dovoli na podlagi tožbe, vložene proti imetniku vknjižene lastninske pravice, s katero hipotekarni upnik zahteva, da se zastavljena nepremičnina proda in iz dosežene kupnine poplača njegova terjatev, zavarovana s hipoteko.\n(2) Nepremičnina mora biti v tožbenem zahtevku označena z identifikacijskim znakom, s katerim je vpisana v zemljiški knjigi. Predlogu za zaznambo hipotekarne tožbe mora biti priloženo tudi potrdilo pristojnega sodišča o vložitvi tožbe in o opravilni številki zadeve, pod katero teče postopek.\n(3) V zaznambi hipotekarne tožbe se navede sodišče in opravilna številka zadeve, pod katero teče postopek.\n(4) Zaznamba hipotekarne tožbe ima za posledico, da sodba, izdana na podlagi hipotekarne tožbe, učinkuje tudi proti vsakokratnemu vknjiženemu lastniku nepremičnine, v korist katerega je bila lastninska pravica vknjižena z učinkom po trenutku, od katerega učinkuje zaznamba hipotekarne tožbe.\n(5) Zaznamba hipotekarne tožbe se vpiše pri hipoteki, na katero se nanaša.\n(6) Za izbris zaznambe hipotekarne tožbe se smiselno uporabljajo določbe 84. člena tega zakona.\n(7) Če zemljiškoknjižno sodišče dovoli izbris hipoteke, pri kateri je bila zaznamovana hipotekarna tožba, hkrati po uradni dolžnosti dovoli tudi izbris zaznambe te hipotekarne tožbe.\n4.4.5. Zaznamba spora"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "79",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "79",
      "title": "Pogoji za zaznambo spora",
      "content": "(1) Zaznamba spora se glede na vrsto spora, ki je predmet zaznambe, dovoli na podlagi naslednjih listin:\n1.      zaznamba spora o pridobitvi pravice: na podlagi tožbe oziroma predloga, vloženega proti imetniku vknjižene lastninske pravice, s katero tožnik oziroma predlagatelj postopka od sodišča zahteva:\n-  da ugotovi obstoj njegove lastninske pravice na nepremičnini, ki jo je pridobil na podlagi gradnje na tujem zemljišču oziroma gradnje čez mejo, na podlagi priposestvovanja oziroma po pravilih skupnega premoženja, pridobljenega v času trajanja zakonske zveze oziroma zunajzakonske skupnosti oziroma na drug izviren način, ali\n-  da ugotovi obstoj njegove druge stvarne pravice na nepremičnini, ki jo je pridobil na izviren način,\n2.      zaznamba spora o prenehanju pravice: na podlagi tožbe, vložene proti imetniku druge vknjižene pravice, s katero tožnik od sodišča zahteva, da ugotovi prenehanje te pravice,\n3.      zaznamba spora o določitvi nujne poti: na podlagi predloga za določitev nujne poti, vloženega proti imetniku vknjižene lastninske pravice na služeči nepremičnini.\n(2) Zaznambo spora lahko predlaga samo tožnik oziroma predlagatelj postopka iz prejšnjega odstavka.\n(3) Nepremičnina mora biti v tožbenem zahtevku oziroma v predlogu iz prvega odstavka tega člena označena z identifikacijskim znakom, s katerim je vpisana v zemljiški knjigi. Predlogu za zaznambo spora mora biti priloženo tudi potrdilo pristojnega sodišča o vložitvi tožbe oziroma predloga iz prvega odstavka tega člena in o opravilni številki zadeve, pod katero teče postopek.\n(4) V zaznambi spora se navede sodišče in opravilna številka zadeve, pod katero teče spor, predmet spora s podatki o pravici, katere pridobitev oziroma prenehanje se zahteva in podatki o tožniku oziroma predlagatelju postopka iz prvega odstavka tega člena (v nadaljnjem besedilu: oseba, v korist katere je zaznamba spora dovoljena).\n(5) Zaznamba spora o prenehanju pravice se vpiše pri pravici, na katero se nanaša."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "80",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "80",
      "title": "Učinki zaznambe spora",
      "content": "(1) Zaznamba spora ni ovira za nadaljnje vpise.\n(2) Zaznamba spora ima za posledico, da sodna odločba, izdana v postopku, v zvezi s katerim je bila dovoljena zaznamba spora, učinkuje tudi proti osebam, v korist katerih je bila pravica vknjižena oziroma predznamovana z učinkom po trenutku, od katerega učinkuje zaznamba spora.\n(3) Vsi vpisi, ki začnejo učinkovati po trenutku, od katerega učinkuje zaznamba spora o ugotoviti obstoja lastninske pravice, in so bili dovoljeni proti vknjiženemu lastniku oziroma proti nadaljnjim pridobiteljem pravic, pridobljenih glede na vknjiženo lastninsko pravico, učinkujejo pod razveznim pogojem, ki nastopi, če je dovoljena vknjižba pridobitve lastninske pravice v vrstnem redu zaznambe spora in preneha, če je zaznamba spora izbrisana, razen če je bila izbrisana zaradi vknjižbe pravice v vrstnem redu zaznambe spora.\n(4) Vsi vpisi, ki začnejo učinkovati po trenutku, od katerega učinkuje zaznamba spora o ugotovitvi prenehanja vknjižene hipoteke, in so bili dovoljeni proti vknjiženemu hipotekarnemu upniku oziroma proti nadaljnjim pridobiteljem te hipoteke oziroma nadhipoteke na tej hipoteki, učinkujejo pod razveznim pogojem, ki nastopi, če je dovoljena vknjižba izbrisa hipoteke v vrstnem redu zaznambe spora in preneha, če je zaznamba spora izbrisana, razen če je bila izbrisana zaradi vknjižbe pravice v vrstnem redu zaznambe spora."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "81",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "81",
      "title": "Vknjižba pravice v vrstnem redu zaznambe spora",
      "content": "(1) Vknjižba pridobitve oziroma prenehanja pravice z učinkom od trenutka, od katerega učinkuje zaznamba spora (v nadaljnjem besedilu: vknjižba pravice v vrstnem redu zaznambe spora), se dovoli na podlagi pravnomočne sodne odločbe, ki je bila izdana v postopku, v zvezi s katerim je bil zaznamovan spor, in s katero je bilo tožbenemu zahtevku oziroma predlogu ugodeno oziroma s katero je bila določena nujna pot.\n(2) Zemljiškoknjižno sodišče odloča o dovolitvi vknjižbe pravice v vrstnem redu zaznambe spora glede na stanje vpisov v zemljiški knjigi v trenutku, od katerega učinkuje zaznamba spora.\n(3) Če zemljiškoknjižno sodišče dovoli vknjižbo pravice v vrstnem redu zaznambe spora, odloči, da vknjižba učinkuje od trenutka, od katerega je učinkovala zaznamba spora. Hkrati zemljiškoknjižno sodišče po uradni dolžnosti dovoli tudi:\n-        izbris vseh vpisov iz tretjega oziroma četrtega odstavka 80. člena tega zakona in\n-        izbris zaznambe spora, v vrstnem redu katere je bila vknjižba pravice opravljena.\n(4) Zemljiškoknjižno sodišče dovoli po uradni dolžnosti izbris zaznambe spora o prenehanju pravice tudi v drugih primerih, v katerih dovoli vknjižbo izbrisa pravice, pri kateri je vpisana ta zaznamba."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "82",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "82",
      "title": "Rok za vložitev predloga za vknjižbo pravice v vrstnem redu zaznambe spora",
      "content": "(1) Vknjižbo pravice v vrstnem redu zaznambe spora je treba predlagati v dveh mesecih.\n(2) Rok iz prejšnjega odstavka teče:\n1.      če proti odločbi prve stopnje pritožba ni bila vložena: od izteka roka za vložitev pritožbe,\n2.      če je bila proti odločbi prve stopnje vložena pritožba: od dneva, ko je bila osebi, v korist katere je bila zaznamba spora dovoljena oziroma njenemu pravnemu nasledniku vročena odločba sodišča o pritožbi.\n(3) Vknjižba pravice v vrstnem redu zaznambe spora je dovoljena tudi, če je zemljiškoknjižno sodišče prejelo predlog za vknjižbo pravice v vrstnem redu zaznambe spora po izteku roka iz prvega odstavka tega člena, razen če je po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo ta predlog, zaznamba spora že izbrisana."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "83",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "83",
      "title": "Predlog za vknjižbo pravice v vrstnem redu zaznambe spora po izbrisu zaznambe spora",
      "content": "(1) Če je zemljiškoknjižno sodišče predlog za vknjižbo pravice v vrstnem redu zaznambe spora prejelo po trenutku, od katerega učinkuje izbris te zaznambe spora, se šteje, da predlagatelj podrejeno zahteva vknjižbo pravice z učinkom od trenutka, ko je zemljiškoknjižno sodišče prejelo ta predlog.\n(2) V primeru iz prejšnjega odstavka zemljiškoknjižno sodišče zavrne predlog v delu, v katerem se nanaša na vknjižbo v vrstnem redu zaznambe spora, in o vknjižbi odloči glede na stanje vpisov v zemljiški knjigi v trenutku, ko je prejelo predlog iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "84",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "84",
      "title": "Izbris zaznambe spora zaradi neuspešnega izida postopka",
      "content": "(1) Izbris zaznambe spora se dovoli na podlagi pravnomočne sodne odločbe, s katero je bila tožba oziroma predlog zavržen, oziroma s katero je bil postopek ustavljen zaradi umika tožbe oziroma predloga, oziroma s katero je bil tožbeni zahtevek oziroma predlog zavrnjen:\n1.      če proti tej odločbi ni bil vložen predlog za dopustitev revizije ali kljub sklepu o dopustitvi revizije ni bila vložena revizija oziroma ni bila vložena zahteva za varstvo zakonitosti,\n2.      če je bil vložen predlog za dopustitev revizije, pa je bil zavržen ali zavrnjen, ali\n3.      če sta bili revizija oziroma zahteva za varstvo zakonitosti vloženi in sta bili pravnomočno zavrženi oziroma zavrnjeni.\n(2) Predlogu za izbris zaznambe spora po prejšnjem odstavku je treba priložiti pravnomočno sodno odločbo, ki je podlaga za izbris zaznambe, in:\n1.      v primeru iz 1. točke prejšnjega odstavka:\n-  potrdilo vrhovnega sodišča, da je rok za vložitev predloga za dopustitev revizije potekel in da v tem roku predlog za dopustitev revizije ni bil vložen, ali sklep vrhovnega sodišča o dopustitvi revizije in potrdilo sodišča prve stopnje, da je rok za vložitev revizije potekel in da v tem roku revizija ni bila vložena, in\n-  potrdilo sodišča prve stopnje, da je rok za vložitev zahteve za varstvo zakonitosti potekel in da v tem roku zahteva za varstvo zakonitosti ni bila vložena,\n2.      v primeru iz 2. točke prejšnjega odstavka: sklep, s katerim je bil predlog za dopustitev revizije zavržen ali zavrnjen,\n3.      v primeru iz 3. točke prejšnjega odstavka: pravnomočen sklep o zavrženju revizije oziroma zahteve za varstvo zakonitosti oziroma sodbo o zavrnitvi revizije oziroma zahteve za varstvo zakonitosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "85",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "85",
      "title": "Izbris zaznambe spora zaradi zamude roka za vložitev predloga za vknjižbo pravice v vrstnem redu zaznambe spora",
      "content": "(1) Izbris zaznambe spora se dovoli:\n1.      če je bil zamujen rok za vložitev predloga za vknjižbo pravice v vrstnem redu zaznambe spora iz prvega odstavka 82. člena tega zakona in\n2.      če po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za izbris zaznambe, še ni opravljena vknjižba pravice v vrstnem redu zaznambe spora.\n(2) Predlogu za izbris zaznambe spora iz prejšnjega odstavka je treba priložiti listino, ki bi bila podlaga za vknjižbo pravice v vrstnem redu zaznambe spora.\n(3) Predlog za izbris zaznambe spora iz prvega odstavka tega člena ni dovoljen, če ga je zemljiškoknjižno sodišče prejelo pred iztekom roka za vložitev predloga za vknjižbo pravice v vrstnem redu zaznambe spora iz prvega odstavka 82. člena tega zakona.\n(4) Predlog za izbris zaznambe spora iz prvega odstavka tega člena zemljiškoknjižno sodišče vroči osebi, v korist katere je bila ta zaznamba dovoljena, in jo pozove, da v 15 dneh dokaže, da predlog po prejšnjem odstavku ni dovoljen, s tem da predloži potrdilo sodišča prve stopnje o tem, kdaj je iztekel rok za vložitev pritožbe (1. točka drugega odstavka 82. člena) oziroma o vročitvi odločbe o pritožbi (2. točka drugega odstavka 82. člena).\n(5) Če oseba, v korist katere je bila zaznamba spora dovoljena, v roku iz prejšnjega odstavka ne predloži listin iz prejšnjega odstavka, se šteje, da je predlog po tretjem odstavku tega člena dovoljen.\n4.4.6. Zaznamba izvršbe"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "86",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "86",
      "title": "Zaznamba izvršbe",
      "content": "(1) Zemljiškoknjižno sodišče odloči po uradni dolžnosti o zaznambi sklepa o izvršbi, s katerim je izvršilno sodišče dovolilo izvršbo na nepremičnino (v nadaljnjem besedilu: zaznamba izvršbe), na podlagi obvestila izvršilnega sodišča. Obvestilu iz prejšnjega stavka mora biti priložen sklep o izvršbi.\n(2) V zaznambi izvršbe se navede izvršilno sodišče, datum in opravilna številka sklepa o izvršbi, ki je podlaga za zaznambo izvršbe.\n(3) Zaznamba izvršbe se vpiše pri hipoteki iz tretjega odstavka 52. člena, tretjega odstavka 87. člena ali prvega odstavka 88. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "87",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "87",
      "title": "Učinki zaznambe izvršbe",
      "content": "(1) Zaznamba izvršbe ni ovira za nadaljnje vpise.\n(2) Zaznamba izvršbe ima za posledico, da upnik, na čigar predlog je bil izdan sklep o izvršbi, z zaznambo izvršbe na podlagi tega sklepa pridobi na nepremičnini hipoteko, ki učinkuje od trenutka, od katerega učinkuje zaznamba izvršbe, če ni hipoteke pridobil že prej.\n(3) Če je bil sklep o izvršbi, ki je podlaga za zaznambo izvršbe, izdan na predlog upnika, v čigar korist je bila predznamovana zastavna pravica po prvem odstavku 51. člena tega zakona oziroma v čigar korist je bila že vknjižena hipoteka, učinkuje zaznamba izvršbe že od trenutka, od katerega učinkuje predznamba oziroma vknjižba te hipoteke. Če v primeru iz prejšnjega stavka zemljiškoknjižno sodišče dovoli zaznambo izvršbe, odloči, da zaznamba izvršbe učinkuje od trenutka, od katerega učinkuje predznamba oziroma vknjižba navedene hipoteke.\n(4) Zaznamba izvršbe ima tudi za posledico, da sklep o izročitvi nepremičnine kupcu in druga pravna dejanja, opravljena v izvršilnem postopku, učinkujejo proti zemljiškoknjižnemu lastniku in proti osebam, v korist katerih je bila pravica vknjižena oziroma predznamovana z učinkom po trenutku, ko po drugem oziroma tretjem odstavku tega člena začne učinkovati zaznamba izvršbe."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "88",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "88",
      "title": "Vknjižba hipoteke po uradni dolžnosti",
      "content": "(1) Če zemljiškoknjižno sodišče dovoli zaznambo izvršbe, hkrati po uradni dolžnosti dovoli tudi vknjižbo hipoteke iz drugega odstavka 87. člena tega zakona oziroma vknjižbo hipoteke v vrstnem redu predznamovane hipoteke po tretjem odstavku 52. člena tega zakona.\n(2) Hipoteka iz prejšnjega odstavka se vpiše v korist upnika, na čigar predlog je bil izdan sklep o izvršbi.\n(3) Če terjatev, zavarovana s hipoteko iz tretjega odstavka 87. člena tega zakona ali iz prvega odstavka tega člena preide na novega upnika, zemljiškoknjižno sodišče vpiše spremembo imetnika hipoteke po uradni dolžnosti na podlagi obvestila izvršilnega sodišča o tej spremembi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "89",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "89",
      "title": "Vpisi na podlagi sklepa o izročitvi nepremičnine kupcu",
      "content": "(1) Zemljiškoknjižno sodišče na podlagi obvestila izvršilnega sodišča o pravnomočnosti sklepa o izročitvi nepremičnine kupcu, ki mu je priložen navedeni sklep, po uradni dolžnosti odloči o vknjižbi lastninske pravice v korist kupca.\n(2) Če zemljiškoknjižno sodišče na podlagi pravnomočnega sklepa o izročitvi nepremičnine kupcu dovoli vknjižbo lastninske pravice v korist kupca, hkrati po uradni dolžnosti dovoli tudi izbris naslednjih vpisov ne glede na to, od katerega trenutka učinkujejo:\n1.      vseh zaznamb izvršbe na nepremičnini in morebitne zaznambe stečaja,\n2.      vseh vknjiženih oziroma predznamovanih hipotek, če ni v sklepu o izročitvi nepremičnine kupcu določeno, da posamezne od teh pravic ostanejo,\n3.      vseh vknjiženih oziroma predznamovanih pravic prepovedi odtujitve in obremenitve in zaznamb prepovedi odtujitve in obremenitve,\n4.      vseh vknjiženih predkupnih in odkupnih pravic,\n5.      vseh vknjiženih stvarnih služnosti, za katere je v sklepu o izročitvi nepremičnine kupcu določeno, da prenehajo.\n(3) Če zemljiškoknjižno sodišče na podlagi pravnomočnega sklepa o izročitvi nepremičnine kupcu dovoli vknjižbo lastninske pravice v korist kupca, hkrati po uradni dolžnosti dovoli tudi izbris naslednjih vpisov, če ti vpisi učinkujejo po trenutku, od katerega po drugem oziroma tretjem odstavku 87. člena tega zakona učinkuje zaznamba izvršbe:\n1.      predznamovane lastninske pravice,\n2.      vseh vknjiženih oziroma predznamovanih osebnih služnosti, stvarnih bremen, stavbnih pravic, če ni v sklepu o izročitvi nepremičnine kupcu določeno, da posamezne od teh pravic ostanejo,\n3.      vseh zaznamb vrstnega reda za pridobitev lastninske pravice oziroma drugih stvarnih pravic, razen stvarne služnosti,\n4.      vseh zaznamb spora o pridobitvi pravice,\n5.      vseh zaznamb izrednega pravnega sredstva.\n(4) Naslednji vpisi so ovira za dovolitev vpisov na podlagi pravnomočnega sklepa o izročitvi nepremičnine kupcu, če ti učinkujejo pred trenutkom, od katerega po drugem oziroma tretjem odstavku 87. člena tega zakona učinkuje zaznamba izvršbe:\n1.      vknjižena oziroma predznamovana lastninska pravica v korist osebe, ki ni dolžnik v izvršilnem postopku,\n2.      zaznamba spora o pridobitvi lastninske pravice,\n3.      zaznamba vrstnega reda za prenos lastninske pravice,\n4.      zaznamba izrednega pravnega sredstva."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "90",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "90",
      "title": "Izbris zaznambe izvršbe",
      "content": "(1) Zemljiškoknjižno sodišče na podlagi obvestila izvršilnega sodišča po uradni dolžnosti dovoli izbris zaznambe izvršbe:\n1.      če je bil sklep o izvršbi, ki je podlaga za zaznambo, razveljavljen oziroma spremenjen tako, da je bil predlog za izvršbo na nepremičnino zavrnjen oziroma zavržen ali\n2.      če je bila izvršba ustavljena in izvršilna dejanja razveljavljena.\n(2) Obvestilu iz prejšnjega odstavka mora biti priložen sklep, ki je podlaga za izbris.\n(3) Če zemljiškoknjižno sodišče dovoli izbris zaznambe izvršbe po prvem odstavku tega člena, hkrati po uradni dolžnosti dovoli tudi izbris hipoteke, ki je bila vknjižena v zvezi z zaznambo izvršbe, ki je predmet izbrisa, po 88. členu tega zakona oziroma po tretjem odstavku 52. člena tega zakona.\n4.4.7. Zaznamba neposredne izvršljivosti notarskega zapisa"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "91",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "91",
      "title": "Zaznamba neposredne izvršljivosti notarskega zapisa",
      "content": "(1) Neposredna izvršljivost notarskega zapisa se zaznamuje na podlagi pravnega posla o ustanovitvi hipoteke, sklenjenega v obliki neposredno izvršljivega notarskega zapisa.\n(2) Predlogu iz prejšnjega odstavka mora biti priložen odpravek notarskega zapisa, ki je bil sestavljen za vpis v zemljiško knjigo.\n(3) Predlog za zaznambo neposredne izvršljivosti notarskega zapisa ni dovoljen, če ga je zemljiškoknjižno sodišče prejelo pred trenutkom, od katerega učinkuje vknjižba hipoteke na podlagi tega notarskega zapisa.\n(4) Zaznamba neposredne izvršljivosti notarskega zapisa se vpiše pri hipoteki, ki je bila ustanovljena s tem notarskim zapisom.\n(5) Pri maksimalni hipoteki je zaznamba neposredne izvršljivosti notarskega zapisa dovoljena na podlagi notarskega zapisa, s katerim je znotraj najvišjega zneska, vpisanega pri tej maksimalni hipoteki, v zvezi s pravnim poslom, na podlagi katerega nastane posamezna terjatev z določenim rokom zapadlosti, dogovorjena neposredna izvršljivost notarskega zapisa glede te terjatve.\n(6) V zaznambi neposredne izvršljivosti se navedejo:\n1.      v primeru iz prejšnjega odstavka: podatki o terjatvi, glede katere je dogovorjena neposredna izvršljivost,\n2.      v drugih primerih: podatek, da se zaznamba nanaša na celotno terjatev, zavarovano s hipoteko."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "92",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "92",
      "title": "Izbris zaznambe neposredne izvršljivosti",
      "content": "Če zemljiškoknjižno sodišče dovoli izbris hipoteke, ki je bila ustanovljena na podlagi notarskega zapisa, na katerega se nanaša zaznamba neposredne izvršljivosti, hkrati po uradni dolžnosti dovoli tudi izbris te zaznambe.\n4.4.8. Zaznamba stečaja in učinki začetka stečaja"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "93",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "93",
      "title": "Zaznamba stečaja",
      "content": "(1) Zemljiškoknjižno sodišče dovoli zaznambo začetka stečajnega postopka (v nadaljnjem besedilu: zaznamba stečaja) nad zemljiškoknjižnim lastnikom oziroma imetnikom drugih pravic, ki so vpisane v zemljiški knjigi (v nadaljnjem besedilu: stečajni dolžnik), na podlagi sklepa stečajnega sodišča o začetku stečajnega postopka.\n(2) Predlogu za zaznambo stečaja mora biti priložen sklep o začetku stečajnega postopka.\n(3) V zaznambi stečaja se navede stečajno sodišče, ter datum in opravilna številka sklepa o začetku stečajnega postopka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "94",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "94",
      "title": "Učinki začetka stečajnega postopka",
      "content": "(1) Učinki začetka stečajnega postopka nastopijo z začetkom dneva, v katerem je bil izdan sklep o začetku stečajnega postopka (v nadaljnjem besedilu: dan začetka stečajnega postopka), tudi če stečaj ni zaznamovan v zemljiški knjigi.\n(2) Začetek stečajnega postopka je ovira za dovolitev naslednjih vpisov proti stečajnemu dolžniku, na podlagi predlogov, ki jih je zemljiškoknjižno sodišče prejelo po trenutku, od katerega po prejšnjem odstavku učinkuje začetek stečajnega postopka:\n1.      vknjižbe pravic na nepremičnini na podlagi listin iz 1., 2., 4. in 5. točke prvega odstavka 40. člena tega zakona,\n2.      predznambe pravic na nepremičnini,\n3.      zaznambe vrstnega reda,\n4.      zaznambe prepovedi odtujitve oziroma obremenitve,\n5.      zaznambe pravnih dejstev iz 10. točke 22. člena tega zakona, če zakon ne določa drugače.\n(3) Ne glede na prejšnji odstavek, začetek stečajnega postopka ni ovira za dovolitev naslednjih vpisov:\n1.      vknjižbe pravice v vrstnem redu zaznambe spora,\n2.      predznambe oziroma vknjižbe prenosa hipoteke na novega hipotekarnega upnika,\n3.      vknjižbe drugih pravic, razen hipoteke iz prejšnje točke, na podlagi listin iz 1. oziroma 2. točke prvega odstavka 40. člena tega zakona:\n-  če je bil na zemljiškoknjižnem dovolilu podpis overjen pred dnevom začetka stečajnega postopka oziroma če je bil notarski zapis sestavljen pred dnevom začetka stečajnega postopka ali\n-  če je zemljiškoknjižno dovolilo v imenu stečajnega dolžnika izstavil stečajni upravitelj zaradi izpolnitve obveznosti na podlagi obojestransko odplačne pogodbe, sklenjene pred začetkom stečajnega postopka,\n4.      vknjižbe drugih pravic, razen hipoteke iz 2. točke tega odstavka, na podlagi sodne odločbe iz 4. oziroma 5. točke prvega odstavka 40. člena tega zakona, če je sodna odločba postala pravnomočna pred začetkom stečajnega postopka,\n5.      vknjižbe pravice v vrstnem redu predznamovane pravice in vknjižbe pravice v zaznamovanem vrstnem redu pod pogoji iz 3. oziroma 4. točke tega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "95",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "95",
      "title": "Izbris predznambe zaradi začetka stečajnega postopka",
      "content": "(1) Če je bila predznamovana pridobitev pravice, ki učinkuje pred dnevom začetka stečajnega postopka, se po začetku stečajnega postopka izbris te predznambe dovoli tudi:\n1.      če je bila ta predznamba dovoljena na podlagi listin iz 2., 3. oziroma 4. točke prvega odstavka 49. člena tega zakona,\n2.      če niso izpolnjeni pogoji za vknjižbo pravice v vrstnem redu predznamovane pravice iz 3. oziroma 4. točke tretjega odstavka 94. člena tega zakona, in\n3.       če je pri nepremičnini zaznamovan stečaj, oziroma če se zaznamba stečaja zahteva z istim predlogom kot izbris predznambe in so izpolnjeni pogoji za dovolitev zaznambe stečaja.\n(2) Pogojev za izbris predznambe ni treba dokazovati s posebno listino, obstoj pogojev iz 1. točke prejšnjega odstavka pa zemljiškoknjižno sodišče ugotavlja po uradni dolžnosti, na podlagi listin, ki so bile podlaga za dovolitev predznambe.\n(3) Predlog za izbris predznambe iz prvega odstavka tega člena zemljiškoknjižno sodišče vroči imetniku predznamovane pravice, in ga pozove, da v 15 dneh dokaže, da so izpolnjeni pogoji za vknjižbo pravice v vrstnem redu predznamovane pravice iz 3. oziroma 4. točke tretjega odstavka 94. člena tega zakona s tem, da predloži listine, ki so podlaga za tako vknjižbo.\n(4) Če je imetnik predznamovane pravice do izteka roka iz prejšnjega odstavka vložil predlog za vknjižbo pravice v vrstnem redu predznamovane pravice, zadošča, da se v roku iz prejšnjega odstavka sklicuje na listine, priložene navedenemu predlogu.\n(5) Če imetnik predznamovane pravice v roku iz tretjega odstavka tega člena ne predloži listin iz tretjega odstavka tega člena, se šteje, da je pogoj za izbris predznambe iz 2. točke prvega odstavka tega člena izpolnjen."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "96",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "96",
      "title": "Vpisi na podlagi sklepov stečajnega sodišča",
      "content": "(1) Za odločanje o vpisih na podlagi pravnomočnega sklepa stečajnega sodišča o izročitvi nepremičnine kupcu in na podlagi pravnomočnega sklepa stečajnega sodišča, s katerim to sodišče nepremičnino prenese na upnike zaradi razdelitve premoženja upnikom, se smiselno uporabljajo določbe 89. člena tega zakona.\n(2) Pri smiselni uporabi določb 89. člena tega zakona za odločanje o vpisih iz prejšnjega odstavka se upošteva:\n1.      trenutek, od katerega učinkuje zaznamba izvršbe se nadomesti:\n-  če na nepremičnini ni vknjižena nobena hipoteka: s trenutkom, od katerega po prvem odstavku 94. člena tega zakona učinkuje začetek stečajnega postopka,\n-  če so na nepremičnini vknjižene hipoteke: s trenutkom, od katerega učinkuje vknjižba tiste hipoteke, ki je po vrstnem redu pridobitve te pravice prva,\n2.      oseba, ki ni dolžnik v izvršilnem postopku, se nadomesti z osebo, ki ni stečajni dolžnik."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "97",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "97",
      "title": "Izbris zaznambe stečaja",
      "content": "(1) Zemljiškoknjižno sodišče izbriše zaznambo stečaja, če je bil sklep o začetku stečajnega postopka razveljavljen in je bil v ponovljenem postopku predlog za začetek stečajnega postopka pravnomočno zavržen oziroma zavrnjen, oziroma če je bil postopek pravnomočno ustavljen zaradi umika predloga za začetek stečajnega postopka oziroma zaradi prodaje stečajnega dolžnika kot pravne osebe.\n(2) Predlogu za izbris zaznambe stečaja mora biti priložen pravnomočen sklep o zavrženju oziroma zavrnitvi predloga za začetek stečaja oziroma o ustavitvi stečajnega postopka zaradi umika predloga.\n4.4.9. Zaznamba prepovedi odtujitve in obremenitve"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "98",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "98",
      "title": "Zaznamba prepovedi odtujitve in obremenitve",
      "content": "(1) Zemljiškoknjižno sodišče po uradni dolžnosti odloči o zaznambi prepovedi odtujitve in obremenitve nepremičnine oziroma pravice na nepremičnini, ki je vpisana v zemljiški knjigi (v nadaljnjem besedilu: zaznamba prepovedi odtujitev in obremenitve), na podlagi začasne odredbe, izdane v zavarovanje denarne oziroma nedenarne terjatve proti zemljiškoknjižnemu lastniku oziroma imetniku drugih stvarnih pravic, ki so predmet začasne odredbe. Sodišče, ki je izdalo začasno odredbo iz prejšnjega stavka mora zemljiškoknjižno sodišče o tem obvestiti in obvestilu priložiti sklep o začasni odredbi.\n(2) V zaznambi prepovedi odtujitve in obremenitve se navede sodišče, ki je izdalo sklep o začasni odredbi, ki je podlaga za zaznambo, datum in opravilna številka tega sklepa in podatki o upniku, na čigar predlog je bila izdana začasna odredba (oseba, v korist katere je zaznamba prepovedi odtujitve in obremenitve dovoljena).\n(3) Če se prepoved odtujitve in obremenitve ne nanaša na zemljiškoknjižnega lastnika temveč na imetnika druge pravice, se zaznamba prepovedi odtujitve in obremenitve vpiše pri pravici, na katero se prepoved odtujitve in obremenitve nanaša.\n(4) Določbe tega zakona o zaznambi prepovedi odtujitve in obremenitve na podlagi začasne odredbe, se smiselno uporabljajo tudi za zaznambo prepovedi odtujitve in obremenitve na podlagi druge odločbe, ki jo v okviru svojih pristojnosti izda sodišče oziroma drug državni organ, če zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "99",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "99",
      "title": "Učinki zaznambe prepovedi odtujitve in obremenitve",
      "content": "(1) Če se zaznamba prepovedi odtujitve in obremenitve nanaša na lastnika, je ta zaznamba ovira za dovolitev naslednjih vpisov proti lastniku, ki bi začeli učinkovati po trenutku, od katerega učinkuje ta zaznamba:\n1.      vknjižbe pridobitve pravic na podlagi listin iz 1. oziroma 2. točke prvega odstavka 40. člena tega zakona, če je bil podpis na zemljiškoknjižnem dovolilu overjen po trenutku, od katerega učinkuje zaznamba prepovedi odtujitve in obremenitve, oziroma če je bil notarski zapis sestavljen po tem trenutku,\n2.      predznambe pridobitve pravic na podlagi listin iz 2. do 4. točke prvega odstavka 49. člena tega zakona,\n3.      zaznambe vrstnega reda za pridobitev lastninske pravice oziroma hipoteke,\n4.      predznambe pridobitve hipoteke na podlagi sklepa o predhodni odredbi iz prvega odstavka 51. člena tega zakona, če je bila predhodna odredba izdana za zavarovanje terjatve na podlagi izvršljivega notarskega zapisa.\n(2) Če se zaznamba prepovedi odtujitve in obremenitve nanaša na imetnika druge pravice, je ta zaznamba ovira za dovolitev naslednjih vpisov, ki bi začeli učinkovati po trenutku, od katerega učinkuje ta zaznamba:\n1.      vknjižbe prenosa pravice, ki je predmet prepovedi odtujitve in obremenitve, na podlagi listin iz 1. oziroma 2. točke prvega odstavka 40. člena tega zakona, če je bil podpis na zemljiškoknjižnem dovolilu overjen po trenutku, od katerega učinkuje zaznamba prepovedi odtujitve in obremenitve, oziroma če je bil notarski zapis sestavljen po tem trenutku,\n2.      predznambe prenosa pravice, ki je predmet prepovedi odtujitve in obremenitve na podlagi listin iz 2. do 4. točke prvega odstavka 49. člena tega zakona.\n(3) Če se zaznamba prepovedi odtujitve in obremenitve nanaša na hipotekarnega upnika, je ta zaznamba tudi ovira za dovolitev naslednjih vpisov, ki bi začeli učinkovati po trenutku, od katerega učinkuje ta zaznamba:\n1.      vknjižbe oziroma predznambe izbrisa hipoteke na podlagi listin iz 1. oziroma 2. točke prejšnjega odstavka,\n2.      zaznambe vrstnega reda za prenos hipoteke oziroma za izbris hipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "100",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "100",
      "title": "Izbris zaznambe prepovedi odtujitve in obremenitve",
      "content": "(1) Če se prepoved odtujitve in obremenitve nanaša na lastnika nepremičnine in če se zaradi kasnejšega vpisa, za katerega ta zaznamba ni ovira, lastninska pravica vknjiži v korist novega lastnika, zemljiškoknjižno sodišče hkrati z dovolitvijo te vknjižbe po uradni dolžnosti dovoli izbris te zaznambe.\n(2) Če se prepoved odtujitve in obremenitve nanaša na imetnika druge pravice in če se zaradi kasnejšega vpisa, za katerega ta zaznamba ni ovira, ta pravica vknjiži v korist novega imetnika, oziroma če se vknjiži izbris te pravice, zemljiškoknjižno sodišče hkrati z dovolitvijo te vknjižbe po uradni dolžnosti dovoli izbris te zaznambe.\n(3) Izbris zaznambe prepovedi odtujitve in obremenitve se dovoli tudi v naslednjih primerih:\n1.      če je sodišče, ki je izdalo začasno odredbo, ustavilo postopek in razveljavilo opravljena dejanja, ali\n2.      če je bil sklep o začasni odredbi razveljavljen oziroma spremenjen in predlog za začasno odredbo zavrnjen.\n(4) Predlogu iz prejšnjega odstavka je treba priložiti sklep sodišča, ki je podlaga za izbris.\n(5) Izbris zaznambe prepovedi odtujitve in obremenitve lahko zemljiškoknjižno sodišče dovoli tudi po uradni dolžnosti na podlagi obvestila sodišča, ki je izdalo začasno odredbo in ki mu je priložen sklep, ki je podlaga za izbris."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "100.a",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "100.a",
      "title": "Zaznamba prepovedi zaradi nedovoljene gradnje",
      "content": "Za zaznambo prepovedi zaradi nedovoljene gradnje, izrečene kot inšpekcijski ukrep po zakonu, ki ureja graditev objektov, se smiselno uporabljajo 98. člen, 99. člen ter tretji in četrti odstavek 100. člena tega zakona.\n4.4.10. Zaznamba izrednega pravnega sredstva"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "101",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "101",
      "title": "Pojem zaznambe izrednega pravnega sredstva",
      "content": "(1) Zaznamba izrednega pravnega sredstva je vpis, s katerim se varuje vrstni red vzpostavitve vpisov v stanje, ki je obstajalo pred vknjižbo pridobitve oziroma izbrisa pravice na podlagi pravnomočne oziroma dokončne odločbe iz 3. do 8. točke prvega odstavka 40. člena tega zakona, če je proti tej odločbi vloženo izredno pravno sredstvo in če je imetnik pravice, proti katerem je bila vknjižba opravljena, na podlagi tega izrednega pravnega sredstva oziroma v ponovljenem postopku uspel.\n(2) Izredno pravno sredstvo po tem zakonu, v zvezi s katerim je dovoljena zaznamba izrednega pravnega sredstva je revizija, zahteva za varstvo zakonitosti oziroma tožba v upravnem sporu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "102",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "102",
      "title": "Pogoji za zaznambo izrednega pravnega sredstva",
      "content": "(1) Zaznamba izrednega pravnega sredstva se dovoli, če je bila dovoljena vknjižba pridobitve oziroma izbrisa pravice na podlagi pravnomočne oziroma dokončne odločbe iz 3. do 8. točke prvega odstavka 40. člena tega zakona.\n(2) Zaznambo izrednega pravnega sredstva lahko predlaga samo imetnik pravice, proti kateremu je bila dovoljena vknjižba iz prejšnjega odstavka, ali državni tožilec, ki je vložil zahtevo za varstvo zakonitosti zoper odločbo iz prejšnjega odstavka (v nadaljnjem besedilu: oseba, v korist katere je bila dovoljena zaznamba izrednega pravnega sredstva).\n(3) Pri zaznambi izrednega pravnega sredstva se navede oseba, v korist katere je bila ta zaznamba dovoljena.\n(4) Pogojev za zaznambo izrednega pravnega sredstva ni treba dokazovati s posebno listino."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "103",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "103",
      "title": "Rok za vložitev predloga za zaznambo izrednega pravnega sredstva",
      "content": "(1) Zaznamba izrednega pravnega sredstva je dovoljena, če je predlog za zaznambo izrednega pravnega sredstva vložen v roku za pritožbo proti sklepu zemljiškoknjižnega sodišča, s katerim je bila dovoljena vknjižba iz prvega odstavka 102. člena tega zakona.\n(2) Če je predlog za zaznambo izrednega pravnega sredstva vložen po izteku roka iz prejšnjega odstavka tega člena, ga zemljiškoknjižno sodišče zavrže.\n(3) O predlogu za zaznambo izrednega pravnega sredstva odloča zemljiškoknjižno sodišče v postopku, v katerem je dovolilo vknjižbo iz prvega odstavka 102. člena tega zakona.\n(4) Zemljiškoknjižno sodišče na podlagi pravočasnega predloga iz prvega odstavka tega člena dovoli zaznambo izrednega pravnega sredstva in opravi vpis te zaznambe hkrati z izbrisom zaznambe nepravnomočnosti sklepa o dovolitvi vpisa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "104",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "104",
      "title": "Opravičitev zaznambe izrednega pravnega sredstva",
      "content": "Zaznamba izrednega pravnega sredstva se opraviči tako, da se predlaga vknjižba izbrisa vpisov iz prvega odstavka 102. člena tega zakona (v nadaljnjem besedilu: vknjižba vzpostavitve prejšnjega stanja vpisov)."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "105",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "105",
      "title": "Učinki zaznambe izrednega pravnega sredstva",
      "content": "(1) Zaznamba izrednega pravnega sredstva ni ovira za nadaljnje vpise.\n(2) Zaznamba izrednega pravnega sredstva ima za posledico, da odločba, izdana v postopku, v zvezi s katerim je bila dovoljena zaznamba izrednega pravnega sredstva, učinkuje tudi proti osebam, v korist katerih je bila pravica vknjižena oziroma predznamovana z učinkom po trenutku, od katerega učinkuje vknjižba iz prvega odstavka 102. člena tega zakona.\n(3) Če se vknjižba iz prvega odstavka 102. člena tega zakona nanaša na pridobitev pravice, vpisi, ki so bili dovoljeni proti osebi, ki je na podlagi te vknjižbe pravico pridobila, oziroma proti nadaljnjim pridobiteljem te pravice, učinkujejo pod razveznim pogojem, ki nastopi, če je dovoljena vknjižba vzpostavitve prejšnjega stanja vpisov, in preneha, če je zaznamba izrednega pravnega sredstva izbrisana, razen če je bila izbrisana zaradi dovolitve vknjižbe vzpostavitve prejšnjega stanja vpisov."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "106",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "106",
      "title": "Pogoji za dovolitev vknjižbe vzpostavitve prejšnjega stanja vpisov",
      "content": "(1) Če je bila vknjižba iz prvega odstavka 102. člena tega zakona dovoljena na podlagi pravnomočne sodne odločbe, se vknjižba vzpostavitve prejšnjega stanja vpisov dovoli na podlagi naslednjih odločb:\n1.      sodne odločbe, s katero je vrhovno sodišče reviziji oziroma zahtevi za varstvo zakonitosti ugodilo, in sodno odločbo iz prvega odstavka 102. člena tega zakona spremenilo tako, da je tožbeni zahtevek zavrnilo oziroma je vsebina odločitve takšna, da na njeni podlagi vpis iz prvega odstavka 102. člena tega zakona ne bi bil dovoljen, ali\n2.       pravnomočne sodne odločbe:\n-  ki je bila izdana v ponovljenem postopku, ki je bil opravljen zato, ker je vrhovno sodišče reviziji oziroma zahtevi za varstvo zakonitosti ugodilo in razveljavilo odločbo iz prvega odstavka 102. člena tega zakona,\n-  s katero je bil tožbeni zahtevek zavrnjen oziroma je vsebina odločitve takšna, da na njeni podlagi vpis iz prvega odstavka 102. člena tega zakona ne bi bil dovoljen, in\n-  proti kateri ni bila vložena revizija oziroma zahteva za varstvo zakonitosti oziroma je bila ta pravnomočno zavržena oziroma zavrnjena.\n(2) Če je bila vknjižba iz prvega odstavka 102. člena tega zakona dovoljena na podlagi dokončne odločbe drugega državnega organa se vknjižba vzpostavitve prejšnjega stanja dovoli na podlagi naslednjih odločb:\n1.      pravnomočne sodne odločbe, s katero je sodišče ugodilo tožbi v upravnem sporu in odločbo iz prvega odstavka 102. člena tega zakona spremenilo tako, da je vsebina odločitve takšna, da na njeni podlagi vpis iz prvega odstavka 102. člena tega zakona ne bi bil dovoljen, ali\n2.      dokončne odločbe:\n-  ki je bila izdana v ponovljenem postopku, ki je bil opravljen zato, ker je upravno sodišče tožbi v upravnem sporu ugodilo in odpravilo odločbo iz prvega odstavka 102. člena tega zakona ter zadevo vrnilo v ponovni postopek,\n-  s katero je bilo odločeno tako, da na njeni podlagi vpis iz prvega odstavka 102. člena tega zakona ne bi bil dovoljen, in\n-  proti kateri ni bila vložena tožba v upravnem sporu oziroma je bila ta pravnomočno zavržena oziroma zavrnjena.\n(3) V primeru iz 2. točke prvega odstavka tega člena mora biti predlogu za vknjižbo vzpostavitve prejšnjega stanja poleg sodne odločbe, ki je podlaga za to vknjižbo, priložena tudi listina iz 1. oziroma 2. točke drugega odstavka 109. člena tega zakona.\n(4) V primeru iz 2. točke drugega odstavka tega člena mora biti predlogu za vknjižbo vzpostavitve prejšnjega stanja vpisov poleg odločbe, ki je podlaga za to vknjižbo, priložena tudi listina iz 1. oziroma 2. točke tretjega odstavka 109. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "107",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "107",
      "title": "Vknjižba vzpostavitve prejšnjega stanja vpisov",
      "content": "S sklepom, s katerim zemljiškoknjižno sodišče dovoli vknjižbo vzpostavitve prejšnjega stanja vpisov, odloči o izbrisu vpisov iz prvega odstavka 102. člena tega zakona, in hkrati po uradni dolžnosti dovoli tudi:\n-        izbris vpisov iz tretjega odstavka 105. člena tega zakona in\n-        zbris zaznambe izrednega pravnega sredstva"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "108",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "108",
      "title": "Rok za vložitev predloga za vknjižbo vzpostavitve prejšnjega stanja vpisov",
      "content": "(1) Vknjižba vzpostavitve prejšnjega stanja vpisov mora biti predlagana v dveh mesecih.\n(2) Rok iz prejšnjega odstavka teče:\n1.      če se vknjižba predlaga na podlagi odločbe iz 1. točke prvega odstavka oziroma iz 1. točke drugega odstavka 106. člena tega zakona: od dneva, ko je bila ta odločba vročena osebi, v korist katere je bila dovoljena zaznamba izrednega pravnega sredstva oziroma njenemu pravnemu nasledniku,\n2.      če se vknjižba predlaga na podlagi odločbe iz 2. točke prvega odstavka oziroma iz 2. točke drugega odstavka 106. člena tega zakona: od dneva, ko je iztekel rok za vložitev revizije, zahteve za varstvo zakonitosti oziroma tožbe v upravnem sporu oziroma od dneva, ko je bila pravnomočna sodna odločba o zavrženju oziroma zavrnitvi tega izrednega pravnega sredstva vročena osebi, v korist katere je bila dovoljena zaznamba izrednega pravnega sredstva oziroma njenemu pravnemu nasledniku.\n(3) Vknjižba vzpostavitve prejšnjega stanja vpisov je dovoljena tudi, če je zemljiškoknjižno sodišče predlog prejelo po izteku roka iz prvega odstavka tega člena, razen če je po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za vknjižbo vzpostavitve prejšnjega stanja vpisov, zaznamba izrednega pravnega sredstva že izbrisana."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "109",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "109",
      "title": "Izbris zaznambe izrednega pravnega sredstva zaradi neuspešnega izida postopka",
      "content": "(1) Izbris zaznambe izrednega pravnega sredstva se dovoli:\n1.      če proti odločbi, ki je bila podlaga za vknjižbo iz prvega odstavka 102. člena tega zakona, ni bil vložen predlog za dopustitev revizije ali kljub sklepu o dopustitvi revizije ni bila vložena revizija oziroma ni bila vložena zahteva za varstvo zakonitosti oziroma tožba v upravnem sporu,\n2.      če je bil vložen predlog za dopustitev revizije, pa je bil zavržen ali zavrnjen, ali\n3.      če je bila revizija, zahteva za varstvo zakonitosti oziroma tožba v upravnem sporu pravnomočno zavržena oziroma zavrnjena.\n(2) Če je bila vknjižba iz prvega odstavka 102. člena tega zakona dovoljena na podlagi pravnomočne sodne odločbe, je predlogu za izbris zaznambe izrednega pravnega sredstva iz prejšnjega odstavka treba priložiti:\n1.      v primeru iz 1. točke prejšnjega odstavka:\n-  potrdilo vrhovnega sodišča, da je rok za vložitev predloga za dopustitev revizije potekel in da v tem roku predlog za dopustitev revizije ni bil vložen, ali sklep vrhovnega sodišča o dopustitvi revizije in potrdilo sodišča prve stopnje, da je rok za vložitev revizije potekel in da v tem roku revizija ni bila vložena, in\n-  potrdilo sodišča prve stopnje, da je rok za vložitev zahteve za varstvo zakonitosti potekel in da v tem roku zahteva za varstvo zakonitosti ni bila vložena,\n2.      v primeru iz 2. točke prejšnjega odstavka: sklep, s katerim je bil predlog za dopustitev revizije zavržen ali zavrnjen,\n3.      v primeru iz 3. točke prejšnjega odstavka: pravnomočen sklep o zavrženju revizije oziroma zahteve za varstvo zakonitosti oziroma sodbo o zavrnitvi revizije oziroma zahteve za varstvo zakonitosti.\n(3) Če je bila vknjižba iz prvega odstavka 102. člena tega zakona dovoljena na podlagi dokončne odločbe drugega organa, je predlogu za izbris zaznambe izrednega pravnega sredstva iz prvega odstavka tega člena treba priložiti:\n1.      v primeru iz 1. točke prvega odstavka tega člena: potrdilo organa, ki je izdal odločbo na prvi stopnji o tem, kdaj izteče rok za vložitev tožbe v upravnem sporu, in potrdilo upravnega oziroma vrhovnega sodišča, da v tem roku tožba v upravnem sporu ni bila vložena,\n2.      v primeru iz 3. točke prvega odstavka tega člena: pravnomočno sodno odločbo o zavrženju oziroma zavrnitvi tožbe v upravnem sporu.\n(4) Če je bila vknjižba iz prvega odstavka 102. člena tega zakona dovoljena na podlagi pravnomočne sodne odločbe, se izbris zaznambe izrednega pravnega sredstva dovoli tudi na podlagi pravnomočne sodne odločbe:\n-        ki je bila izdana v ponovljenem postopku, ki je bil opravljen zato, ker je vrhovno sodišče reviziji oziroma zahtevi za varstvo zakonitosti ugodilo in razveljavilo odločbo iz prvega odstavka 102. člena tega zakona,\n-        s katero je bilo odločeno enako kot z odločbo iz prvega odstavka 102. člena tega zakona, in\n-        proti kateri ni bil vložen predlog za dopustitev revizije ali kljub sklepu o dopustitvi revizije ni bila vložena revizija oziroma ni bila vložena zahteva za varstvo zakonitosti oziroma je bila ta pravnomočno zavržena oziroma zavrnjena.\n(5) Predlogu za izbris zaznambe izrednega pravnega sredstva iz prejšnjega odstavka je treba poleg odločbe, ki je podlaga za izbris, priložiti tudi listino iz 1., 2. oziroma 3. točke drugega odstavka tega člena.\n(6) Če je bila vknjižba iz prvega odstavka 102. člena tega zakona dovoljena na podlagi dokončne odločbe drugega državnega organa, se izbris zaznambe izrednega pravnega sredstva dovoli tudi na podlagi pravnomočne odločbe:\n-        ki je bila izdana v ponovljenem postopku, ki je bil opravljen zato, ker je upravno sodišče tožbi v upravnem sporu ugodilo in odpravilo odločbo iz prvega odstavka 102. člena tega zakona ter zadevo vrnilo v ponovni postopek,\n-        s katero je bilo odločeno enako kot z odločbo iz prvega odstavka 102. člena tega zakona, in\n-        proti kateri ni bila vložena tožba v upravnem sporu oziroma je bila ta pravnomočno zavržena oziroma zavrnjena.\n(7) Predlogu za izbris zaznambe izrednega pravnega sredstva iz prejšnjega odstavka je treba poleg odločbe, ki je podlaga za izbris, priložiti tudi listino iz 1. oziroma 2. točke tretjega odstavka tega člena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "110",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "110",
      "title": "Izbris zaznambe izrednega pravnega sredstva zaradi zamude roka za vložitev predloga za vknjižbo vzpostavitve prejšnjega stanja vpisov",
      "content": "(1) Izbris zaznambe izrednega pravnega sredstva se dovoli:\n1.      če je bil zamujen rok za vložitev predloga za vknjižbo vzpostavitve prejšnjega stanja vpisov iz prvega odstavka 108. člena tega zakona, in\n2.      če po stanju vpisov v zemljiški knjigi v trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za izbris zaznambe izrednega pravnega sredstva, še ni opravljena vknjižba vzpostavitve prejšnjega stanja.\n(2) Predlogu za izbris zaznambe izrednega pravnega sredstva je treba priložiti listine, ki bi bile podlaga za vknjižbo vzpostavitve prejšnjega stanja vpisov.\n(3) Predlog za izbris zaznambe izrednega pravnega sredstva iz prvega odstavka tega člena ni dovoljen, če ga je zemljiškoknjižno sodišče prejelo pred iztekom roka za vložitev predloga za vknjižbo vzpostavitve prejšnjega stanja vpisov iz prvega odstavka 108. člena tega zakona.\n(4) Predlog za izbris zaznambe izrednega pravnega sredstva iz prvega odstavka tega člena zemljiškoknjižno sodišče vroči osebi, v korist katere je bila ta zaznamba dovoljena, in jo pozove, da v 15 dneh dokaže, da predlog po prejšnjem odstavku ni dovoljen, s tem da predloži potrdilo o tem, kdaj je iztekel rok za vložitev izrednega pravnega sredstva oziroma kdaj ji je bila vročena odločba iz drugega odstavka 108. člena tega zakona.\n(5) Če oseba, v korist katere je bila zaznamba izrednega pravnega sredstva dovoljena, v roku iz prejšnjega odstavka ne predloži listin iz prejšnjega odstavka, se šteje, da je predlog po tretjem odstavku tega člena dovoljen.\n4.4.11. Zaznamba pravnega dejstva o javnopravnih omejitvah"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "111",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "111",
      "title": "Zaznamba pravnega dejstva o javnopravnih omejitvah",
      "content": "(1) Zaznamba pravnega dejstva o javnopravnih omejitvah je:\n1.      zaznamba javnega dobra,\n2.      zaznamba nepremičnega spomenika,\n3.      zaznamba zavarovanega območja,\n4.      zaznamba zaščitene kmetije in\n5.      zaznamba drugega pravnega dejstva, zaradi katerega se uporabljajo posebna pravila o javnopravnih omejitvah pri prometu z nepremičnino.\n(2) Če zakon določa, da se pravno dejstvo o javnopravnih omejitvah zaznamuje v zemljiški knjigi, zemljiškoknjižno sodišče o tej zaznambi odloči po uradni dolžnosti na podlagi obvestila državnega organa ali organa samoupravne lokalne skupnosti, ki je v skladu z zakonom:\n1.      bodisi izdal odločbo o določitvi statusa javnega dobra, nepremičnega spomenika, zavarovanega območja, zaščitene kmetije ali drugega pravnega dejstva, na podlagi katerega je nastala ta javnopravna omejitev pri prometu z nepremičnino,\n2.      bodisi sprejel podzakonski predpis ali drug splošni pravni akt, z uveljavitvijo katerega je nastala ta javnopravna omejitev pri prometu z nepremičnino.\n(3) V obvestilu iz prejšnjega odstavka, mora biti določena vsebina zaznambe tako, da vsebuje:\n1.      vrsto zaznambe iz prvega odstavka tega člena,\n2.      če se nanaša na zaznambo javnega dobra, tudi podatek o vrsti javnega dobra (na primer grajeno oziroma naravno vodno dobro, javna cesta in podobno),\n3.      če se nanaša na zaznambo zavarovanega območja, tudi naziv tega območja,\n4.      če je javnopravna omejitev začela učinkovati z uveljavitvijo splošnega pravnega akta, tudi podatke o naslovu in objavi tega splošnega pravnega akta,\n5.      če ima lastnost nepremičnega spomenika ali zavarovanega območja samo del nepremičnine, tudi opis položaja ali prostorskih mej nepremičnega spomenika ali zavarovanega območja.\n(4) Če je javnopravna omejitev, pravno dejstvo o kateri je predmet obvestila iz drugega odstavka tega člena, nastala na podlagi odločbe, mora biti obvestilu priložena tudi ta odločba.\n(5) Če javnopravna omejitev, pravno dejstvo o kateri je zaznamovano v zemljiški knjigi, preneha, se za izbris zaznambe tega pravnega dejstva smiselno uporabljata drugi in četrti odstavek tega člena.\n4.4.12. Zaznamba razlastitvenega postopka"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "112",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "112",
      "title": "Zaznamba razlastitvenega postopka",
      "content": "(1) Zemljiškoknjižno sodišče po uradni dolžnosti odloči o zaznambi razlastitvenega postopka, na podlagi obvestila upravnega organa, ki je odločil o začetku razlastitvenega postopka (v nadaljnjem besedilu: razlastitveni organ). Obvestilo iz prejšnjega stavka mora vsebovati podatke iz drugega odstavka tega člena. Če razlastitveni organ o začetku razlastitvenega postopka po predpisu, ki se uporablja za ta postopek, odloči z odločbo ali sklepom, mora biti obvestilu iz prejšnjega stavka priložena tudi ta odločba ali sklep o začetku razlastitvenega postopka.\n(2) V zaznambi razlastitvenega postopka se navede:\n1.      razlastitveni organ,\n2.      opravilna številka in datum začetka razlastitvenega postopka in\n3.      podatki o razlastitvenem upravičencu.\n(3) Zaznamba razlastitvenega postopka je ovira za dovolitev naslednjih vpisov proti lastniku nepremičnine, ki bi začeli učinkovati po trenutku, od katerega učinkuje ta zaznamba:\n1.      vknjižbe pridobitve pravic na podlagi listin iz 1. oziroma 2. točke 40. člena tega zakona, če je bil podpis na zemljiškoknjižnem dovolilu overjen po trenutku, od katerega učinkuje zaznamba razlastitvenega postopka, oziroma če je bil notarski zapis sestavljen po tem trenutku,\n2.      predznambe pridobitve pravic na podlagi listin iz 2. do 4. točke prvega odstavka 49. člena tega zakona,\n3.      zaznambe vrstnega reda za pridobitev lastninske pravice oziroma hipoteke.\n(4) Ne glede na prejšnji odstavek zaznamba razlastitvenega postopka ni ovira:\n1.      za vknjižbo oziroma predznambo pridobitve lastninske pravice v korist razlastitvenega upravičenca,\n2.      za drugo vknjižbo oziroma predznambo, če je predlogu priloženo overjeno soglasje razlastitvenega upravičenca za predlagani vpis.\n(5) Zemljiškoknjižno sodišče po uradni dolžnosti odloči o vknjižbi lastninske pravice v korist razlastitvenega upravičenca na podlagi pravnomočne odločbe o razlastitvi.\n(6) Če je odločba o razlastitvi izdana v nujnem razlastitvenem postopku in če je razlastitveni organ odločil, da pritožba ne zadrži izvršitve, zemljiškoknjižno sodišče po uradni dolžnosti odloči o vknjižbi lastninske pravice v korist razlastitvenega upravičenca na podlagi takšne odločbe.\n(7) Razlastitveni organ mora o razlastitveni odločbi, ki je podlaga za vknjižbo lastninske pravice v korist razlastitvenega upravičenca, obvestiti zemljiškoknjižno sodišče in obvestilu priložiti odločbo ter v primeru iz petega odstavka tega člena tudi potrdilo o pravnomočnosti.\n(8) Določbe petega do sedmega odstavka tega člena se smiselno uporabljajo za izbris drugih stvarnih pravic na nepremičnini, ki je predmet razlastitve, če je razlastitveni organ z razlastitveno odločbo odločil, da te pravice ugasnejo.\n(9) Zemljiškoknjižno sodišče po uradni dolžnosti izbriše zaznambo razlastitvenega postopka na podlagi pravnomočne odločbe, s katero razlastitveni organ zavrne zahtevo za razlastitev oziroma ustavi postopek zaradi umika zahteve za razlastitev.\n(10) Če zemljiškoknjižno sodišče dovoli vknjižbo lastninske pravice v korist razlastitvenega upravičenca po 1. točki četrtega odstavka tega člena oziroma po petem ali šestem odstavku tega člena, hkrati po uradni dolžnost odloči tudi o izbrisu zaznambe razlastitvenega postopka.\n4.4.13. Zaznamba nadhipoteke"
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "113",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.4. Zaznambe",
      "article": "113",
      "title": "Zaznamba nadhipoteke",
      "content": "(1) Za odločanje o vpisu in izbrisu zaznambe nadhipoteke se smiselno uporabljajo določbe tega zakona o vknjižbi pridobitve oziroma prenehanja hipoteke, če v naslednjih odstavkih tega člena ni drugače določeno.\n(2) Zaznamba nadhipoteke se vpiše pri hipoteki, na katero se nanaša.\n(3) Pri zaznambi nadhipoteke se vpišejo podatki o zastavnem upniku.\n(4) Če zemljiškoknjižno sodišče dovoli vknjižbo izbrisa hipoteke, pri kateri je zaznamovana nadhipoteka, hkrati po uradni dolžnosti dovoli tudi izbris zaznambe te nadhipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "114",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.5. Poočitve",
      "article": "114",
      "title": "Pojem poočitve",
      "content": "Poočitev je pomožni vpis, s katerim se:\n1.      vpiše sprememba identifikacijskega znaka nepremičnine zaradi uskladitve s spremembo tega podatka v katastru (v nadaljnjem besedilu: poočitev spremembe identifikacijskega znaka nepremičnine),\n2.      izvedejo vpisi, povezani z združitvijo ali delitvijo nepremičnin v katastru, ki ne povzročijo spremembe širšega pravnega položaja nepremičnine (poočitev združitve ali delitve nepremičnin), ali\n3.      vpiše sprememba podatka glede imetnika pravice na nepremičnini, zaradi uskladitve s spremembo podatkov o imetniku, ki je oseba, v centralnem registru prebivalstva ali poslovnem registru (poočitev spremembe podatkov o osebi)."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "115",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.5. Poočitve",
      "article": "115",
      "title": "Poočitve glede nepremičnin",
      "content": "(1) Če se v katastru spremeni identifikacijski znak nepremičnine, se ta sprememba poočiti v zemljiški knjigi na podlagi obvestila geodetske uprave.\n(2) Poočitev delitve nepremičnin je dovoljena, če je predmet delitve zemljiška parcela ali posamezen del stavbe v etažni lastnini.\n(3) Poočitev združitve nepremičnin je dovoljena:\n1.      če so predmet združitve zemljiške parcele ali posamezni deli stavbe v etažni lastnini in\n2.      če je širši pravni položaj vseh nepremičnin, ki se zaradi združitve izbrišejo, enak, razen glede morebitnih stvarnih služnosti, vpisanih samo pri osnovnem pravnem položaju posamezne nepremičnine.\n(4) Poočitev združitve ali delitve nepremičnin se opravi na podlagi obvestila geodetske uprave o izvedbi te spremembe v katastru.\n(5) Če je poočitev združitve ali delitve nepremičnin dovoljena, se v zemljiški knjigi:\n1.      izbrišejo nepremičnine, ki prenehajo zaradi združitve ali delitve,\n2.      vpišejo nove nepremičnine, ki nastanejo zaradi združitve ali delitve,\n3.      pri novih nepremičninah iz prejšnje točke vpiše enak osnovni položaj, kot je bil vpisan pri izbrisanih nepremičninah, in vse izvedene pravice in pravna dejstva iz četrtega odstavka 13.a člena tega zakona, ki so bile vpisane pri osnovnem pravnem položaju izbrisanih nepremičnin.\n(6) Zemljiškoknjižno sodišče mora obvestiti geodetsko upravo o izvedeni poočitvi združitve ali delitve nepremičnin ali o tem, da taka poočitev po drugem ali tretjem odstavku tega člena ni dovoljena.\n(7) Geodetska uprava in zemljiškoknjižno sodišče si elektronsko izmenjujeta podatke, ki jih vključujejo obvestila po tem členu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "116",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.5. Poočitve",
      "article": "116",
      "title": "Poočitev spremembe podatkov o fizični in pravni osebi",
      "content": "Spremembe podatkov iz prvega odstavka 24. člena tega zakona oziroma prvega odstavka 25. člena tega zakona se v zemljiški knjigi opravijo z avtomatskim prevzemanjem podatkov iz centralnega registra prebivalstva oziroma poslovnega registra, pri čemer je povezovalni znak EMŠO oziroma enolična identifikacijska številka, ki jo določi upravljavec poslovnega registra."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "119",
      "chapter": "4. VPISI V ZEMLJIŠKO KNJIGO",
      "section": "4.5. Poočitve",
      "article": "119",
      "title": "Odločanje o poočitvah",
      "content": "O poočitvah zemljiškoknjižno sodišče ne izda posebnega sklepa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "120",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "120",
      "title": "Uporaba določb o postopku",
      "content": "(1) O vpisih v zemljiško knjigo odloča zemljiškoknjižno sodišče po postopku, določenim s tem zakonom (v nadaljnjem besedilu: zemljiškoknjižni postopek).\n(2) V zemljiškoknjižnem postopku se glede vprašanj, ki niso urejena s tem zakonom, uporabljajo splošne določbe zakona o nepravdnem postopku.\n(3) V zemljiškoknjižnem postopku nista dovoljeni obnova postopka in vrnitev v prejšnje stanje.\n(4) Če je vložena zahteva za varstvo zakonitosti in vrhovno sodišče spozna, da je utemeljena, se ne uporablja določba zakona, ki ureja pravdni postopek, ki določa, da vrhovno sodišče ugotovi le, da je bil zakon prekršen, ne da bi posegalo v pravnomočno odločbo.\n(5) Za odločanje o reviziji se smiselno uporabljajo določbe drugega in tretjega odstavka 161. člena tega zakona.\n(6) O vpisih na podlagi odločbe, s katero sodišče odloči o reviziji, odloča zemljiškoknjižno sodišče po uradni dolžnosti na podlagi stanja vpisov v zemljiški knjigi v trenutku, ko je prejelo to odločbo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "121",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "121",
      "title": "Načelo hitrosti postopka",
      "content": "V zemljiškoknjižnem postopku mora zemljiškoknjižno sodišče postopati hitro."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "122",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "122",
      "title": "Načelo vrstnega reda odločanja o vpisih",
      "content": "(1) O vpisih glede posamezne nepremičnine mora zemljiškoknjižno sodišče odločati po vrstnem redu, ki se določi po trenutku, ko je zemljiškoknjižno sodišče prejelo predlog za vpis, oziroma ko je prejelo listino, na podlagi katere o vpisu odloča po uradni dolžnosti.\n(2) Dokler ni pravnomočno odločeno o vpisih v posameznem postopku, ni dovoljeno odločati o vpisih glede iste nepremičnine v postopku, ki se je začel kasneje."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "123",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "123",
      "title": "Omejitev načela zaslišanja udeležencev postopka",
      "content": "V zemljiškoknjižnem postopku na prvi stopnji sme zemljiškoknjižno sodišče odločiti, ne da bi udeležencem postopka vročilo predlog za vpis oziroma jim drugače zagotovilo možnost, da se izjavijo o predlogu za vpis oziroma o vpisu, o katerem odloča po uradni dolžnosti, če ta zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "124",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "124",
      "title": "Načelo formalnosti postopka",
      "content": "V zemljiškoknjižnem postopku zemljiškoknjižno sodišče odloča o pogojih za vpis samo na podlagi listin, za katere zakon določa, da so podlaga za vpis, in na podlagi stanja vpisov v zemljiški knjigi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "125",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "125",
      "title": "Načelo dispozitivnosti postopka",
      "content": "(1) Zemljiškoknjižno sodišče odloča o vpisih na podlagi predloga za vpis (v nadaljnjem besedilu: zemljiškoknjižni predlog) in v mejah zahtevkov za vpis, ki se z zemljiškoknjižnim predlogom uveljavljajo.\n(2) Po uradni dolžnosti zemljiškoknjižno sodišče odloča o vpisih samo, če tako določa zakon.\n(3) V primerih iz prejšnjega odstavka lahko zemljiškoknjižno sodišče odloča tudi na podlagi zemljiškoknjižnega predloga."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "125.a",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "125.a",
      "title": "Obvezno elektronsko vlaganje pisanj",
      "content": "(1) Zemljiškoknjižni predlog mora biti vložen elektronsko.\n(2) Zemljiškoknjižni predlog mora v imenu predlagatelja vložiti notar kot pooblaščenec predlagatelja.\n(3) Ne glede na prejšnji odstavek lahko zemljiškoknjižni predlog, razen predloga za vpis zaznambe vrstnega reda in predloga za predznambo ali vknjižbo v zaznamovanem vrstnem redu, vloži tudi:\n1.      vsaka fizična ali pravna oseba v svojem imenu, če ima digitalno potrdilo s svojim varnim elektronskim podpisom in varni elektronski predal, in je vključena v informacijski sistem za varno elektronsko vročanje v skladu s predpisi, ki urejajo elektronsko poslovanje v civilnih sodnih postopkih,\n2.      naslednja oseba kot pooblaščenec oziroma zakoniti zastopnik predlagatelja:\n-  odvetnik,\n-  samostojni podjetnik posameznik ali gospodarska družba, ki izpolnjujejo pogoje za opravljanje storitev posredovanja v prometu z nepremičninami po zakonu, ki ureja nepremičninsko posredovanje (v nadaljnjem besedilu nepremičninska družba), če je posredovala pri sklenitvi prodajne pogodbe ali drugega pravnega posla, na podlagi katerega je bilo izstavljeno zemljiškoknjižno dovolilo, ki je podlaga za zahtevani vpis, in\n-  Državno odvetništvo Republike Slovenije, občinsko odvetništvo ali medobčinsko odvetništvo ali občinski odvetnik (v nadaljnjem besedilu: državno ali občinsko odvetništvo).\n(4) Predlagatelj, ki je sam vložil elektronski zemljiškoknjižni predlog, in notar, odvetnik, nepremičninska družba, državno ali občinsko odvetništvo, ki zastopa udeleženca v zemljiškoknjižnem postopku, mora vse vloge udeleženca vložiti elektronsko.\n(5) Notarju ali odvetniku za zastopanje udeleženca v zemljiškoknjižnem postopku ni treba predložiti pooblastila.\n(6) Če je zemljiškoknjižni predlog vložen v nasprotju s prvim do tretjim odstavkom tega člena ali če je vloga iz četrtega odstavka vložena pisno, se zanjo ne uporabljajo pravila o nepopolnih vlogah in jo zemljiškoknjižno sodišče zavrže.\n(7) Če je za zemljiškoknjižni predlog ali za drugo vlogo iz četrtega odstavka tega člena treba plačati sodno takso, se ob elektronski vložitvi te vloge izda nalog, s katerim se vlagatelju naloži, da plača sodno takso v osmih dneh od vročitve naloga z nakazilom v dobro računa in z navedbo referenčne številke, navedene v nalogu (v nadaljnjem besedilu: nalog za plačilo sodne takse). Velja, da je nalog za plačilo sodne takse vročen, ko vlagatelj sam ali njegov pooblaščenec elektronsko vloži vlogo. Če vlagatelj v osmih dneh od vročitve naloga za plačilo sodne takse ne plača sodne takse v skladu s tem nalogom, velja, da je vloga umaknjena.\n(8) Prvi in šesti odstavek tega člena se smiselno uporabljata tudi za obvestilo sodišča, drugega državnega organa ali organa samoupravne lokalne skupnosti o pravnem dejstvu, ki je podlaga za vpis v zemljiško knjigo po uradni dolžnosti, razen za obvestilo geodetske uprave iz sedmega odstavka 115. člena tega zakona.\n(9) Če predlagatelj notarju ne izroči listin, ki so podlaga za zahtevani vpis, v skladu s prvim odstavkom 142. člena tega zakona, ga mora notar opozoriti, da bo zemljiškoknjižno sodišče tak zemljiškoknjižni predlog zavrglo. Če predlagatelj kljub notarjevemu opozorilu vztraja pri vložitvi zemljiškoknjižnega predloga, mora notar sestaviti notarski zapisnik, v katerem opiše vsebino opozorila in izjavo predlagatelja, da kljub opozorilu vztraja pri vložitvi zemljiškoknjižnega predloga.\n(10) Če predlagatelj s podpisom zapisnika iz prejšnjega odstavka potrdi, da vztraja pri vložitvi nepopolnega zemljiškoknjižnega predloga, mora notar vložiti tak zemljiškoknjižni predlog in mu namesto listin, ki so podlaga za zahtevani vpis, priložiti zapisnik iz prejšnjega odstavka.\n(11) Ne glede na prvi odstavek tega člena lahko predlagatelj vloži predlog za vknjižbo lastninske pravice v svojo korist v vrstnem redu vložitve tega predloga tudi na zapisnik pri sodišču tako, da se med uradnimi urami osebno zglasi pri zemljiškoknjižnem sodišču na območju katerega so nepremičnine, ki so predmet predloga:\n1.      če zemljiškoknjižnemu sodišču izroči vse listine, ki so podlaga za zahtevani vpis, iz prvega odstavka 142. člena tega zakona, in\n2.      če hkrati plača sodno takso za predlog.\n(12) Če so izpolnjeni pogoji iz prejšnjega odstavka, uradna oseba zemljiškoknjižnega sodišča sprejme zemljiškoknjižni predlog na zapisnik tako, da:\n1.      za predlagatelja sestavi elektronski zemljiškoknjižni predlog in\n2.      v elektronsko obliko pretvori listine iz 1. točke prejšnjega odstavka.\n(13) Če so podlaga za vpis, ki se zahteva s predlogom iz enajstega odstavka tega člena, listine iz 1. ali 2. točke prvega odstavka 142. člena tega zakona, te listine obdrži v hrambi zemljiškoknjižno sodišče, ki je za predlagatelja sestavilo elektronski zemljiškoknjižni predlog.\n(14) Za hrambo listin iz prejšnjega odstavka se smiselno uporablja šesti odstavek 142. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "125.b",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "125.b",
      "title": "Elektronsko vročanje notarjem, odvetnikom in državnim organom",
      "content": "(1) Predlagatelju, ki je sam vložil elektronski zemljiškoknjižni predlog, notarju, odvetniku, nepremičninski družbi in državnemu ali občinskemu odvetništvu se vsa pisanja v zemljiškoknjižnem postopku vročajo elektronsko v njegov varni elektronski predal.\n(2) Če osebi iz prejšnjega odstavka tega člena ni mogoče opraviti elektronske vročitve, ker ni vključena v informacijski sistem za varno elektronsko vročanje v skladu s predpisi, ki urejajo elektronsko poslovanje v civilnih sodnih postopkih, ali ker njegov varni elektronski predal, ki ga je prijavil v tem sistemu ne obstaja, velja, da je vročitev opravljena, ko poteče 15 dni od odprave pisanja v sistem elektronskega vročanja.\n(3) Prvi in drugi odstavek tega člena se smiselno uporabljata tudi za vročitve sodišču, drugemu državnemu organu ali organu samoupravne lokalne skupnosti, na čigar zahtevo zemljiškoknjižno sodišče o vpisu odloča po uradni dolžnosti, razen za vročitve obvestil zemljiškoknjižnega sodišča iz sedmega odstavka 115. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "125.c",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "125.c",
      "title": "Pisne vloge udeležencev postopka",
      "content": "(1) Pravila, določena v tem členu, se uporabljajo za vlaganje vlog, razen zemljiškoknjižnih predlogov, v zemljiškoknjižnem postopku, ki jih vloži udeleženec, ki\n1.      je bodisi predlagatelj, ki je predlog vložil v skladu z enajstim odstavkom 125.a člena tega zakona,\n2.      bodisi ni predlagatelj, sodišče ali drug organ iz osmega odstavka 125.a člena tega zakona in ga v postopku tudi ne zastopa notar, odvetnik, nepremičninska družba, državno ali občinsko odvetništvo.\n(2) Udeleženec iz prejšnjega odstavka vloži ugovor, pritožbo ali drugo vlogo, razen zemljiškoknjižnega predloga, pisno tako, da jo pošlje na naslov centralnega vložišča za zemljiškoknjižne zadeve pri Okrajnem sodišču v Ljubljani (v nadaljnjem besedilu: centralno vložišče), ne glede na to, katero sodišče vodi zemljiškoknjižni postopek, v katerem se vlaga ta vloga.\n(3) Naslov iz prejšnjega odstavka mora biti objavljen na javnem spletnem portalu za objavo oklicev iz 204. člena tega zakona in naveden v pravnem pouku sklepa, ki se izda v zemljiškoknjižnem postopku.\n(4) Na prvi strani vloge iz prvega odstavka tega člena mora biti navedena opravilna številka zadeve in vidno označeno, da gre za vlogo v zemljiškoknjižnem postopku.\n(5) Če je treba za pisno vlogo iz prvega odstavka tega člena plačati sodno takso, se smiselno uporabljata prvi in tretji stavek sedmega odstavka 125.a člena tega zakona.\n(1) Pravila, določena v tem členu, se uporabljajo za vročanje pisanj, udeležencu postopka, ki:\n1.      je bodisi predlagatelj, ki je predlog vložil v skladu z enajstim odstavkom 125.a člena tega zakona,\n2.      bodisi ni predlagatelj, sodišče ali drug organ iz osmega odstavka 125.a člena tega zakona in ga v postopku tudi ne zastopa notar, odvetnik, nepremičninska družba, državno ali občinsko odvetništvo.\n(2) Pisanje se vroči udeležencu postopka na njegovem naslovu, navedenem v vlogi, ki jo je vložil v postopku.\n(3) Če naslova za vročitev ni mogoče določiti po prejšnjem odstavku, se pisanje vroči na naslovu stalnega prebivališča ali poslovnem naslovu, kot je ta vpisan v zemljiški knjigi.\n(4) Če vročitve na način iz drugega ali tretjega odstavka tega člena ni mogoče opraviti, se vročitev opravi po splošnih pravilih o osebnem vročanju."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "125.d",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "125.d",
      "title": "Vodenje elektronskega spisa",
      "content": "(1) Spis v zemljiškoknjižnih zadevah se vodi kot elektronski spis.\n(2) Sklep ali drugo sodno pisanje v zemljiškoknjižnem postopku se izda v elektronskem izvirniku, ki ga podpiše pristojni zemljiškoknjižni sodniški pomočnik ali sodnik z varnim elektronskim podpisom, overjenim s kvalificiranim potrdilom.\n(3) Center za informatiko mora zagotoviti, da se potrdila o vročitvi pisnih pošiljk v zemljiškoknjižnih postopkih pretvorijo v elektronsko obliko in vložijo v elektronski spis.\n(4) Pisne vloge udeležencev postopka iz 125.c člena tega zakona mora v elektronsko obliko pretvoriti centralno vložišče."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "125.e",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.1. Temeljne določbe",
      "article": "125.e",
      "title": "Predpisi o zemljiškoknjižnih postopkih in vodenju zemljiške knjige",
      "content": "(1) Minister, pristojen za pravosodje, predpiše podrobnejša pravila o:\n1.      dodeljevanju zadev po prvem in drugem odstavku 126. člena tega zakona,\n2.      elektronskem vlaganju zemljiškoknjižnih predlogov in drugih vlog udeležencev v zemljiškoknjižnih postopkih,\n3.      načinu pretvarjanja pisnih listin, ki se predložijo v zemljiškoknjižnih postopkih, v elektronsko obliko,\n4.      elektronskem vročanju v zemljiškoknjižnih postopkih,\n5.      objavah oklicev v zemljiškoknjižnih postopkih,\n6.      vodenju informatizirane glavne knjige in informatizirane zbirke listin in\n7.      zagotavljanju javnosti informatizirane glavne knjige in informatizirane zbirke listin.\n(2) Minister, pristojen za pravosodje, v soglasju z ministrom, pristojnim za evidentiranje nepremičnin, predpiše podrobnejša pravila o vsebini, strukturi in načinu:\n1.      elektronske izmenjave podatkov, ki jih vključujejo obvestila iz 115. člena tega zakona in\n2.      elektronskega posredovanja podatkov o izvedenih vpisih iz drugega odstavka 177. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "126",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.2. Pristojnost in sestava zemljiškoknjižnega sodišča",
      "article": "126",
      "title": "Pristojnost sodišč za odločanje o zemljiškoknjižnih zadevah",
      "content": "(1) Sistem e-ZK dodeljuje zadeve iz prvega odstavka 127. člena tega zakona v odločanje zemljiškoknjižnim sodniškim pomočnikom pri vseh zemljiškoknjižnih sodiščih po vrstnem redu prejema zadev ne glede na to, na območju katerega zemljiškoknjižnega sodišča leži nepremičnina, na katero se vpis nanaša, in ob upoštevanju števila nerešenih zadev posameznega zemljiškoknjižnega sodniškega pomočnika.\n(2) Za odločanje o ugovorih iz 2. točke drugega odstavka 127. člena tega zakona proti sklepu zemljiškoknjižnega sodniškega pomočnika pri posameznem zemljiškoknjižnem sodišču je pristojen sodnik posameznik (v nadaljnjem besedilu: zemljiškoknjižni sodnik) istega zemljiškoknjižnega sodišča.\n(3) Za odločanje v posebnih zemljiškoknjižnih postopkih nastavitve ali dopolnitve zemljiške knjige je pristojno zemljiškoknjižno sodišče na območju katerega zemljiškoknjižnega sodišča ležijo nepremičnine, ki so predmet nastavitve ali dopolnitve zemljiške knjige.\n(4) Za odločanje o vseh pritožbah v zemljiškoknjižnih postopkih je izključno pristojno sodišče, določeno z zakonom, ki ureja sodišča (v nadaljnjem besedilu: sodišče druge stopnje)."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "127",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.2. Pristojnost in sestava zemljiškoknjižnega sodišča",
      "article": "127",
      "title": "Sestava zemljiškoknjižnega sodišča",
      "content": "(1) V zemljiškoknjižnih postopkih na prvi stopnji odloča zemljiškoknjižni sodniški pomočnik, razen če ta zakon določa, da o posameznih zadevah v postopku odloča zemljiškoknjižni sodnik ali komisija.\n(2) Zemljiškoknjižni sodnik odloča:\n1.      o vseh dejanjih v postopku dopolnitve zemljiške knjige,\n2.      o teh ugovorih:\n-  o ugovoru proti sklepu o vpisu iz 157. člena tega zakona,\n-  o ugovoru proti izbrisu stare hipoteke iz 210. člena tega zakona,\n-  o ugovoru v postopku vzpostavitve zemljiškoknjižne listine iz 238. člena tega zakona in\n-  o ugovorih proti drugim sklepom, ki jih izda zemljiškoknjižni sodniški pomočnik,\n3.      o vseh dejanjih v postopku ponovnega odločanja o vpisu, če je sodišče druge stopnje razveljavilo odločitev zemljiškoknjižnega sodnika o ugovoru in mu zadevo vrnilo v ponovno odločanje o vpisu.\n(3) O začetku postopka nastavitve zemljiške knjige odloča zemljiškoknjižni sodnik.\n(4) O drugih dejanjih v postopku nastavitve zemljiške knjige odloča komisija, ki jo sestavljajo zemljiškoknjižni sodnik kot predsednik komisije in dva zemljiškoknjižna sodniška pomočnika kot člana komisije.\n(5) Komisijo iz prejšnjega odstavka imenuje zemljiškoknjižni sodnik s sklepom o začetku postopka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "128",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.3. Udeleženci postopka",
      "article": "128",
      "title": "Upravičeni predlagatelj",
      "content": "(1) Upravičeni predlagatelj je vsak, ki ima pravni interes, da se opravi vpis v zemljiško knjigo, če zakon ne določa, da posamezno vrsto vpisa lahko predlaga samo določena oseba.\n(2) Če predlagatelj zahteva vpis pravice v korist druge osebe, mora izkazati pravni interes za tak vpis. Šteje se, da je pravni interes izkazan, če predlagatelj predlaga vpis v korist druge osebe in če hkrati v zvezi s tem vpisom predlaga vpis v svojo korist."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "129",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.3. Udeleženci postopka",
      "article": "129",
      "title": "Upravičeni predlagatelj za vpis skupnih in medsebojnih pravic",
      "content": "(1) Vpis skupnih pravic, ki se ne dajo razdeliti v razmerju do celote, lahko predlaga vsak imetnik te pravice v svojo korist in v korist drugih imetnikov iste pravice.\n(2) Vpis pravic, ki so ustanovljene na podlagi istega pravnega posla, s katerim je dogovorjeno, da se pravice vpišejo hkrati, lahko predlaga vsak imetnik posamezne pravice v svojo korist in v korist drugih imetnikov teh pravic."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "130",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.3. Udeleženci postopka",
      "article": "130",
      "title": "Porok kot upravičeni predlagatelj",
      "content": "Če hipotekarni upnik ne vloži predloga za vpis hipoteke, lahko vpis hipoteke v korist hipotekarnega upnika predlaga tudi porok."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "131",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.3. Udeleženci postopka",
      "article": "131",
      "title": "Upravičeni predlagatelj za vpis etažne lastnine",
      "content": "(1) Lastnik zemljiške parcele, na kateri je zgrajen objekt, katerega deli so bili prodani oziroma so namenjeni prodaji posameznim etažnim lastnikom, mora vložiti predlog za vpis etažne lastnine po 15.a členu tega zakona v dveh mesecih od pravnomočnosti uporabnega dovoljenja za objekt.\n(2) Če oseba iz prejšnjega odstavka ne vloži predloga za vpis etažne lastnine, lahko tak predlog vloži kupec posameznega dela objekta. Stroške tega vpisa nosi oseba iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "132",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.3. Udeleženci postopka",
      "article": "132",
      "title": "Udeleženci postopka",
      "content": "(1) Udeleženci postopka so:\n1.      predlagatelj postopka oziroma organ, na čigar zahtevo zemljiškoknjižno sodišče o vpisu odloča po uradni dolžnosti,\n2.      oseba, v katere korist se predlaga vpis oziroma v korist katere se o vpisu odloča po uradni dolžnosti, če ni predlagatelj,\n3.      oseba, proti kateri se predlaga vpis oziroma v breme katere se vpis opravi po uradni dolžnosti (nasprotni udeleženec),\n4.      druga oseba, katere pravni interes utegne biti z vpisom prizadet.\n(2) Oseba iz 2. do 4. točke prejšnjega odstavka pridobi položaj udeleženca postopka, če priglasi svojo udeležbo v postopku.\n(3) Če oseba iz 2. ali 3. točke prvega odstavka tega člena svoje udeležbe v postopku ni priglasila prej, pridobi položaj udeleženca postopka z izdajo sklepa, s katerim zemljiškoknjižni sodniški pomočnik, zemljiškoknjižni sodnik ali pritožbeno sodišče dovoli vpis."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "133",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.4. Začetek zemljiškoknjižnega postopka in plomba",
      "article": "133",
      "title": "Začetek zemljiškoknjižnega postopka",
      "content": "(1) Zemljiškoknjižni postopek se začne v trenutku, ko zemljiškoknjižno sodišče prejme zemljiškoknjižni predlog oziroma ko prejme listino, na podlagi katere o vpisu odloča po uradni dolžnosti.\n(2) Za zemljiškoknjižni predlog in listine iz prejšnjega odstavka se šteje, da jih je zemljiškoknjižno sodišče prejelo v trenutku, ko jih sprejme strežnik informacijskega sistema e-ZK, na katerem teče modul za vodenje elektronskega vpisnika."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "134",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.4. Začetek zemljiškoknjižnega postopka in plomba",
      "article": "134",
      "title": "Pojem plombe",
      "content": "(1) Plomba je pomožni vpis, s katerim se javno objavi, da je bil glede določene nepremičnine začet zemljiškoknjižni postopek, v katerem zemljiškoknjižno sodišče o vpisu še ni pravnomočno odločilo.\n(2) Če se s predlogom zahteva vpis v zvezi s skupno hipoteko, ki učinkuje samo proti hipotekarnemu upniku ali imetniku izvedene pravice ali pravnega dejstva, vpisanega pri tej hipoteki, se plomba vpiše samo pri glavni nepremičnini.\n(3) Prejšnji odstavek se smiselno uporablja tudi za predlog, s katerim se zahteva vpis v zvezi z drugo izvedeno pravico ali pravnim dejstvom iz tretjega odstavka 17. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "135",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.4. Začetek zemljiškoknjižnega postopka in plomba",
      "article": "135",
      "title": "Vpis plombe",
      "content": "(1) Zemljiškoknjižno sodišče vpiše plombo po uradni dolžnosti na podlagi prejema zemljiškoknjižnega predloga ali listine, na podlagi katere o vpisu odloča po uradni dolžnosti.\n(2) Informacijski sistem e-ZK mora zagotavljati:\n1.      da se plombe vpisujejo po vrstnem redu, ki se določi po trenutku začetka zemljiškoknjižnega postopka in\n2.      da je plomba vidna na rednem izpisu iz zemljiške knjige najpozneje do začetka uradnih ur delovanja informacijskega sistema e-ZK naslednjega delovnega dne po dnevu začetka zemljiškoknjižnega postopka.\n(3) Plomba se vpiše tako, da se navedejo naslednji podatki:\n1.      oznaka, da gre za plombo.\n2.      opravilna številka, pod katero se vodi zemljiškoknjižni postopek,\n3.      trenutek (dan, ura in minuta) začetka zemljiškoknjižnega postopka,\n4.      trenutek (dan, ura in minuta) začetka učinkovanja vpisa,\n5.      vrsta vpisa, ki se z zemljiškoknjižnim predlogom zahteva ali o katerem zemljiškoknjižno sodišče odloča po uradni dolžnosti,\n6.      podatki o stanju postopka in\n7.      podatki o tem, ali je bil vpis dovoljen ali pa je bilo o vpisu odločeno negativno.\n(4) Plomba se ne vpiše:\n1.      če je zemljiškoknjižni predlog vložen v nasprotju s prvim ali drugim odstavkom 125.a člena tega zakona,\n2.      če je obvestilo sodišča ali drugega državnega organa, ki je podlaga za vpis v zemljiško knjigo po uradni dolžnosti, vloženo v nasprotju s prvim odstavkom 125.a člena tega zakona,\n3.      če je obvestilo geodetske uprave, ki je podlaga za poočitev iz 1. ali 2. točke 114. člena tega zakona poslano v nasprotju s sedmim odstavkom 115. člena tega zakona,\n4.      v zvezi s poočitvami spremembe podatkov o osebi iz 3. točke 114. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "136",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.4. Začetek zemljiškoknjižnega postopka in plomba",
      "article": "136",
      "title": "Izbris plombe",
      "content": "(1) Zemljiškoknjižno sodišče po uradni dolžnosti izbriše plombo, ki je bila vpisana v zvezi z zemljiškoknjižnim postopkom, v katerem je odločalo o glavnem vpisu:\n1.      če je bilo v tem postopku pravnomočno odločeno, da se vpis dovoli: hkrati z izvedbo vpisov v informatizirani glavni knjigi po 177. členu tega zakona,\n2.      če je v tem postopku pravnomočno odločeno, da se postopek ustavi zaradi umika predloga, da se predlog zavrže ali da vpis ni dovoljen: ko postane ta odločitev pravnomočna.\n(2) Zemljiškoknjižno sodišče po uradni dolžnosti izbriše plombo, ki je bila vpisana v zvezi z zemljiškoknjižnim postopkom, v katerem je odločalo o poočitvi iz 1. ali 2. točke 114. člena tega zakona:\n1.      če je poočitev dovoljena: hkrati z izvedbo vpisov v informatizirani glavni knjigi po 177. členu tega zakona,\n2.      če poočitev ni dovoljena: hkrati z izdajo obvestila iz šestega odstavka 115. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "138",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.4. Začetek zemljiškoknjižnega postopka in plomba",
      "article": "138",
      "title": "Odločanje o vpisu in izbrisu plombe",
      "content": "O vpisih in izbrisih plomb, o katerih odloča po uradni dolžnosti, zemljiškoknjižno sodišče ne izda posebnega sklepa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "140",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.5. Zemljiškoknjižni predlog",
      "article": "140",
      "title": "Vsebina zemljiškoknjižnega predloga",
      "content": "(1) Zemljiškoknjižni predlog mora obsegati:\n1.      navedbo sodišča,\n2.      podatke o predlagatelju in njegovem morebitnem zakonitem zastopniku oziroma pooblaščencu, ki jih mora obsegati vsak predlog v nepravdnem postopku,\n3.      oznako predmeta predloga z identifikacijskim znakom nepremičnine, na katero se nanaša, in vrsto vpisa, ki se predlaga,\n4.      navedbo listin, ki so podlaga za zahtevani vpis,\n5.      določen zahtevek za vpis z navedbo identifikacijskega znaka nepremičnine, pri kateri naj se vpis opravi, ter vrste in vsebine vpisa, ki se s predlogom zahteva,\n6.      (črtana).\n(2) Če se z zemljiškoknjižnim predlogom zahteva vknjižba pridobitve pravice oziroma zaznamba, za katere ta zakon določa, da se opravi v korist določene osebe, mora zahtevek za vpis obsegati tudi podatke o tej osebi iz prvega odstavka 24. člena oziroma iz prvega odstavka 25. člena tega zakona.\n(3) Če se z zemljiškoknjižnim predlogom zahteva vknjižba pridobitve oziroma izbrisa pravice, se šteje, da ta predlog obsega podrejeni zahtevek za predznambo pridobitve oziroma izbrisa te pravice pod pogojem, da niso izpolnjeni pogoji za dovolitev vknjižbe, razen če ni predlagatelj ta podrejeni zahtevek s predlogom izrecno izključil."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "141",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.5. Zemljiškoknjižni predlog",
      "article": "141",
      "title": "Uveljavljanje zahtevkov za vpis v enem predlogu",
      "content": "(1) Z enim zemljiškoknjižnim predlogom se lahko zahteva vknjižba ali predznamba lastninske pravice v korist istega imetnika ali imetnikov pri več nepremičninah:\n1.      če je osnovni pravni položaj vseh nepremičnin enak,\n2.      če se vpisi zahtevajo pri vseh osnovnih pravnih položajih vseh nepremičnin in\n3.      če vsi vpisi temeljijo na isti listini.\n(2) Z enim zemljiškoknjižnim predlogom se lahko zahteva vpis iste izvedene pravice ali pravnega dejstva pri več nepremičninah:\n1.      če se vpisi zahtevajo pri vseh osnovnih pravnih položajih vseh nepremičnin in\n2.      če vsi vpisi temeljijo na isti listini.\n(3) Če je izvedena pravica ali pravno dejstvo iz četrtega odstavka 13.a člena tega zakona vpisana pri osnovnih pravnih položajih več nepremičnin, je treba naslednje vpise zahtevati z istim predlogom, ki se vloži samo pri glavni nepremičnini:\n1.      predlog za vpis ali izbris pravic in pravnih dejstev iz sedmega odstavka 13.a člena tega zakona pri tej izvedeni pravici ali pravnem dejstvu, in\n2.      predlog za izbris te izvedene pravice ali pravnega dejstva pri vseh osnovnih pravnih položajih, pri katerih je vpisana.\n(4) S predlogom za vpis oblikovanja etažne lastnine je treba zahtevati vse vpise iz 15.a člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "142",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.5. Zemljiškoknjižni predlog",
      "article": "142",
      "title": "Listine, ki so podlaga za zahtevani vpis",
      "content": "(1) Predlagatelj mora notarju, ki v njegovem imenu vlaga zemljiškoknjižni predlog, izročiti listine, ki so podlaga za zahtevani vpis in ki po svojih lastnostih ustrezajo tem pogojem:\n1.      zasebna listina mora biti v izvirniku,\n2.      notarski zapis je lahko v obliki kateregakoli odpravka, razen če zakon določa, da mora biti priložen v obliki odpravka, sestavljenega za vpis v zemljiško knjigo,\n3.      druge javne listine morajo biti v obliki prepisa s potrdilom pristojnega državnega organa, ki jih je izdal, da ustrezajo izvirniku (v nadaljnjem besedilu: overjeni prepis), če zakon za posamezne vrste javnih listin ne določa drugače,\n4.      če zakon določa, da je podlaga za vpis pravnomočna ali dokončna odločba, in se vpis zahteva na podlagi odločbe sodišča ali drugega državnega organa prve stopnje, mora biti na overjenem prepisu te odločbe tudi potrdilo o pravnomočnosti ali dokončnosti te odločbe,\n5.      če se zahteva vpis na podlagi listine, ki je v izvirniku, v ustreznem odpravku ali v overjenem prepisu že vložena v pisno zbirko listin zemljiškoknjižnega sodišča, zadošča, da je izročen prepis te listine, na katerem zemljiškoknjižno sodišče, ki vodi zbirko listin, v kateri je vložen izvirnik, ustrezni odpravek ali overjeni prepis te listine, potrdi, da je listina vložena v zbirki listin, in navede oznako, pod katero je vložena v zbirki listin,\n6.      če se zahteva vpis na podlagi listine, ki je že vložena v informatizirano zbirko listin, zadošča, da je navedena opravilna številka zadeve, v kateri je zemljiškoknjižno sodišče na podlagi te listine dovolilo vpis.\n(2) Če notar po zakonu ali po pooblastilu strank pravnega posla, ki je vsebina notarskega zapisa, vloži zemljiškoknjižni predlog takoj po sestavi notarskega zapisa:\n1.      notarju ni treba izdati posebnega odpravka za vpis v zemljiško knjigo in\n2.      ne glede na 2. točko prejšnjega odstavka, notar zemljiškoknjižnemu predlogu priloži v elektronsko obliko pretvorjeni izvirnik notarskega zapisa.\n(3) Listine v izvorni obliki iz 1. in 2. točke prvega odstavka tega člena notar obdrži v hrambi.\n(4) Notar, državno ali občinsko odvetništvo mora ob vložitvi zemljiškoknjižnega predloga pretvoriti listine iz prvega odstavka tega člena v elektronsko obliko, jih podpisati s svojim varnim elektronskim podpisom in priložiti predlogu.\n(5) Šteje se, da je notar s tem, ko je s svojim varnim elektronskim podpisom podpisal v elektronsko obliko pretvorjeno listino iz 1. ali 2. točke prvega odstavka tega člena, potrdil, da je izvorno listino sprejel v hrambo po tretjem odstavku tega člena.\n(6) Notar mora listine, ki jih je sprejel v hrambo po tretjem odstavku tega člena, hraniti do pravnomočne odločitve v zemljiškoknjižnem postopku, v zvezi s katerim so mu bile listine izročene v hrambo, in jih mora vrniti predlagatelju ali njegovemu pooblaščencu:\n1.      ko je zemljiškoknjižni postopek pravnomočno ustavljen,\n2.      ko je zemljiškoknjižni predlog pravnomočno zavržen ali\n3.      ko je sodišče pravnomočno odločilo o vpisu.\n(7) Za hrambo listin iz tretjega odstavka tega člena se smiselno uporabljajo pravila o notarski hrambi, če ni v tem členu določeno drugače.\n(8) Če se z zemljiškoknjižnim predlogom, ki ga vloži predlagatelj sam, odvetnik ali nepremičninska družba, zahteva vpis na podlagi listin iz 1. ali 2. točke prvega odstavka tega člena, se te listine ne priložijo zemljiškoknjižnemu predlogu, temveč mora predlagatelj, odvetnik ali nepremičninska družba v treh delovnih dneh po vložitvi zemljiškoknjižnega predloga te listine izročiti notarju in notarja obvestiti o opravilni številki zadeve v zemljiškoknjižnem postopku, ki je bil začet z vložitvijo tega predloga.\n(9) Ne glede na prejšnji odstavek mora občina, če vloži zemljiškoknjižni predlog v svojo korist, ob vložitvi zemljiškoknjižnega predloga pretvoriti listine iz prvega odstavka tega člena v elektronsko obliko, jih podpisati s svojim varnim elektronskim podpisom in priložiti predlogu. Občina zagotavlja in je odgovorna za avtentičnost v elektronsko obliko pretvorjenega izvirnika listine iz prvega odstavka tega člena in njeno hrambo ter mora omogočati vpogled in prepis listine v skladu s 196. členom tega zakona.\n(10) Notar mora v treh delovnih dneh po prejemu obvestila in listin iz osmega odstavka tega člena, te listine pretvoriti v elektronsko obliko, jih podpisati s svojim varnim elektronskim podpisom in priložiti elektronski vlogi, s katero jih predloži zemljiškoknjižnemu sodišču pod opravilno številko zadeve, navedene v obvestilu.\n(11) Za listine iz osmega odstavka tega člena se smiselno uporabljata tretji in šesti odstavek tega člena.\n(12) Če se z zemljiškoknjižnim predlogom, ki ga vloži predlagatelj sam, odvetnik ali nepremičninska družba, zahteva vpis na podlagi listine iz 3. do 5. točke prvega odstavka tega člena, mora predlagatelj, odvetnik ali nepremičninska družba te listine sam pretvoriti v elektronsko obliko, jih podpisati s svojim varnim elektronskim podpisom in priložiti zemljiškoknjižnemu predlogu.\n(13) Za listine, ki morajo biti priložene obvestilu sodišča ali drugega državnega organa o odločbi, ki je podlaga za vpis v zemljiško knjigo po uradni dolžnosti, se smiselno uporabljajo 3. do 6. točka prvega odstavka tega člena.\n(14) Sodišče ali drug državni organ mora pretvoriti listine iz prejšnjega odstavka v elektronsko obliko, jih podpisati s svojim varnim elektronskim podpisom in priložiti obvestilu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "146",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.5. Zemljiškoknjižni predlog",
      "article": "146",
      "title": "Predhodni preskus zemljiškoknjižnega predloga",
      "content": "(1) V postopku predhodnega preskusa zemljiškoknjižnega predloga zemljiškoknjižno sodišče preskusi, ali so izpolnjene procesne predpostavke za odločanje o zemljiškoknjižnem predlogu:\n1.      ali je zemljiškoknjižni predlog vložila upravičena oseba,\n2.      ali predlog vsebuje določen zahtevek za vpis in druge sestavine, ki jih mora obsegati,\n3.      ali so predlogu priložene v elektronsko obliko pretvorjene listine v skladu s 142. členom tega zakona, na podlagi katerih se s predlogom zahteva vpis, in druge listine, ki mu morajo biti priložene,\n4.      ali so izpolnjene druge procesne predpostavke za odločanje.\n(2) Če procesne predpostavke za odločanje o zemljiškoknjižnem predlogu niso izpolnjene, se ne uporabljajo pravila o nepopolnih vlogah in zemljiškoknjižno sodišče zavrže zemljiškoknjižni predlog.\n(3) Če se z zemljiškoknjižnim predlogom, ki ga je vložil predlagatelj sam, odvetnik ali nepremičninska družba, zahteva vpis na podlagi listin iz 1. ali 2. točke prvega odstavka 142. člena tega zakona, sodišče ne glede na prejšnji odstavek, zavrže zemljiškoknjižni predlog, če teh listin v osmih delovnih dneh po vložitvi zemljiškoknjižnega predloga ne predloži notar v skladu z desetim odstavkom 142. člena tega zakona.\n(4) Če je bil zemljiškoknjižni predlog zavržen po drugem ali tretjem odstavku tega člena zaradi pomanjkljivosti iz 3. točke prvega odstavka tega člena, ki jih je mogoče odpraviti, lahko predlagatelj te pomanjkljivosti odpravi tako, da v roku iz drugega odstavka 157. člena tega zakona vloži ugovor proti sklepu o zavrženju predloga za vpis in\n1.      če je zemljiškoknjižni predlog vložil notar, državno ali občinsko odvetništvo ali občina: če ugovoru priloži listine, ki bi morale biti priložene zemljiškoknjižnemu predlogu,\n2.      če je zemljiškoknjižni predlog, s katerim se zahteva vpis na podlagi listin iz 1. ali 2. točke prvega odstavka 142. člena tega zakona, vložil predlagatelj sam, odvetnik ali nepremičninska družba: če te listine najkasneje v osmih delovnih dneh po vložitvi ugovora predloži notar v skladu z desetim odstavkom 142. člena tega zakona,\n3.      če je zemljiškoknjižni predlog, s katerim se zahteva vpis na podlagi listin iz 3. do 6. točke prvega odstavka 142. člena tega zakona, vložil predlagatelj sam, odvetnik ali nepremičninska družba: če ugovoru priloži listine, ki bi morale biti priložene zemljiškoknjižnemu predlogu.\n(5) Določbe prejšnjih odstavkov se smiselno uporabljajo tudi za odločanje o procesnih predpostavkah za vpis, o katerem zemljiškoknjižno sodišče odloča po uradni dolžnosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "147",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "147",
      "title": "Stanje zemljiške knjige ob vpisu",
      "content": "Zemljiškoknjižno sodišče odloča o vpisu po stanju vpisov v zemljiški knjigi v trenutku začetka zemljiškoknjižnega postopka, v katerem odloča o tem vpisu, če zakon za posamezne vrste vpisov ne določa drugače."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "148",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "148",
      "title": "Pogoji za dovolitev vpisa",
      "content": "(1) Če zemljiškoknjižno sodišče predloga ni zavrglo po četrtem odstavku 125.a člena ali po 146. členu tega zakona, vpis dovoli:\n1.      če izhaja utemeljenost zahtevka za vpis iz listine, na podlagi katere se z zemljiškoknjižnim predlogom vpis zahteva,\n2.      če listina, na podlagi katere se z zemljiškoknjižnim predlogom zahteva vpis oziroma na podlagi katere zemljiškoknjižno sodišče o vpisu odloča po uradni dolžnosti, po vsebini in drugih lastnostih ustreza pogojem, ki jih ta zakon določa za listine, ki so podlaga za vpis,\n3.      če je vpis po stanju zemljiške knjige dovoljen,\n4.      če po stanju zemljiške knjige ne izhaja druga ovira za vpis, in\n5.      če so izpolnjeni drugi pogoji za dovolitev vpisa, ki jih za posamezno vrsto vpisa določa ta zakon.\n(2) Pri odločanju o vpisih, o katerih odloča po uradni dolžnosti, odloča zemljiškoknjižno sodišče samo o pogojih iz 2. do 5. točke prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "149",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "149",
      "title": "Utemeljenost zahtevka za vpis",
      "content": "(1) Zahtevek za vpis je utemeljen:\n1.      če se vpis predlaga na podlagi zemljiškoknjižnega dovolila ali sodne odločbe, ki nadomešča zemljiškoknjižno dovolilo:\n-  če je vsebina vpisa, ki se z zemljiškoknjižnim predlogom zahteva, dovoljena z zemljiškoknjižnim dovolilom,\n-  če se zahteva vpis pridobitve pravice v korist določene osebe tudi: če je z zemljiškoknjižnim dovolilom dovoljen vpis v korist te osebe,\n-  če se zahteva vpis pridobitve pravice iz tretjega odstavka 14. člena tega zakona: če je v zemljiškoknjižnem dovolilu naveden identifikacijski znak nepremičnine, v korist vsakokratnega lastnika katere vpis učinkuje,\n2.      če se vpis predlaga na podlagi druge sodne odločbe ali odločbe drugega državnega organa:\n-  če se zahteva vpis pridobitve pravice v korist določene osebe: če odločba učinkuje v korist osebe, v katere korist se z zemljiškoknjižnim predlogom vpis zahteva,\n-  se zahteva vpis pridobitve pravice iz tretjega odstavka 14. člena tega zakona: če je v zemljiškoknjižnem dovolilu naveden identifikacijski znak nepremičnine, v korist vsakokratnega lastnika katere vpis učinkuje.\n(2) Ne glede na prejšnji odstavek tega člena, zahtevek za predznambo ni utemeljen:\n1.      če se predznamba zahteva na podlagi zemljiškoknjižnega dovolila, ki je bilo izstavljeno po dnevu, ko je bil začet zemljiškoknjižni postopek, oziroma na podlagi listine o pravnem poslu iz prvega oziroma drugega odstavka 36. člena tega zakona, če je bila ta listina izstavljena po dnevu, ko je bil začet zemljiškoknjižni postopek, ali\n2.      če se predznamba zahteva na podlagi sodne odločbe oziroma odločbe drugega državnega organa, ki je bila izdana po dnevu, ko je bil začet zemljiškoknjižni postopek.\n(3) Ne glede na prvi odstavek tega člena, zahtevek za vknjižbo ni utemeljen:\n1.      če se vknjižba zahteva na podlagi zemljiškoknjižnega dovolila, na katerem je bil podpis overjen po dnevu, ko je bil začet zemljiškoknjižni postopek, oziroma je bil notarski zapis, ki vsebuje zemljiškoknjižno dovolilo, sestavljen po tem dnevu, ali\n2.      če se vknjižba zahteva na podlagi pravnomočne oziroma dokončne odločbe, ki je postala pravnomočna oziroma dokončna po dnevu, ko je bil začet zemljiškoknjižni postopek.\n(4) Zemljiškoknjižno sodišče je pri odločanju o vpisu, ki se predlaga na podlagi zemljiškoknjižnega dovolila, pristojno presojati samo popolnost in ničnost zemljiškoknjižnega dovolila.\n(5) Zemljiškoknjižno sodišče pri odločanju o vpisu ni pristojno preverjati, ali so izpolnjene obveznosti strank na podlagi pravnega posla iz prvega oziroma drugega odstavka 36. člena tega zakona, in tudi ni pristojno presojati veljavnosti tega pravnega posla."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "150",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "150",
      "title": "Dovoljenost vpisa po stanju zemljiške knjige",
      "content": "(1) Vpis je dovoljen proti osebi, v korist katere je vknjižena oziroma predznamovana ali se hkrati vknjiži oziroma predznamuje pravica, glede katere se bo opravil vpis in:\n-        če je ta oseba izstavila zemljiškoknjižno dovolilo, na podlagi katerega se z zemljiškoknjižnim predlogom zahteva vpis, oziroma\n-        če sodna odločba oziroma odločba drugega državnega organa, na podlagi katere se z zemljiškoknjižnim predlogom zahteva vpis oziroma na podlagi katere se o vpisu odloča po uradni dolžnosti, učinkuje proti tej osebi.\n(2) Pri večkratnih zaporednih prenosih pravice, ki niso vpisani v zemljiški knjigi, lahko zadnji pridobitelj pravice zahteva vknjižbo oziroma predznambo pravice neposredno v svojo korist, če zemljiškoknjižnemu predlogu za vsak prenos priloži listino, ki bi bila podlaga za vknjižbo pravice v korist njegovega pravnega prednika.\n(3) Če je zemljiškoknjižno dovolilo za izbris hipoteke izstavil hipotekarni upnik, na katerega je bila hipoteka prenesena in ta prenos v zemljiški knjigi ni vpisan, je izbris hipoteke na podlagi takšnega zemljiškoknjižnega dovolila dovoljen, če je predlogu za vpis priložena listina, ki bi bila podlaga za vknjižbo prenosa hipoteke na hipotekarnega upnika, ki je izstavil zemljiškoknjižno dovolilo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "151",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "151",
      "title": "Odločitev, da vpis ni dovoljen",
      "content": "Če pogoji za dovolitev vpisa niso izpolnjeni, zemljiškoknjižno sodišče odloči, da vpis ni dovoljen."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "152",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "152",
      "title": "Sklep o vpisu",
      "content": "(1) O vpisu odloča zemljiškoknjižno sodišče s sklepom (v nadaljnjem besedilu: sklep o vpisu).\n(2) Izrek sklepa, s katerim zemljiškoknjižno sodišče dovoli vpis (v nadaljnjem besedilu: sklep o dovolitvi vpisa), mora obsegati:\n1.      identifikacijski znak nepremičnine, na katero se vpis nanaša,\n2.      navedbo listin, ki so podlaga za vpis,\n3.      vrsto in vsebino vpisa, ki se s sklepom dovoljuje.\n(3) Sklep o vpisu mora biti obrazložen, če se z njim zavrže zemljiškoknjižni predlog ali odloči, da vpis ni dovoljen."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "157",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "157",
      "title": "Ugovor proti sklepu zemljiškoknjižnega sodniškega pomočnika",
      "content": "(1) Proti sklepu o vpisu, ki ga je izdal zemljiškoknjižni sodniški pomočnik, lahko udeleženci postopka vložijo ugovor.\n(2) Ugovor je treba vložiti v osmih dneh od vročitve sklepa o vpisu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "158",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.6. Odločanje o vpisih",
      "article": "158",
      "title": "Odločanje o ugovoru",
      "content": "(1) Pri odločanju o ugovoru lahko zemljiškoknjižni sodnik:\n1.      zavrže ugovor kot prepozen ali nedovoljen,\n2.      zavrne ugovor kot neutemeljen in potrdi izpodbijani sklep o vpisu,\n3.      če je ugovor vložen proti sklepu o dovolitvi vpisa: ugodi ugovoru in spremeni izpodbijani sklep o vpisu tako, da zavrže zemljiškoknjižni predlog ali odloči, da vpis ni dovoljen,\n4.      če je ugovor vložen proti sklepu, s katerim je bil zavržen zemljiškoknjižni predlog ali odločeno, da vpis ni dovoljen, spremeni izpodbijani sklep o vpisu tako, da dovoli vpis.\n(2) Za sklep iz 4. točke prejšnjega odstavka se smiselno uporablja drugi odstavek 152. člena tega zakona.\n(3) Zemljiškoknjižni sodnik odloči po 4. točki prvega odstavka tega člena tudi, če je vložen ugovor iz četrtega odstavka 146. člena tega zakona, ki so mu v skladu s 1., 2. ali 3. točko četrtega odstavka 146. člena tega zakona priložene v elektronsko obliko pretvorjene listine, na podlagi katerih se s predlogom zahteva vpis, in druge listine, ki mu morajo biti priložene, in na podlagi katerih bi bil vpis dovoljen, če bi bile te listine priložene že zemljiškoknjižnemu predlogu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "159",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.7. Pritožba in druga pravna sredstva",
      "article": "159",
      "title": "Pritožbe proti sklepom zemljiškoknjižnega sodnika",
      "content": "(1) Proti sklepu o vpisu, ki ga je izdal zemljiškoknjižni sodnik, in proti sklepu o ugovoru lahko udeleženci postopka vložijo pritožbo.\n(2) Pritožbo je treba vložiti v 15 dneh od vročitve sklepa iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "160",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.7. Pritožba in druga pravna sredstva",
      "article": "160",
      "title": "Prepoved navajanja novih dejstev in dokazov",
      "content": "(1) V pritožbi predlagatelj oziroma organ, na čigar zahtevo je zemljiškoknjižno sodišče začelo postopek po uradni dolžnosti, ne sme navajati novih dejstev in predlagati novih dokazov.\n(2) Določba prejšnjega odstavka velja tudi za drugega udeleženca postopka, če mu je bil vročen zemljiškoknjižni predlog oziroma mu je bilo na drug način omogočeno, da se v postopku na prvi stopnji izjavi o zemljiškoknjižnem predlogu oziroma o vpisu, o katerem je zemljiškoknjižno sodišče odločalo po uradni dolžnosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "161",
      "chapter": "5. ZEMLJIŠKOKNJIŽNI POSTOPEK",
      "section": "5.7. Pritožba in druga pravna sredstva",
      "article": "161",
      "title": "Odločanje o pritožbi in drugih pravnih sredstvih",
      "content": "(1) Sodišče druge stopnje pri odločanju o pritožbah upošteva samo pravočasno vložene pritožbe.\n(2) Pri odločanju o pritožbi lahko sodišče druge stopnje:\n1.      zavrže pritožbo kot prepozno ali nedovoljeno, če tega ni storilo že zemljiškoknjižno sodišče,\n2.      zavrne pritožbo kot neutemeljeno in potrdi izpodbijani sklep,\n3.      če je pritožba vložena proti sklepu o dovolitvi vpisa ali proti sklepu o ugovoru iz 4. točke prvega odstavka 158. člena tega zakona: ugodi pritožbi in spremeni izpodbijani sklep tako, da zavrže zemljiškoknjižni predlog ali odloči, da vpis ni dovoljen,\n4.      če je pritožba vložena proti sklepu, s katerim je bil zavržen zemljiškoknjižni predlog, ali je bilo odločeno, da vpis ni dovoljen, ali proti sklepu o ugovoru iz 3. točke prvega odstavka 158. člena tega zakona: ugodi pritožbi in spremeni izpodbijani sklep tako, da dovoli vpis,\n5.      ugodi pritožbi in razveljavi izpodbijani sklep ali tudi sklep zemljiškoknjižnega sodniškega pomočnika ter zadevo vrne zemljiškoknjižnemu sodniku v ponovno odločanje o vpisu.\n(3) Za sklep iz 4. točke prejšnjega odstavka se smiselno uporablja drugi odstavek 152. člena tega zakona.\n(4) Drugi in tretji odstavek tega člena se smiselno uporabljata tudi za odločanje o zahtevi za varstvo zakonitosti ali o ustavni pritožbi proti sklepom zemljiškoknjižnega sodišča ali proti sklepom sodišča druge stopnje.\n(5) O vpisih na podlagi odločbe, s katero sodišče odloči o pravnem sredstvu iz prejšnjega odstavka, odloča zemljiškoknjižno sodišče po uradni dolžnosti na podlagi stanja vpisov v zemljiški knjigi v trenutku, ko je prejelo to odločbo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "175",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.1. Zemljiška knjiga kot centralna informatizirana baza",
      "article": "175",
      "title": "Informatizirana glavna knjiga",
      "content": "(1) Glavna knjiga zemljiške knjige se vodi kot centralna informatizirana baza (v nadaljnjem besedilu: informatizirana glavna knjiga).\n(2) Informatizirana glavna knjiga se vodi tako, da se vpisujejo in vzdržujejo vsi podatki, ki se vpisujejo v glavno knjigo zemljiške knjige pri vsakem od zemljiškoknjižnih sodišč v Republiki Sloveniji, v centralni informatizirani bazi glavne knjige zemljiške knjige Republike Slovenije.\n(3) Vpisi v informatizirano glavno knjigo v celoti nadomestijo vpise v dosedanje ročno vodene zemljiškoknjižne vložke.\n(4) Informatizirana glavna knjiga se povezuje s katastri, centralnim registrom prebivalstva, matično knjigo, sodnim registrom, poslovnim registrom in drugimi informatiziranimi javnimi evidencami, ki vsebujejo podatke, pomembne za zemljiško knjigo.\n(5) Informatizirana glavna knjiga in informatizirana zbirka listin sta dokumentarno gradivo, ki se hrani trajno."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "177",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.1. Zemljiška knjiga kot centralna informatizirana baza",
      "article": "177",
      "title": "Izvedba vpisov",
      "content": "(1) Vpisi v informatizirano glavno knjigo se izvedejo:\n1.      glavni vpisi: na podlagi pravnomočnega sklepa o dovolitvi vpisa,\n2.      poočitve iz 1. ali 2. točke 114. člena tega zakona: ko zemljiškoknjižno sodišče preveri, da so izpolnjeni pogoji dovoljenosti te poočitve iz prvega, drugega ali tretjega odstavka 115. člena.\n(2) Informacijski sistem e-ZK mora geodetski upravi elektronsko posredovati podatke o vseh izvedenih vpisih, ki pomenijo spremembo osnovnega pravnega položaja nepremičnine ali imetnika vknjižene lastninske pravice."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "178",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.1. Zemljiška knjiga kot centralna informatizirana baza",
      "article": "178",
      "title": "Podatki o vpisih",
      "content": "(1) V informatizirano glavno knjigo se o vsakem vpisu vpišejo naslednji podatki:\n1.      trenutek (dan, ura in minuta), od katerega vpis učinkuje,\n2.      trenutek (dan, ura in minuta) začetka in opravilna številka zemljiškoknjižnega postopka, v katerem je bilo pravnomočno odločeno o dovolitvi tega vpisa,\n3.      če je predmet vpisa nov osnovni pravni položaj nepremičnine ali nova izvedena pravica ali pravno dejstvo tudi:\n-  enolična identifikacijska oznaka tega osnovnega pravnega položaja nepremičnine, izvedene pravice ali pravnega dejstva in\n-  podatki, določeni s tem zakonom za to vrsto osnovnega pravnega položaja nepremičnine, izvedene pravice ali pravnega dejstva,\n4.      podatki o listini, ki je bila podlaga za dovolitev vpisa,\n5.      trenutek (dan, ura in minuta) izvedbe vpisa v glavni knjigi.\n(2) Če se zaradi narave vpisa zbriše prej vpisani podatek, se v informatizirani glavni knjigi ta podatek označi kot izbrisan in mora v informatizirani glavni knjigi ostati dostopen tudi po izvedbi tega vpisa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "193",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.5. Zbirka listin",
      "article": "193",
      "title": "Zbirka listin",
      "content": "(1) Če je vpis pravnomočno dovoljen, se po izvedbi vpisa v zbirko listin vloži:\n1.      sklep o dovolitvi vpisa in\n2.      listine, ki so bile podlaga za dovolitev vpisa.\n(2) Zbirka listin mora biti vodena tako, da je mogoče vsako listino poiskati po opravilni številki zemljiškoknjižnega postopka, v katerem je bilo pravnomočno odločeno o dovolitvi tega vpisa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "194",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.5. Zbirka listin",
      "article": "194",
      "title": "Informatizirana zbirka listin",
      "content": "(1) Zbirka listin se vodi kot informatizirana zbirka listin, v kateri se hranijo te listine v zvezi z zemljiškoknjižnimi postopki, začetimi po 1. maju 2011:\n1.      elektronski izvirniki sklepov, s katerimi je bil vpis pravnomočno dovoljen,\n2.      v elektronsko obliko pretvorjene listine, ki so bile podlaga za dovolitev vpisa.\n(2) V elektronsko obliko pretvorjena listina, ki je bila podlaga za dovolitev vpisa, ima enako dokazno moč kot izvorna listina."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "195",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.6. Zagotavljanje javnosti zemljiške knjige",
      "article": "195",
      "title": "Javnost glavne knjige",
      "content": "(1) Vsi vpisani podatki v glavni knjigi zemljiške knjige so javni in jih sme vsakdo pregledovati, prepisovati ali zahtevati, da mu zemljiškoknjižno sodišče izda overjeni izpisek iz zemljiške knjige.\n(2) Na zahtevo izda zemljiškoknjižno sodišče tudi potrdilo, da določen vpis obstaja, da v zvezi z določeno nepremičnino ni poznejših vpisov, da je določen vpis izbrisan ali da določenega vpisa ni."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "196",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.6. Zagotavljanje javnosti zemljiške knjige",
      "article": "196",
      "title": "Javnost zbirke listin",
      "content": "(1) Vsakdo, ki izkaže upravičen interes, ima pravico zahtevati, da mu zemljiškoknjižno sodišče izda prepis listine s potrdilom o tem, da je izvirnik oziroma overjeni prepis listine vložen v zbirko listin.\n(2) Določba prejšnjega odstavka se smiselno uporablja tudi za zemljiškoknjižni predlog in listine, ki so mu priložene, o katerem zemljiškoknjižno sodišče še ni odločilo, in za listine, na podlagi katerih zemljiškoknjižno sodišče o vpisu odloča po uradni dolžnosti, pa o tem vpisu še ni odločilo, pri čemer upravičenega interesa ni treba izkazovati (prvi odstavek 6. člena).\n(3) O zahtevi iz prvega odstavka tega člena odloča zemljiškoknjižni sodnik na podlagi obrazložene pisne zahteve.\n(4) Zemljiškoknjižno sodišče mora na prepisu listine iz drugega odstavka tega člena prekriti zadnjih šest številk EMŠO."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "197",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.6. Zagotavljanje javnosti zemljiške knjige",
      "article": "197",
      "title": "Način zagotavljanja javnosti informatizirane zbirke listin",
      "content": "(1) Javnost informatizirane zbirke listin se zagotovi z izpisom listine, vključene v informatizirani zbirki listin, na papir.\n(2) Izpis listine iz informatizirane zbirke listin mora v skladu s 196. členom tega zakona izdati vsako zemljiškoknjižno sodišče.\n(3) Izpis listine iz drugega odstavka 196. člena tega zakona mora v skladu s četrtim odstavkom 196. člena tega zakona izdati tudi vsak notar."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "198",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.6. Zagotavljanje javnosti zemljiške knjige",
      "article": "198",
      "title": "Način zagotavljanja javnosti informatizirane glavne knjige",
      "content": "(1) Vsakomur mora biti prek portala e-ZK omogočen brezplačen dostop in računalniški izpis teh podatkov informatizirane glavne knjige:\n1.      vpisanih (aktualnih) podatkov, ki se nanašajo na posamezno nepremičnino (v nadaljnjem besedilu: redni izpis iz zemljiške knjige),\n2.      prej vpisanih podatkov, ki se nanašajo na posamezno nepremičnino in ki so zaradi poznejših vpisov označeni kot izbrisani (v nadaljnjem besedilu: zgodovinski izpis iz zemljiške knjige),\n3.      podatkov o posamezni izvedeni pravici ali pravnem dejstvu iz četrtega odstavka 13.a člena tega zakona,\n4.      če je pri nepremičnini vpisana plomba tudi podatkov:\n-  o stanju postopka,\n-  o vsebini zemljiškoknjižnega predloga in\n-  o vsebini sklepov zemljiškoknjižnega sodišča ali sodišča druge stopnje o vpisu.\n(2) Vsakdo lahko zahteva, da mu naslednja oseba proti plačilu takse ali nadomestila, izda izpis iz prejšnjega odstavka kot overjeni izpis na papir:\n1.      vsako zemljiškoknjižno sodišče, ne glede na to, na območju katerega je nepremičnina, ki je predmet zahteve za izpis,\n2.      vsak notar ali\n3.      drug državni organ, določen v predpisu iz 7. točke prvega odstavka 125.e člena tega zakona.\n(3) Če izpis iz prvega odstavka tega člena vključuje podatke o fizični osebi, mora biti zadnjih šest številk EMŠO v izpisu prikritih.\n(4) Prejšnji odstavek tega člena se ne uporablja za izpis, ki ga izdela (v nadaljnjem besedilu: zaščiteni izpis):\n1.      sodišče, če podatke o EMŠO potrebuje v postopku, ki ga vodi, ali\n2.      notar, če podatke o EMŠO potrebuje za preveritev, ali je določena oseba imetnik pravice, vpisane v zemljiški knjigi.\n(5) Pri izdelavi zaščitenega izpisa mora sodišče ali notar vnesti tudi podatke o razlogu za izdelavo takega izpisa. Ti podatki se trajno hranijo v informacijskem sistemu e-ZK.\n(6) Na način iz prvega odstavka tega člena je treba zagotoviti tudi izpis, ki poleg podatkov, ki jih vključuje redni izpis iz zemljiške knjige, vključuje tudi podatke o nepremičnini, vpisane v katastru.\n(7) Če so za to izpolnjeni tehnični pogoji, je treba na način iz prvega odstavka tega člena zagotoviti tudi izpis, ki poleg podatkov, ki jih vključuje redni izpis iz zemljiške knjige, vključuje tudi podatke o javnopravnem režimu glede nepremičnine, ki jih vključuje prostorski informacijski sistem."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "199",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.6. Zagotavljanje javnosti zemljiške knjige",
      "article": "199",
      "title": "Omejitev dostopa do osebnih podatkov",
      "content": "(1) Določbe tega zakona o javnosti zemljiške knjige ne veljajo za dostop do podatkov o imetnikih pravic, ki niso vezani na posamezno nepremičnino, četudi je takšen dostop v informatizirani glavni knjigi tehnično (programsko) mogoč.\n(2) Nihče nima pravice do dostopa do podatkov, ki so shranjeni v informatizirani glavni knjigi, na način, ki bi omogočal ugotovitev ali je določena oseba lastnik oziroma imetnik drugih pravic na katerikoli nepremičnini.\n(3) Ne glede na prejšnji odstavek imajo naslednje osebe pravico do vpogleda in izpisa podatkov o tem, ali je določena oseba lastnik oziroma imetnik drugih pravic na katerikoli nepremičnini:\n1.      upnik, ki te podatke potrebuje zaradi uveljavitve svoje terjatve do te osebe, če to terjatev dokaže z listino, ki je izvršilni naslov, na podlagi katere je mogoče dovoliti izvršbo proti tej osebi, ali z drugimi listinami oziroma dokazi, na podlagi katerih je mogoče dovoliti zavarovanje proti tej osebi, in druga oseba, ki izkaže pravni interes,\n2.      državni organ, če te podatke potrebuje v postopku, ki ga vodi v zvezi s to osebo v okviru svojih pristojnosti,\n3.      notar, če te podatke potrebuje pri izvajanju notarskih opravil v skladu z zakonom o notariatu,\n4.      imetnik pravic glede pravic, ki so v njegovo korist vpisane v zemljiško knjigo.\n(4) O dostopu do podatkov za osebo iz 1. točke prejšnjega odstavka odloči zemljiškoknjižni sodnik na podlagi obrazložene pisne zahteve. Zahtevi morajo biti priložene listine in drugi dokazi o obstoju okoliščin, zaradi katerih je dostop do podatkov dopusten. Drugim osebam iz prejšnjega odstavka se dostop do podatkov zagotavlja z neposrednim elektronskim dostopom."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "199.a",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.6. Zagotavljanje javnosti zemljiške knjige",
      "article": "199.a",
      "title": "Spletne storitve za posredovanje podatkov informatizirane glavne knjige",
      "content": "(1) Center za informatiko mora zagotoviti spletne storitve za posredovanje podatkov informatizirane glavne knjige, ki omogočajo elektronsko posredovanje teh podatkov:\n1.      podatkov o vseh nepremičninah, pri katerih je vknjižena lastninska pravica v korist posameznega imetnika, če je pri tem imetniku v informatizirani zemljiški knjigi vpisan podatek o EMŠO ali matični številki,\n2.      podatkov o vseh izvedenih pravicah ali pravnih dejstvih iz četrtega odstavka 13.a člena, vpisanih v korist posameznega imetnika, če je pri tem imetniku v informatizirani zemljiški knjigi vpisan podatek o EMŠO ali matični številki,\n3.      podatkov o osnovnem pravnem položaju vseh posameznih delov v etažni lastnini pri posamezni stavbi v etažni lastnini.\n(2) Center za informatiko lahko posreduje:\n1.      podatke iz 1. in 2. točke prejšnjega odstavka: imetniku, v korist katerega so vknjižene pravice ali vpisana pravna dejstva, ki so predmet spletne storitve,\n2.      podatke iz 3. točke prejšnjega odstavka: upravniku, ki upravlja stavbo v etažni lastnini, ki je predmet spletne storitve.\n(3) Podatki, ki se posredujejo po prvem odstavku tega člena ne smejo vključevati zadnjih šest številka EMŠO druge osebe, razen imetnika, kateremu se posredujejo.\n(4) Za uporabo spletnih storitev iz prvega odstavka tega člena morajo uporabniki plačevati nadomestilo.\n(5) Prejšnji odstavek se ne uporablja za državne organe, organe lokalnih skupnosti in osebe z javnimi pooblastili za opravljanje nalog, pri katerih potrebujejo podatke, ki so predmet spletnih storitev.\n(6) Minister, pristojen za pravosodje, na predlog Centra za informatiko določi podrobnejša pravila o spletnih storitvah iz prvega odstavka tega člena, in s tarifo določi nadomestilo iz četrtega odstavka tega člena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "200",
      "chapter": "6. OPRAVLJANJE VPISOV IN VODENJE ZBIRKE LISTIN",
      "section": "6.7. Pomotni vpisi",
      "article": "200",
      "title": "Postopek popravljanja pomotnih vpisov",
      "content": "(1) Če je pri vpisu v zemljiško knjigo prišlo do pomote tako, da se opravljeni vpis ne sklada z dovoljenim vpisom, zemljiškoknjižno sodišče po uradni dolžnosti začne postopek popravljanja pomotnega vpisa.\n(2) Za postopek popravljanja pomotnega vpisa se smiselno uporabljajo pravila, določena v 5. poglavju tega zakona za vpise, o katerih zemljiškoknjižno sodišče odloča po uradni dolžnosti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "202",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.1. Skupne določbe",
      "article": "202",
      "title": "Uporaba splošnih določb",
      "content": "V posebnih zemljiškoknjižnih postopkih, urejenih v tem poglavju, se uporabljajo splošne določbe 5. poglavja tega zakona, če ni v tem 7. poglavju drugače določeno."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "204",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.1. Skupne določbe",
      "article": "204",
      "title": "Oklic",
      "content": "(1) O začetku posebnega zemljiškoknjižnega postopka se udeleženci postopka obvestijo z oklicem.\n(2) Z oklicem se udeleženci postopka obvestijo tudi o drugih dejanjih v posebnem zemljiškoknjižnem postopku, če ta zakon določa, da se o teh dejanjih obvestijo z oklicem.\n(3) Oklic se objavi na portalu e-ZK.\n(4) Če ta zakon določa, da je treba ugovor oziroma drugo vlogo v posebnem zemljiškoknjižnem postopku vložiti v določenem roku od objave oklica, teče ta rok od objave oklica na portalu e-ZK."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "205",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.1. Skupne določbe",
      "article": "205",
      "title": "Osebna obvestitev udeležencev postopka",
      "content": "Če ta zakon določa, da se o določenih dejanjih v posebnem zemljiškoknjižnem postopku udeleženci postopka obvestijo osebno, se vročitev takšnega obvestila opravi po pravilih o osebnem vročanju sodnih pisanj."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "206",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "206",
      "title": "Pogoji za izbris starih hipotek",
      "content": "Zemljiškoknjižno sodišče dovoli izbris vknjižene hipoteke zaradi poteka časa, če so izpolnjeni vsi naslednji pogoji:\n1.      če je od dneva zapadlosti terjatve, v zavarovanje katere je bila vknjižena hipoteka, preteklo več kot deset let (v nadaljnjem besedilu: stara hipoteka),\n2.      če predlagatelj postopka verjetno izkaže, da je hipotekarni upnik neznan ali nedosegljiv,\n3.      če predlagatelj postopka verjetno izkaže, da v obdobju od dospelosti terjatve do vložitve predloga za izbris stare hipoteke ni bila sodno uveljavljana terjatev, v zavarovanje katere je bila vknjižena hipoteka, in\n4.      če v treh mesecih od objave oklica o začetku postopka za izbris stare hipoteke hipotekarni upnik oziroma zastavni upnik, ki je na hipoteki pridobil nadhipoteko, proti izbrisu ni ugovarjal."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "207",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "207",
      "title": "Predlog za izbris stare hipoteke",
      "content": "(1) Izbris stare hipoteke lahko zahteva samo zemljiškoknjižni lastnik nepremičnine, na kateri je vknjižena hipoteka, tudi če ni hipotekarni dolžnik.\n(2) V predlogu za izbris morajo biti razložene okoliščine, iz katerih izhaja, da so izpolnjeni pogoji za izbris stare hipoteke iz 1. do 3. točke 206. člena tega zakona in navedeni ustrezni dokazi. Če se predlagatelj postopka v predlogu sklicuje na listinske dokaze, jih mora predlogu priložiti."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "208",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "208",
      "title": "Začetek postopka za izbris stare hipoteke",
      "content": "(1) Če predlagatelj postopka dokaže oziroma verjetno izkaže, da so pogoji iz 1. do 3. točke 206. člena tega zakona izpolnjeni, zemljiškoknjižno sodišče izda sklep o začetku postopka za izbris stare hipoteke.\n(2) Proti sklepu iz prejšnjega odstavka ni posebne pritožbe in se lahko izpodbija z ugovorom proti izbrisu stare hipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "209",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "209",
      "title": "Oklic o začetku postopka za izbris stare hipoteke",
      "content": "Oklic o začetku postopka za izbris stare hipoteke mora obsegati:\n1.      podatke o vknjiženi stari hipoteki, ki je predmet postopka,\n2.      identifikacijski znak nepremičnine, pri kateri je vknjižena stara hipoteka, ki je predmet postopka,\n3.      poziv osebam iz 4. točke 206. člena tega zakona, da v primeru, če izbrisu stare hipoteke, ki je predmet postopka, nasprotujejo, v treh mesecih od objave oklica vložijo ugovor proti izbrisu stare hipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "210",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "210",
      "title": "Ugovor proti izbrisu stare hipoteke",
      "content": "(1) Hipotekarni upnik oziroma zastavni upnik, ki je na stari hipoteki pridobil nadhipoteko, lahko ugovarja proti izbrisu stare hipoteke.\n(2) Ugovor iz prejšnjega odstavka je treba vložiti v treh mesecih od objave oklica o začetku postopka za izbris.\n(3) Če ugovor vloži hipotekarni upnik, na katerega je bila hipoteka prenesena in ta prenos v zemljiški knjigi ni vpisan, mora ugovoru priložiti listino, ki bi bila podlaga za vknjižbo prenosa hipoteke nanj.\n(4) Za odločanje o ugovoru hipotekarnega upnika iz prejšnjega odstavka (v nadaljnjem besedilu: nepopoln ugovor) se smiselno uporabljata drugi in tretji odstavek 146. člena tega zakona.\n(5) Tretji in četrti odstavek tega člena se smiselno uporabljata tudi za ugovor, ki ga vloži zastavni upnik, ki je na stari hipoteki pridobil nadhipoteko, ki v zemljiški knjigi ni zaznamovana.\n(6) Ugovor, ki ga vloži oseba, ki po prvem odstavku tega člena ni upravičena ugovarjati proti izbrisu stare hipoteke, zemljiškoknjižno sodišče kot nedovoljen zavrže.\n(7) O zavrženju prepoznega, nepopolnega oziroma nedovoljenega ugovora odloči zemljiškoknjižno sodišče s sklepom o dovolitvi izbrisa stare hipoteke."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "211",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "211",
      "title": "Ustavitev postopka",
      "content": "(1) Če je proti izbrisu stare hipoteke vložen pravočasen, popoln in dovoljen ugovor, zemljiškoknjižno sodišče s sklepom ustavi postopek.\n(2) V primeru iz prejšnjega odstavka lahko predlagatelj postopka za izbris stare hipoteke svoj zahtevek za ugotovitev prenehanja hipoteke uveljavlja v pravdi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "212",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.2. Postopek izbrisa starih hipotek",
      "article": "212",
      "title": "Sklep o dovolitvi izbrisa stare hipoteke",
      "content": "Zemljiškoknjižno sodišče dovoli izbris stare hipoteke, če proti izbrisu ugovor ni bil vložen oziroma če je bil ugovor zavržen kot prepozen, nepopoln oziroma nedovoljen."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "213",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "213",
      "title": "Začetek postopka nastavitve zemljiške knjige",
      "content": "(1) Postopek nastavitve zemljiške knjige se začne po uradni dolžnosti:\n1.      če na območju določene katastrske občine ni zemljiške knjige, ali\n2.      če je bila zemljiška knjiga za območje določene katastrske občine uničena oziroma poškodovana tako, da so podatki nečitljivi.\n(2) Predmet postopka nastavitve zemljiške knjige so lahko tudi posamezne nepremičnine v določeni katastrski občini.\n(3) Postopek nastavitve zemljiške knjige obsega:\n1.      ugotavljanje podatkov glede pravic na nepremičninah in javna razgrnitev ugotovljenih podatkov,\n2.      vzpostavitev vpisov v glavni knjigi."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "214",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "214",
      "title": "Oklic o začetku postopka nastavitve zemljiške knjige",
      "content": "(1) Oklic o začetku postopka nastavitve zemljiške knjige mora obsegati:\n1.      katastrsko občino, za območje katere se nastavlja zemljiška knjiga,\n2.      dan, s katerim se začnejo opravljati poizvedbe glede pravic na nepremičninah, ki se nahajajo v tej katastrski občini,\n3.      poziv imetnikom pravic na nepremičninah, da se udeležijo poizvedb in prijavijo pravice, ki naj se vpišejo v zemljiško knjigo, ter način in rok prijave pravic.\n(2) Če so predmet postopka nastavitve zemljiške knjige samo posamezne nepremičnine v določeni katastrski občini, mora oklic iz prejšnjega odstavka obsegati tudi natančen opis teh nepremičnin, in sicer zlasti njihov identifikacijski znak ter kraj, ulico in hišno številko, če na zemljiški parceli stoji objekt."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "215",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "215",
      "title": "Obvestitev znanih imetnikov pravic",
      "content": "Imetnike pravic na nepremičninah, ki so sodišču znani, zemljiškoknjižno sodišče o začetku postopka obvesti osebno."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "216",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "216",
      "title": "Obseg zbiranja podatkov v postopku nastavitve",
      "content": "(1) V postopku zemljiškoknjižno sodišče zbere naslednje podatke:\n1.      o nepremičninah,\n2.      o osebah, za katere se po znanih podatkih predpostavlja, da so nosilci pravic na nepremičninah, in podatke o njihovih pravicah ter omejitvah, ki se nanašajo na te pravice.\n(2) Podatke o nepremičninah ugotavlja sodišče na podlagi podatkov katastra, podatke iz 2. točke prejšnjega odstavka pa na podlagi:\n1.      podatkov iz stare zemljiške knjige, ki niso bili uničeni,\n2.      listin, vloženih v zbirko listin,\n3.      listin, ki so podlaga za vpis, pa na njihovi podlagi vpis še ni bil zahtevan oziroma še ni bil začet postopek za vpis po uradni dolžnosti,\n4.      kopij listin, ki so podlaga za vpis, in\n5.      drugih dokazov o obstoju pravic, ki se vpisujejo v zemljiško knjigo (na primer z zaslišanjem prič oziroma udeležencev postopka)."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "217",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "217",
      "title": "Zapisnik o ugotovitvi podatkov",
      "content": "(1) V postopku ugotavljanja podatkov se piše zapisnik, ki mora obsegati bistvene podatke o poteku postopka, zlasti bistvene izjave udeležencev postopka in dokaze, ki so jih ti ponudili za ugotavljanje svojih pravic.\n(2) Zapisnik podpišejo predsednik in člana komisije, ki vodi postopek, in udeleženci, ki so sodelovali pri posameznih dejanjih v postopku."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "218",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "218",
      "title": "Sestava popisnih listov",
      "content": "(1) Na podlagi podatkov, ugotovljenih v postopku, sestavi zemljiškoknjižno sodišče popisni list za vsako nepremičnino.\n(2) Popisni list za posamezno nepremičnino mora obsegati podatke o nepremičnini, pravicah na tej nepremičnini in pravnih dejstvih v zvezi s to nepremičnino, z vsebino kot se ti podatki vpisujejo v zemljiško knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "219",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "219",
      "title": "Javna razgrnitev popisnih listov",
      "content": "(1) Popisni listi in zapisniki o ugotovitvah morajo biti javno razgrnjeni.\n(2) Skupaj z listinami iz prejšnjega odstavka se razgrnejo tudi kopije katastrskih načrtov.\n(3) Javna razgrnitev mora trajati najmanj en mesec.\n(4) Med trajanjem javne razgrnitve mora predsednik komisije določiti vsaj pet dni, ko je na razpolago za pojasnjevanje in dodatno ugotavljanje podatkov."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "220",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "220",
      "title": "Oklic o javni razgrnitvi popisnih listov",
      "content": "(1) Udeleženci postopka se o javni razgrnitvi popisnih listov obvestijo z oklicem.\n(2) Oklic o javni razgrnitvi popisnih listov mora obsegati:\n1.      dan, od katerega dalje bodo popisni listi javno razgrnjeni,\n2.      trajanje javne razgrnitve in dan, s katerim se javna razgrnitev konča,\n3.      dneve, ko je predsednik komisije na razpolago za pojasnjevanje in dodatno ugotavljanje podatkov,\n4.      poziv osebam, ki imajo pravni interes za vpis, da v primeru, če nasprotujejo podatkom, ugotovljenim v razgrnjenih popisnih listih (v nadaljnjem besedilu: razgrnjeni podatki), v enem mesecu po koncu javne razgrnitve, ugovarjajo razgrnjenim podatkom."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "221",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "221",
      "title": "Ugovor proti razgrnjenim podatkom",
      "content": "(1) Proti razgrnjenim podatkom lahko vsaka oseba, katere pravni interes bi bil z vpisom v zemljiško knjigo na podlagi razgrnjenih podatkov prizadet, vloži ugovor.\n(2) Ugovor je treba vložiti v enem mesecu po koncu javne razgrnitve.\n(3) Vlagatelj ugovora mora navesti, katere podatke z ugovorom izpodbija, in predlagati dokaze, iz katerih izhaja, da so podatki, ugotovljeni v popisnih listih, napačni.\n(4) Če vlagatelj ugovora v popisnih listih ni naveden kot imetnik pravice, ki se vpiše v zemljiško knjigo, mora ugovoru priložiti listine oziroma predlagati druge dokaze, s katerimi izkazuje pravni interes za vložitev ugovora.\n(5) Za odločanje o ugovoru, ki ne vsebuje vsega, kar mora po tretjem oziroma četrtem odstavku tega člena vsebovati (v nadaljnjem besedilu: nepopoln ugovor), se smiselno uporabljata drugi in tretji odstavek 146. člena tega zakona.\n(6) Ugovor, ki ga vloži oseba, ki po prvem odstavku tega člena ni upravičena vložiti ugovora, zemljiškoknjižno sodišče kot nedovoljen zavrže.\n(7) Proti sklepu, s katerim zemljiškoknjižno sodišče zavrže prepozen, nepopoln oziroma nedovoljen ugovor, ni posebne pritožbe. Sklep iz prejšnjega stavka se lahko izpodbija s pritožbo proti sklepu o prenosu podatkov popisnega lista v glavno knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "222",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "222",
      "title": "Ugovor, ki se ne nanaša na pravice",
      "content": "(1) Če se pravočasen, popoln in dovoljen ugovor ne nanaša na razgrnjene podatke o pravicah, ki naj se vpišejo v zemljiško knjigo, zemljiškoknjižno sodišče pri odločanju o ugovoru:\n1.      zavrne ugovor kot neutemeljen,\n2.      ugodi ugovoru in odloči, da se ustrezno spremenijo in dopolnijo podatki v popisnih listih.\n(2) Proti sklepu iz prejšnjega odstavka ni posebne pritožbe in se ta lahko izpodbija s pritožbo proti sklepu o prenosu podatkov popisnega lista v glavno knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "223",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "223",
      "title": "Ugovor, ki se nanaša na pravice",
      "content": "(1) Če se pravočasen, popoln in dovoljen ugovor nanaša na obstoj pravice, ki naj se vpiše v zemljiško knjigo, napoti zemljiškoknjižno sodišče tistega, čigar pravica je manj verjetna, da v enem mesecu od vročitve sklepa o napotitvi vloži tožbo za ugotovitev obstoja ali neobstoja te pravice ter da v nadaljnjih osmih dneh predloži dokaz o vložitvi tožbe.\n(2) V popisni list se vpiše pravica v korist osebe, katere pravica je verjetnejša.\n(3) Če oseba iz prvega odstavka tega člena, ki je bila napotena na pravdo, predloži dokaz o vložitvi tožbe, se to zaznamuje v popisnem listu.\n(4) Za zaznambo iz prejšnjega odstavka se smiselno uporabljajo določbe tega zakona o zaznambi spora.\n(5) Nepravnomočen sklep o napotitvi na pravdo je ovira za odločitev o prenosu popisnega lista v glavno knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "224",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "224",
      "title": "Sklep o prenosu popisnega lista v glavno knjigo",
      "content": "(1) Ko odloči o vseh pravočasnih ugovorih proti razgrnjenim podatkom in ko preneha morebitna ovira iz petega odstavka 223. člena tega zakona, zemljiškoknjižno sodišče za vsako nepremičnino, za katero je bil v postopku nastavitve zemljiške knjige sestavljen popisni list, odloči, da se podatki, ugotovljeni v razgrnjenih popisnih listih z ustreznimi spremembami in dopolnitvami teh podatkov, kot je o njih odločilo zemljiškoknjižno sodišče pri odločanju o ugovoru proti razgrnjenim podatkom, prenesejo v glavno knjigo zemljiške knjige (v nadaljnjem besedilu: sklep o prenosu popisnega lista v glavno knjigo).\n(2) Za sklep o prenosu popisnega lista v glavno knjigo iz prejšnjega odstavka se smiselno uporabljajo splošne določbe tega zakona o sklepu o dovolitvi vpisa, če ni v tem razdelku 7.3. drugače določeno.\n(3) Zemljiškoknjižno sodišče lahko v izreku sklepa o prenosu popisnega lista v glavno knjigo odloči, da je popisni list sestavni del tega sklepa. V primeru iz prejšnjega stavka mora biti popisni list priložen sklepu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "225",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "225",
      "title": "Vročitev sklepa o prenosu popisnega lista v glavno knjigo",
      "content": "(1) Sklep o prenosu popisnega lista v glavno knjigo se vroči:\n1.      osebam, v korist katerih se pravica vpiše v glavno knjigo,\n2.      osebam, ki so ugovarjale proti razgrnjenim podatkom,\n3.      osebam, ki so bile napotene na pravdo po prvem odstavku 223. člena tega zakona.\n(2) Vpisi v glavno knjigo zemljiške knjige se opravijo na podlagi pravnomočnega sklepa o prenosu popisnega lista v glavno knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "226",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "226",
      "title": "Pritožba proti sklepu o prenosu popisnega lista v glavo knjigo",
      "content": "(1) Za pritožbo proti sklepu o prenosu popisnega lista v glavno knjigo se uporabljajo splošne določbe tega zakona o pritožbi proti sklepu zemljiškoknjižnega sodnika, če ni v naslednjih odstavkih drugače določeno.\n(2) Oseba, ki je bila na podlagi pravnomočnega sklepa o napotitvi na pravdo iz prvega odstavka 223. člena tega zakona napotena na pravdo, ni upravičena s pritožbo izpodbijati podatka o imetniku pravice, čigar pravica je kot verjetnejša vpisana v popisnem listu.\n(3) Zemljiškoknjižno sodišče lahko na podlagi pritožbe samo spremeni sklep o prenosu popisnega lista v glavno knjigo, če se s tem strinja oseba, ki izpodbija vpis, in oseba,v korist katere je bil vpis dovoljen."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "227",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "227",
      "title": "Začetek uporabe nastavljene glavne knjige",
      "content": "Nastavljena glavna knjiga se glede posamezne nepremičnine začne uporabljati, ko so opravljeni vpisi podatkov glede te nepremičnine na podlagi pravnomočnega sklepa o prenosu popisnega lista v glavno knjigo."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "228",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.3. Postopek nastavitve zemljiške knjige",
      "article": "228",
      "title": "Tožba za izpodbijanje vpisa",
      "content": "(1) Vsak, ki meni, da so z vpisom, ki je bil opravljen na podlagi pravnomočnega sklepa o prenosu popisnega lista v glavno knjigo, kršene njegove pravice na nepremičnini, lahko v treh letih od dneva začetka uporabe nastavljene zemljiške knjige s tožbo, vloženo proti imetniku vknjižene pravice, od sodišča zahteva:\n-        da ugotovi obstoj njegove lastninske pravice in da odloči, da se vknjižena lastninska pravica izbriše in ta pravica vknjiži v njegovo korist, oziroma\n-        da ugotovi, da na nepremičnini v njegovo korist obstaja druga stvarna pravica in da odloči, da se ta pravica vknjiži v njegovo korist, oziroma\n-        da ugotovi, da druga stvarna pravica na nepremičnini, na kateri je lastninska pravica vknjižena v njegovo korist, ne obstaja, in da odloči, da se izpodbijana pravica izbriše.\n(2) Vložitev tožbe iz prejšnjega odstavka se zaznamuje v zemljiški knjigi.\n(3) Za zaznambo po prejšnjem odstavku se smiselno uporabljajo določbe tega zakona o zaznambi spora.\n(4) Zahtevek, s katerim se izpodbija vpis po prvem odstavku tega člena, ni dovoljen proti dobrovernim osebam, v katerih korist je bila pravica vknjižena oziroma predznamovana z učinkom pred trenutkom, od katerega učinkuje zaznamba iz drugega odstavka tega člena."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "229",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.4. Postopek dopolnitve zemljiške knjige",
      "article": "229",
      "title": "Začetek postopka dopolnitve zemljiške knjige",
      "content": "(1) Postopek dopolnitve zemljiške knjige se začne po uradni dolžnosti na podlagi obvestila geodetske uprave, če zemljiška parcela ni vpisana v zemljiški knjigi in vpisa te zemljiške parcele ni mogoče opraviti po splošnih pravilih zemljiškoknjižnega postopka (v nadaljnjem besedilu: nevpisana zemljiška parcela). Geodetska uprava obvestilu priloži potrdilo, iz katerega izhaja, da vpisa te zemljiške parcele ni mogoče opraviti po splošnih pravilih zemljiškoknjižnega postopka.\n(2) Postopek dopolnitve zemljiške knjige se lahko začne tudi na predlog osebe, ki verjetno izkaže, da ima na nevpisani zemljiški parceli stvarno pravico. Predlogu morata biti priložena izpisek o nevpisani zemljiški parceli iz katastra in potrdilo geodetske uprave, da je zemljiška parcela, ki je predmet postopka, v katastru vpisana in da iz podatkov katastra ni mogoče ugotoviti, z delitvijo oziroma združitvijo katere prejšnje zemljiške parcele je nastala.\n(3) Sodišče šteje, da je lastninska pravica na nevpisani zemljiški parceli verjetno izkazana v korist osebe, ki je kot lastnik oziroma posestnik vpisana v katastru.\n(4) Če so pogoji za dopolnitev zemljiške knjige iz prvega ali drugega odstavka tega člena izpolnjeni, zemljiškoknjižno sodišče izda sklep o začetku postopka dopolnitve zemljiške knjige.\n(5) Proti sklepu iz prejšnjega odstavka ni posebne pritožbe, lahko pa se izpodbija z ugovorom v postopku dopolnitve zemljiške knjige oziroma s pritožbo proti sklepu o dovolitvi dopolnitve zemljiške knjige."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "230",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.4. Postopek dopolnitve zemljiške knjige",
      "article": "230",
      "title": "Uporaba določb o postopku nastavitve zemljiške knjige",
      "content": "(1) V postopku dopolnitve zemljiške knjige se smiselno uporabljajo četrti do sedmi odstavek 221. člena, 224. člen, 225. člen, 226. člen, 227. člen in 228. člen tega zakona.\n(2) Pri smiselni uporabi določb iz prejšnjega odstavka se upošteva:\n1.      razgrnjeni podatki oziroma podatki v popisnih listi se nadomestijo s podatki, navedenimi v oklicu o začetku postopka dopolnitve zemljiške knjige,\n2.      ugovor proti razgrnjenim podatkom se nadomesti z ugovorom v postopku dopolnitve zemljiške knjige,\n3.      sklep o prenosu popisnega lista v glavno knjigo se nadomesti s sklepom o dovolitvi dopolnitve zemljiške knjige."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "231",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.4. Postopek dopolnitve zemljiške knjige",
      "article": "231",
      "title": "Oklic o začetku postopka dopolnitve zemljiške knjige",
      "content": "Oklic o začetku postopka dopolnitve zemljiške knjige mora obsegati:\n1.      identifikacijski znak nevpisane zemljiške parcele,\n2.      podatke o osebi, katere lastninska pravica na nepremičnini je verjetno izkazana,\n3.      podatke o drugih pravicah, katerih obstoj je ob začetku postopka verjetno izkazan,\n4.      poziv imetnikom pravic na nepremičnini, da v dveh mesecih od objave oklica z ugovorom izpodbijajo pravilnost oziroma popolnost podatkov o pravicah, navedenih v oklicu o začetku postopka dopolnitve zemljiške knjige, oziroma obstoj pogojev za začetek postopka dopolnitve zemljiške knjige iz prvega odstavka 229. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "232",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.4. Postopek dopolnitve zemljiške knjige",
      "article": "232",
      "title": "Ugovor v postopku dopolnitve zemljiške knjige",
      "content": "(1) Vsaka oseba, katere pravni interes bi bil z vpisom v zemljiško knjigo na podlagi podatkov, navedenih v oklicu o začetku postopka dopolnitve zemljiške knjige, prizadet, lahko vloži ugovor.\n(2) Z ugovorom se lahko izpodbija obstoj pogojev za začetek postopka dopolnitve zemljiške knjige iz prvega odstavka 229. člena tega zakona.\n(3) Ugovor iz prvega odstavka tega člena je treba vložiti v dveh mesecih od objave oklica o začetku postopka dopolnitve zemljiške knjige."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "233",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.4. Postopek dopolnitve zemljiške knjige",
      "article": "233",
      "title": "Ugovor, s katerim se izpodbija obstoj pogojev za začetek postopka",
      "content": "(1) Če se s pravočasnim, popolnim in dovoljenim ugovorom izpodbija obstoj pogojev za začetek postopka dopolnitve zemljiške knjige, zemljiškoknjižno sodišče pri odločanju o ugovoru:\n1.      zavrne ugovor kot neutemeljen,\n2.      ugodi ugovoru, razveljavi sklep o začetku postopka za dopolnitev zemljiške knjige in zavrne predlog za začetek tega postopka.\n(2) Proti sklepu iz 1. točke prejšnjega odstavka ni posebne pritožbe in se lahko izpodbija s pritožbo proti sklepu o dovolitvi dopolnitve zemljiške knjige."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "234",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "234",
      "title": "Pogoji za začetek postopka vzpostavitve zemljiškoknjižne listine",
      "content": "(1) Postopek vzpostavitve zemljiškoknjižne listine se začne:\n1.      če predlagatelj postopka verjetno izkaže,\n-  da je bilo v njegovo korist oziroma v korist njegovih pravnih prednikov izstavljeno zemljiškoknjižno dovolilo, ki ustreza pogojem za vknjižbo lastninske pravice (v nadaljnjem besedilu: listina, katere vzpostavitev se zahteva), in\n-  da se je ta listina uničila oziroma izgubila, in\n2.      če so izpolnjeni drugi pogoji za vknjižbo te pravice v korist predlagatelja postopka.\n(2) Predlog za vzpostavitev zemljiškoknjižne listine lahko vloži samo oseba, v korist katere bi bilo mogoče dovoliti vknjižbo lastninske pravice, če bi ta oseba lahko predložila listino iz 1. točke prejšnjega odstavka.\n(3) Vzpostavitev zemljiškoknjižne listine lahko predlagatelj zahteva samo:\n-        bodisi z isto vlogo, ki obsega tudi zemljiškoknjižni predlog, s katerim zahteva vknjižbo lastninske pravice v svojo korist,\n-        bodisi s posebno vlogo, vloženo v postopku odločanja o zemljiškoknjižnem predlogu iz prejšnje alinee.\n(4) Predlagatelj mora v predlogu, ki se nanaša na vzpostavitev zemljiškoknjižne listine, navesti:\n1.      podatke o vsebini listine, katere vzpostavitev se s predlogom zahteva, in podatke o osebi, ki je to listino izstavila, ter o osebi, v korist katere je bila ta listina izstavljena,\n2.      dejstva, iz katerih verjetno izhajajo okoliščine iz 1. točke prvega odstavka tega člena.\n(5) Šteje se, da je pogoj iz prve alinee 1. točke prvega odstavka tega člena verjetno izkazan:\n1.      če predlagatelj postopka predlogu za začetek postopka vzpostavitve zemljiškoknjižne listine priloži kopijo listine, katere vzpostavitev se zahteva, ali\n2.      če verjetno izkaže, da ima nepremičnino v lastniški posesti, s tem, da predloži overjene izjave lastnikov sosednjih nepremičnin, ki potrjujejo to dejstvo.\n(6) Listine iz prejšnjega odstavka morajo biti priložene predlogu za vzpostavitev zemljiškoknjižne listine.\n(7) Določbe tega razdelka 7.5. se smiselno uporabljajo tudi za postopek vzpostavitve druge listine, ki ustreza pogojem za vknjižbo lastninske pravice v korist predlagatelja postopka oziroma listine, ki ustreza pogojem za vknjižbo druge stvarne pravice v korist predlagatelja postopka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "235",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "235",
      "title": "Predhoden preskus predloga za vzpostavitev zemljiškoknjižne listine",
      "content": "(1) Za odločanje o predlogu za vzpostavitev zemljiškoknjižne listine, ki ne vsebuje vsega, kar mora vsebovati, se smiselno uporabljata drugi in tretji odstavek 146. člena tega zakona.\n(2) Zemljiškoknjižno sodišče zavrže predlog za vzpostavitev zemljiškoknjižne listine kot nedovoljen:\n1.      če predlagatelj zahteva vzpostavitev zemljiškoknjižne listine ne da bi hkrati z zemljiškoknjižnim predlogom zahteval vknjižbo lastninske pravice v svojo korist oziroma\n2.      če je predlog za vzpostavitev zemljiškoknjižne listine vložen pred vložitvijo zemljiškoknjižnega predloga iz prejšnje točke.\n(3) Če je predlog za vzpostavitev zemljiškoknjižne listine vložen po vložitvi zemljiškoknjižnega predloga iz 1. točke prejšnjega odstavka, zemljiškoknjižno sodišče po uradni dolžnosti združi obravnavanje obeh predlogov v isti postopek."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "236",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "236",
      "title": "Odločanje o začetku postopka vzpostavitve zemljiškoknjižne listine",
      "content": "(1) Če zemljiškoknjižno sodišče predloga ni zavrglo po drugem odstavku 235. člena tega zakona, izda sklep o začetku postopka vzpostavitve zemljiškoknjižne listine:\n1.      če so izpolnjeni drugi pogoji za dovolitev vknjižbe lastninske pravice v korist predlagatelja postopka, razen pogoja glede listine, katere vzpostavitev se zahteva, in\n2.      če je izpolnjen pogoj iz 1. točke prvega odstavka 234. člena tega zakona.\n(2) Če pogoji za začetek postopka vzpostavitve zemljiškoknjižne listine iz prvega odstavka tega člena niso izpolnjeni, zemljiškoknjižno sodišče hkrati zavrne predlog za vzpostavitev zemljiškoknjižne listine in zemljiškoknjižni predlog za vknjižbo lastninske pravice.\n(3) Sklep iz prvega odstavka tega člena se vroči zemljiškoknjižnemu lastniku in predlagatelju postopka vzpostavitve zemljiškoknjižne listine.\n(4) Proti sklepu iz prvega odstavka tega člena ni posebne pritožbe in se ta lahko izpodbija z ugovorom v postopku vzpostavitve zemljiškoknjižne listine, oziroma s pritožbo proti sklepu o dovolitvi vzpostavitve zemljiškoknjižne listine."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "237",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "237",
      "title": "Oklic o začetku postopka",
      "content": "Oklic o začetku postopka vzpostavitve zemljiškoknjižne listine mora obsegati:\n1.      identifikacijski znak nepremičnine, na katero se nanaša listina, katere vzpostavitev se zahteva, in drugi podatki o nepremičnini, ki so vpisani v zemljiški knjigi,\n2.      podatke o vsebini listine, katere vzpostavitev se zahteva, in o osebi, ki je listino izstavila, ter o osebi, v korist katere je bila listina izstavljena,\n3.      podatke o osebi, v korist katere se zahteva vknjižba lastninske pravice,\n4.      poziv imetnikom pravic, da v enem mesecu od objave oklica z ugovorom izpodbijajo pravilnost oziroma popolnost podatkov o vsebini listine, katere vzpostavitev se zahteva, oziroma druge pogoje za vknjižbo lastninske pravice v korist predlagatelja postopka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "238",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "238",
      "title": "Ugovor v postopku vzpostavitve zemljiškoknjižne listine",
      "content": "(1) Ugovor v postopku vzpostavitve zemljiškoknjižne listine lahko vloži:\n1.      oseba, ki dokaže, da so izpolnjeni pogoji za dovolitev vknjižbe lastninske pravice na nepremičnini v njeno korist,\n2.      oseba, ki dokaže, da so izpolnjeni pogoji za dovolitev vknjižbe druge stvarne pravice na nepremičnini v njeno korist proti osebi, v korist katere je bila izstavljena listina, katere vzpostavitev se v postopku zahteva, in da ima zato v posesti izvirnik te listine,\n3.      zemljiškoknjižni lastnik nepremičnine,\n4.      oseba, ki je v predlogu za vzpostavitev zemljiškoknjižne listine navedena kot oseba, ki je listino izstavila.\n(2) Oseba iz 1. oziroma 2. točke prejšnjega odstavka mora z ugovorom zahtevati vknjižbo lastninske oziroma druge stvarne pravice v svojo korist, in mu priložiti listine, ki so podlaga za to vknjižbo in druge listine, določene s tem zakonom.\n(3) Oseba iz 2. točke prvega odstavka tega člena mora ugovoru priložiti tudi izvirnik listine, katere vzpostavitev se v postopku zahteva.\n(4) Ugovor iz prvega odstavka tega člena je treba vložiti v enem mesecu od objave oklica o začetku postopka vzpostavitve zemljiškoknjižne listine.\n(5) Za ugovor iz prvega odstavka tega člena se smiselno uporablja 146. člen tega zakona.\n(6) Proti sklepu, s katerim zemljiškoknjižno sodišče zavrže prepozen, nepopoln oziroma nedovoljen ugovor, ni posebne pritožbe. Sklep iz prejšnjega stavka se lahko izpodbija s pritožbo proti sklepu o dovolitvi vzpostavitve zemljiškoknjižne listine."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "239",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "239",
      "title": "Odločanje o ugovoru, s katerim se zahteva vknjižba pravice",
      "content": "(1) Če se s pravočasnim, popolnim in dovoljenim ugovorom zahteva vknjižba lastninske pravice v korist vlagatelja ugovora, zemljiškoknjižno sodišče:\n1.      če so izpolnjeni pogoji za dovolitev vknjižbe lastninske pravice v korist vlagatelja ugovora: ugovoru ugodi in hkrati:\n-  dovoli vknjižbo lastninske pravice v korist vlagatelja ugovora ter\n-  zavrne predlog za vzpostavitev zemljiškoknjižne listine in zemljiškoknjižni predlog za vknjižbo lastninske pravice v korist predlagatelja postopka vzpostavitve zemljiškoknjižne listine,\n2.      če pogoji za vknjižbo lastninske pravice v korist vlagatelja ugovora niso izpolnjeni: ugovor zavrne.\n(2) Če se s pravočasnim, popolnim in dovoljenim ugovorom zahteva vknjižba druge stvarne pravice v korist vlagatelja ugovora, zemljiškoknjižno sodišče:\n1.      če so izpolnjeni pogoji za dovolitev vknjižbe druge stvarne pravice v korist vlagatelja ugovora proti osebi, v korist katere je bila izstavljena listina, katere vzpostavitev se v postopku zahteva: ugovoru ugodi in hkrati:\n-  zavrne predlog za vzpostavitev zemljiškoknjižne listine,\n-  dovoli vknjižbo lastninske pravice v korist predlagatelja postopka vzpostavitve zemljiškoknjižne listine in vknjižbo druge stvarne pravice v korist vlagatelja ugovora,\n2.      če pogoji za dovolitev vknjižbe druge stvarne pravice v korist vlagatelja ugovora proti osebi, v korist katere je bila izstavljena listina, katere vzpostavitev se v postopku zahteva, niso izpolnjeni: ugovor zavrne.\n(3) Če zemljiškoknjižno sodišče ugodi ugovoru iz prvega odstavka tega člena, hkrati odloči o zahtevi za vknjižbo druge stvarne pravice, ki se uveljavlja z ugovorom iz prejšnjega odstavka, glede na stanje zemljiške knjige ob upoštevanju vknjižbe lastninske pravice, ki je bila dovoljena s sklepom iz 1. točke prvega odstavka tega člena.\n(4) O zavrnitvi ugovora iz 2. točke prvega odstavka tega člena in o zavrnitvi ugovora iz 2. točke drugega odstavka tega člena odloči zemljiškoknjižno sodišče s sklepom o dovolitvi vzpostavitve zemljiškoknjižne listine."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "240",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "240",
      "title": "Ugovor zemljiškoknjižnega lastnika",
      "content": "(1) Zemljiškoknjižni lastnik lahko z ugovorom izpodbija, da listina, katere vzpostavitev se zahteva, ni bila izstavljena oziroma, da je listina, katere vzpostavitev se zahteva, v njegovi posesti oziroma v posesti osebe, ki jo hrani zanj, ker še niso izpolnjeni pogoji za izročitev te listine predlagatelju postopka, določeni v pravnem poslu iz prvega odstavka 36. člena tega zakona.\n(2) Navedb v ugovoru iz prejšnjega odstavka ni treba dokazovati.\n(3) Če je ugovor vložil zemljiškoknjižni lastnik, zemljiškoknjižno sodišče zavrne predlog za vzpostavitev zemljiškoknjižne listine in zemljiškoknjižni predlog za vknjižbo lastninske pravice v korist predlagatelja postopka vzpostavitve zemljiškoknjižne listine.\n(4) V primeru iz prejšnjega odstavka lahko predlagatelj postopka vzpostavitve zemljiškoknjižne listine svoj zahtevek za izstavitev te listine uveljavlja v pravdi.\n(5) Določbe prejšnjih odstavkov se smiselno uporabljajo tudi za ugovor osebe iz 4. točke prvega odstavka 238. člena tega zakona."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "241",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "241",
      "title": "Sklep o dovolitvi vzpostavitve zemljiškoknjižne listine",
      "content": "(1) Zemljiškoknjižno sodišče dovoli vzpostavitev zemljiškoknjižne listine:\n1.      če ugovor v postopku vzpostavitve zemljiškoknjižne listine ni bil vložen, oziroma\n2.      če je bil ugovor vložen in je bil zavržen, oziroma\n3.      če je bil vložen ugovor, s katerim se zahteva vknjižba pravice, in je bil ta ugovor zavrnjen po 2. točki prvega odstavka oziroma po 2. točki drugega odstavka 239. člena tega zakona.\n(2) Izrek sklepa o dovolitvi vzpostavitve zemljiškoknjižne listine mora obsegati podatke o vsebini listine, katere vzpostavitev se zahteva, in o osebi, ki je listino izstavila, ter o osebi, v korist katere je bila listina izstavljena.\n(3) S sklepom o dovolitvi vzpostavitve zemljiškoknjižne listine zemljiškoknjižno sodišče tudi dovoli vknjižbo lastninske pravice v korist predlagatelja postopka vzpostavitve zemljiškoknjižne listine.\n(4) Za sklep o dovolitvi vzpostavitve zemljiškoknjižne listine se smiselno uporabljajo splošne določbe tega zakona o sklepu o dovolitvi vpisa."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "242",
      "chapter": "7. POSEBNI ZEMLJIŠKOKNJIŽNI POSTOPKI",
      "section": "7.5. Postopek vzpostavitve zemljiškoknjižne listine",
      "article": "242",
      "title": "Tožba za izpodbijanje vpisa",
      "content": "(1) Za izpodbijanje vpisa, ki je bil dovoljen s sklepom iz 1. točke prvega odstavka 239. člena, s sklepom iz 1. točke drugega odstavka 239. člena oziroma s sklepom o dovolitvi vzpostavitve zemljiškoknjižne listine, se smiselno uporablja 228. člen tega zakona.\n(2) Rok za vložitev tožbe za izpodbijanje vpisa teče od izdaje sklepa iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "243",
      "chapter": "8. IZBRISNA TOŽBA",
      "article": "243",
      "title": "Izbrisna tožba",
      "content": "(1) Če je vknjižba določene pravice neveljavna iz materialnopravnega razloga, lahko tisti, čigar stvarna ali obligacijska pravica je bila zaradi te vknjižbe kršena (v nadaljnjem besedilu: izbrisni upravičenec), s tožbo (v nadaljnjem besedilu: izbrisna tožba) uveljavlja zahtevek (v nadaljnjem besedilu: zahtevek za izbris izpodbijane vknjižbe), da sodišče ugotovi neveljavnost te vknjižbe in odloči, da se vzpostavi prejšnje zemljiškoknjižno stanje vpisov tako, da se:\n1.      če se izpodbija vknjižba prenosa lastninske ali izvedene pravice v korist novega imetnika (v nadaljnjem besedilu: pridobitelj):\n-  izbriše lastninska ali izvedena pravica, vknjižena v korist pridobitelja,\n-  znova vpiše lastninska ali izvedena pravica v korist prejšnjega imetnika (v nadaljnjem besedilu: odsvojitelj),\n2.      če se izpodbija vknjižba pridobitve izvedene pravice: izbriše ta vknjižena izvedena pravica ali ta zaznamba,\n3.      če se izpodbija vknjižba izbrisa izvedene pravice: znova vknjiži ta izvedena pravica ali vpiše zaznamba tega pravnega dejstva,\n4.      če je bila zaradi dovolitve vpisa izpodbijane vknjižbe, izbrisana tudi druga vknjižena ali predznamovana pravica ali zaznamba pravnega dejstva: znova vknjiži ali predznamuje ta pravica ali vpiše zaznamba tega pravnega dejstva.\n(2) Vknjižba je neveljavna iz materialnopravnega razloga po prejšnjem odstavku, če je zemljiškoknjižno dovolilo, ki je bilo podlaga za izpodbijano vknjižbo:\n1.      bodisi neveljavno že ob njegovi izstavitvi zaradi ničnosti pravnega posla iz prvega ali drugega odstavka 36. člena tega zakona (v nadaljnjem besedilu: zavezovalni pravni posel), na podlagi katerega je bilo izstavljeno,\n2.      bodisi je postalo neveljavno zaradi razveljavitve ali razveze zavezovalnega pravnega posla, na podlagi katerega je bilo izstavljeno,\n3.      bodisi je bilo razveljavljeno zaradi uveljavitve predkupne pravice, katere kršitev ne povzroči ničnosti zavezovalnega pravnega posla.\n(3) Z izbrisno tožbo se lahko izpodbija tudi vknjižba, ki je postala neveljavna šele po trenutku, od katerega učinkuje izpodbijana vknjižba:\n1.      če je izpodbijana vknjižba postala neveljavna zaradi razveze zavezovalnega pravnega posla, ki jo je povzročila zunajsodna uresničitev odstopne pravice izbrisnega upravičenca, ali\n2.      če izbrisni upravičenec z izbrisno tožbo poleg zahtevka za izbris izpodbijane vknjižbe uveljavlja tudi zahtevek za razveljavitev ali razvezo zavezovalnega pravnega posla, na podlagi katerega je bilo izstavljeno zemljiškoknjižno dovolilo, ki je bilo podlaga za izpodbijano vknjižbo, ali\n3.      če izbrisni upravičenec zaradi uveljavitve predkupne pravice, katere kršitev ne povzroči ničnosti zavezovalnega pravnega posla, z izbrisno tožbo proti odsvojitelju in pridobitelju kot nujnima sospornikoma poleg zahtevka za izbris izpodbijane vknjižbe uveljavlja tudi:\n-  zahtevek za razveljavitev zemljiškoknjižnega dovolila, ki je bilo podlaga za izpodbijano vknjižbo, in\n-  zahtevek, da odsvojitelj z njim sklene prodajno pogodbo pod enakimi pogoji, kot so bili določeni z zavezovalnim pravnim poslom, na podlagi katerega je bilo izstavljeno izpodbijano zemljiškoknjižno dovolilo, ali\n4.      če je bila izpodbijana vknjižba dovoljena na podlagi pravnomočne ali dokončne odločbe iz 3. do 8. točke prvega odstavka 40. člena tega zakona in če so izpolnjeni naslednji pogoji:\n-  če v zvezi s to vknjižbo niso bili izpolnjeni pogoji za zaznambo izrednega pravnega sredstva iz drugega odstavka 101. člena tega zakona ali če je bil zamujen rok za vložitev predloga za zaznambo izrednega pravnega sredstva iz prvega odstavka 103. člena tega zakona,\n-  če je bila proti pravnomočni ali dokončni odločbi, ki je bila podlaga za izpodbijano vknjižbo, vložena revizija, zahteva za varstvo zakonitosti, tožba v upravnem sporu, predlog za obnovo postopka ali ustavna pritožba, in\n-  če je vsebina odločbe o izrednem pravnem sredstvu iz prejšnje alineje ali vsebina pravnomočne oziroma dokončne odločitve, izdane v ponovljenem postopku takšna, da na njeni podlagi izpodbijana vknjižba ne bi bila dovoljena.\n(4) Če izbrisni upravičenec proti odsvojitelju in pridobitelju kot nujnima sospornikoma uveljavlja zahtevek za izbris izpodbijane vknjižbe iz 1. točke prvega odstavka tega člena na podlagi trditve, da je zemljiškoknjižno dovolilo, ki je bilo podlaga za izpodbijano vknjižbo, neveljavno po 1. točki drugega odstavka tega člena, ker sta odsvojitelj in pridobitelj sklenila zavezovalni pravni posel, na podlagi katerega je bilo izstavljeno to zemljiškoknjižno dovolilo, z nedovoljenim namenom onemogočiti izbrisnemu upravičencu uresničitev zahtevka za pridobitev lastninske pravice na nepremičnini na podlagi zavezovalnega pravnega posla, sklenjenega med izbrisnim upravičencem in odsvojiteljem (v nadaljnjem besedilu: kršeni zavezovalni pravni posel), lahko z izbrisno tožbo poleg zahtevka iz druge alineje 1. točke prvega odstavka tega člena uveljavlja zahtevek proti odsvojitelju za izstavitev zemljiškoknjižnega dovolila ali za priznanje podpisa na zemljiškoknjižnem dovolilu zaradi izpolnitve odsvojiteljeve obveznosti iz kršenega zavezovalnega pravnega posla.\n(5) Če izbrisni upravičenec proti odsvojitelju in pridobitelju kot nujnima sospornikoma uveljavlja zahtevke iz 3. točke tretjega odstavka tega člena, lahko z izbrisno tožbo poleg zahtevka iz druge alineje 1. točke prvega odstavka tega člena uveljavlja zahtevek proti odsvojitelju za izstavitev zemljiškoknjižnega dovolila na podlagi prodajne pogodbe iz druge alineje 3. točke tretjega odstavka tega člena.\n(6) Prvi, drugi in tretji odstavek tega člena se smiselno uporabljajo tudi za izpodbijanje vpisa ali izbrisa zaznambe nadhipoteke ali prenosa nadhipoteke na novega imetnika."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "244",
      "chapter": "8. IZBRISNA TOŽBA",
      "article": "244",
      "title": "Osebe, proti katerim se lahko uveljavlja zahtevek za izbris vknjižbe",
      "content": "(1) Zahtevek za izbris izpodbijane vknjižbe se lahko uveljavlja proti tistemu, v čigar korist je bila z izpodbijano vknjižbo vknjižena pridobitev ali izbris pravice.\n(2) Zahtevek za izbris izpodbijane vknjižbe se lahko uveljavlja tudi proti osebam, v korist katerih je bila glede na izpodbijano vknjižbo vknjižena oziroma predznamovana pridobitev ali izbris pravice.\n(3) Ne glede na prejšnji odstavek, zahtevek za izbris izpodbijane vknjižbe ni dovoljen proti dobrovernim osebam, v katerih korist je bila pridobitev oziroma izbris pravice vknjižen oziroma predznamovan z učinkom pred trenutkom, od katerega učinkuje zaznamba izbrisne tožbe."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "245",
      "chapter": "8. IZBRISNA TOŽBA",
      "article": "245",
      "title": "Zaznamba izbrisne tožbe",
      "content": "(1) Vložitev izbrisne tožbe se zaznamuje v zemljiški knjigi.\n(2) Za zaznambo izbrisne tožbe se smiselno uporabljajo določbe tega zakona o zaznambi spora."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "246",
      "chapter": "9. PREHODNE IN KONČNE DOLOČBE",
      "article": "246",
      "title": "Začetek uporabe določb zakona",
      "content": "(1) Določbe tega zakona se uporabljajo za vsa razmerja, v katerih zemljiškoknjižno sodišče do uveljavitve tega zakona še ni odločilo o vpisu.\n(2) Če bo po uveljavitvi tega zakona sodišče druge stopnje razveljavilo sklep o vpisu, se postopek nadaljuje po tem zakonu.\n(3) Ne glede na prvi odstavek tega člena:\n1.      se določbe 33. do 38. člena tega zakona začnejo uporabljati za zemljiškoknjižna dovolila, na katerih se podpis overi po uveljavitvi tega zakona,\n2.      se določbe 129. do 131. člena ter drugega in tretjega odstavka 136. člena zakona o zemljiški knjigi (Uradni list RS, št. 33/95 in 50/02 – odločba US; v nadaljnjem besedilu: ZZK) uporabljajo za postopke, ki so bili začeti pred uveljavitvijo tega zakona.\n(4) Če je bil podpis na zemljiškoknjižnem dovolilu overjen pred uveljavitvijo tega zakona, se za odločanje o vknjižbi na podlagi takega zemljiškoknjižnega dovolila smiselno uporabljajo naslednje določbe tega zakona in na naslednji način:\n1.      zemljiškoknjižnemu predlogu je treba priložiti listine, ki morajo biti po 34. do 38. členu tega zakona priložene zemljiškoknjižnemu dovolilu,\n2.      če v zemljiškoknjižnem dovolilu ni naveden podatek o EMŠO oziroma o enolični identifikacijski številki osebe, v korist katere se dovoljuje vpis, se smiselno uporablja drugi odstavek 24. člena oziroma tretji odstavek 25. člena tega zakona.\n(5) Postopki v razmerjih iz prvega odstavka tega člena, ki so bili začeti pred uveljavitvijo tega zakona na podlagi predloga iz prvega odstavka 136. člena ZZK oziroma iz 7. člena zakona o posebnih pogojih za vpis lastninske pravice na posameznih delih stavbe v zemljiško knjigo (Uradni list RS, št. 89/99, 35/2000 – zadržanje izvrševanja, 43/2001 – odločba US, 97/2001 – ZPPLPS-A in 32/2002 – odločba US; v nadaljnjem besedilu ZPPLPS), se končajo po določbah 234. do 242. člena tega zakona.\n(6) Po uveljavitvi tega zakona je dovoljeno glavne vpise in poočitve opravljati samo v informatizirano glavno knjigo.\n(7) O uskladitvi obstoječih zemljiškoknjižnih vložkov z drugim odstavkom 180. člena tega zakona odloči zemljiškoknjižno sodišče po uradni dolžnosti hkrati s prvim glavnim vpisom, o katerem odloči po uveljavitvi tega zakona. Za uskladitev po prejšnjem stavku se smiselno uporabljata drugi in tretji odstavek 181. člena tega zakona.\n(8) Glavno knjigo ročno vodene zemljiške knjige, iz katere so vsi zemljiškoknjižni vložki izbrisani zaradi prenosa v informatizirano glavno knjigo, hrani zemljiškoknjižno sodišče deset let po dnevu, ko je bil opravljen izbris zadnjega zemljiškoknjižnega vložka. Po roku iz prejšnjega stavka zemljiškoknjižno sodišče glavno knjigo ročno vodene zemljiške knjige izroči pristojnemu arhivu."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "247",
      "chapter": "9. PREHODNE IN KONČNE DOLOČBE",
      "article": "247",
      "title": "Razveljavitev predpisov",
      "content": "(1) Z uveljavitvijo tega zakona nehajo veljati:\n1.      ZZK,\n2.      tretji odstavek 111. člena zakona o prisilni poravnavi, stečaju in likvidaciji (Uradni list RS, št. 67/93, 74/94 – odločba US, 8/96 – odločba US, 25/97 – ZJSRS, 39/97 – ZPPSL-A, 1/99 – ZNIDC, 52/99 – ZPPSL-B in 42/2002 – ZDR),\n3.      7. člen ZPPLPS,\n4.      pravilnik o vodenju zemljiške knjige (Uradni list RS, št. 77/95, 89/99 – ZPPLPS in 42/2001).\n(2) Do prenosa vseh nepremičnin v informatizirano glavno knjigo se za nepremičnine, ki so vpisane v vložke ročno vodene glavne knjige, tudi po uveljavitvi tega zakona uporabljajo prvi in drugi odstavek 7. člena ZZK in 36. do 39. člen pravilnika o vodenju zemljiške knjige.\n(3) Po uveljavitvi tega zakona se uporabljajo tudi naslednje določbe ZZK:\n1.      določbe 138. do 140. člena za izbris hipotek, ki so bile ob uveljavitvi ZZK starejše od 25 let in sicer ne glede na določbe razdelka 7.2. tega zakona,\n2.      določbe 141. do 143. člena.\n(4) Pri uporabi določbe 141. člena ZZK se nepremičnina prenese v informatizirano glavno knjigo in pri njej zaznamuje, da gre za javno dobro.\n(5) Z uveljavitvijo tega zakona se določbe 85. do 89. člena zakona o urejanju prostora (Uradni list RS, št. 110/2002) nehajo uporabljati za prodajo samostojnega dela objekta v etažni lastnini."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "248",
      "chapter": "9. PREHODNE IN KONČNE DOLOČBE",
      "article": "248",
      "title": "Način uporabe ZPPLPS",
      "content": "(1) Po uveljavitvi tega zakona se določbe ZPPLPS, ki se sklicujejo na določbe ZZK, uporabljajo tako, da se:\n1.      sklicevanje na prvi odstavek 17. člena ZZK nadomesti s sklicevanjem na drugi odstavek 150. člena tega zakona,\n2.      sklicevanje na 22. člen ZZK nadomesti s sklicevanjem na 41. člen tega zakona.\n(2) Določba 6. člena ZPPLPS se uporablja tudi po prenehanju veljavnosti ZPPLPS."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "249",
      "chapter": "9. PREHODNE IN KONČNE DOLOČBE",
      "article": "249",
      "title": "Izdaja predpisov po tem zakonu",
      "content": "(1) Minister, pristojen za pravosodje, izda predpise iz petega odstavka 12. člena, iz drugega odstavka 115. člena, iz 179. člena, iz tretjega odstavka 183. člena, iz drugega odstavka 193. člena in iz prvega odstavka 198. člena tega zakona v treh mesecih od uveljavitve tega zakona.\n(2) Po uveljavitvi tega zakona se za predpis, izdan na podlagi šestega odstavka 44. člena tega zakona šteje pravilnik o zemljiškem pismu (Uradni list RS, št. 15/2003).\n(3) Do uveljavitve predpisov iz prvega odstavka tega člena se uporabljata:\n1.      uredba o naložitvi in vodenju zemljiške knjige z uporabo računalniške tehnologije ter o uskladitvi podatkov v zemljiški knjigi s podatki zemljiškega katastra (Uradni list RS, št. 42/2001), razen tretjega in četrtega odstavka 31. člena navedene uredbe, in\n2.      pravilnik o oblikah vlog (obrazcev) za vpis v elektronsko zemljiško knjigo (Uradni list RS, št. 42/2001)."
    },
    {
      "document_id": "ZAKO3603",
      "provision_ref": "250",
      "chapter": "9. PREHODNE IN KONČNE DOLOČBE",
      "article": "250",
      "title": "Uveljavitev zakona",
      "content": "Ta zakon začne veljati devetdeseti dan po objavi v Uradnem listu Republike Slovenije."
    }
  ]
}