{
  "documents": [
    {
      "id": "ZAKO5840",
      "type": "statute",
      "title": "Zakon o urejanju trga dela (ZUTD)",
      "short_name": "ZUTD",
      "status": "in_force",
      "issued_date": "2010-10-12",
      "in_force_date": "2010-10-27",
      "url": "https://pisrs.si/pregledPredpisa?id=ZAKO5840"
    }
  ],
  "provisions": [
    {
      "document_id": "ZAKO5840",
      "provision_ref": "1",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "1",
      "content": "(1) Ta zakon ureja ukrepe države na trgu dela, s katerimi se zagotavljata izvajanje storitev javne službe na področju zaposlovanja in ukrepov aktivne politike zaposlovanja ter delovanje sistema zavarovanja za primer brezposelnosti, določajo izvajalci ukrepov, predpisujejo pogoji in postopki za uveljavljanje posameznih pravic in storitev, ki jih določa ta zakon, urejajo način financiranja ukrepov ter spremljanje, vrednotenje in nadzor nad njihovim izvajanjem ter ureja zagotavljanje dela delavcev uporabniku.\n(2) Ukrepi iz prejšnjega odstavka se pod pogoji iz tega zakona izvajajo za brezposelne in zaposlene osebe ter druge iskalce zaposlitve, delodajalce in druge osebe, ki iščejo informacije in nasvete o pogojih in možnostih zaposlovanja v Republiki Sloveniji in Evropski uniji (v nadaljnjem besedilu: EU)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "2",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "2",
      "title": "(vsebina zakona)",
      "content": "S tem zakonom se v pravni red Republike Slovenije prenašata naslednji direktivi EU:\n-        Direktiva 2008/104/ES Evropskega parlamenta in Sveta z dne 19. novembra 2008 o delu prek agencij za zagotavljanje začasnega dela (UL L št. 327 z dne 5. 12. 2008, str. 9);\n-        Direktiva 2006/123/ES Evropskega parlamenta in Sveta z dne 12. decembra 2006 o storitvah na notranjem trgu (UL L št. 376 z dne 27. 12. 2006, str. 36)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "3",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "3",
      "title": "(predpisi EU)",
      "content": "(1) Namen zakona je s hitrejšim ukrepanjem države na trgu dela povečati varnost iskalcev zaposlitve, zlasti brezposelnih oseb in oseb, katerih zaposlitev je ogrožena. Cilj je vzpostaviti mrežo izvajalcev vseživljenjske karierne orientacije in posredovanja zaposlitve, ki bo omogočala svobodno izbiro zaposlitve oziroma poklica, skladnega s posameznikovimi kompetencami in možnostmi zaposlitve, ter doseganje čim višje stopnje zaposlenosti. Povečanje varnosti in večja zaposljivost se zagotavljata tudi z ukrepi aktivne politike zaposlovanja, ki so namenjeni usposabljanju in izobraževanju v skladu s potrebami trga dela, pospeševanju zaposlovanja in odpiranju novih delovnih mest.\n(2) Vsakdo ima skladno s tem zakonom dostop oziroma pravico do svetovanja in pomoči v potrebnem obsegu, da se prepreči in odpravi njegova brezposelnost, ter obveznost, da aktivno prispeva k temu.\n(3) Cilj zakona je tudi zagotavljanje varnosti zavarovancev v primerih nastanka brezposelnosti brez njihove krivde ali proti njihovi volji z zagotovitvijo denarnih nadomestil po načelih vzajemnosti in solidarnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "4",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "4",
      "title": "(namen in cilji zakona)",
      "content": "(1) Republika Slovenija zagotavlja izvajanje politike zaposlovanja na podlagi smernic za izvajanje ukrepov aktivne politike zaposlovanja in drugih strateških dokumentov Republike Slovenije in EU na tem področju.\n(2) Državni zbor na predlog Vlade Republike Slovenije v okviru sprejetega proračuna določa potreben obseg sredstev za izvedbo smernic in drugih strateških dokumentov iz prejšnjega odstavka.\n(3) Republika Slovenija zagotavlja tudi pogoje za delovanje in razvoj obveznega in prostovoljnega zavarovanja za primer brezposelnosti z določitvijo stopnje prispevkov in obveznostjo plačevanja prispevkov, z določitvijo pogojev za priznanje, odmero in uživanje pravic ter z urejanjem nadzora nad zagotavljanjem pravic in s spremljanjem stanja na tem področju ter sprejemanjem ustreznih ukrepov.\n(4) Kot ustanovitelj Republika Slovenija sprejema obveznost trajnega zagotavljanja sredstev za delo Zavoda Republike Slovenije za zaposlovanje. Na način, določen s tem zakonom, Republika Slovenija zagotavlja sredstva za izvajanje ukrepov, s katerimi posega na trg dela, tudi ostalim izvajalcem ukrepov, ki jih določa ta zakon."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "5",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "5",
      "title": "(naloge Republike Slovenije na trgu dela)",
      "content": "Po tem zakonu imajo posamezni pojmi naslednji pomen:\n1.      brezposelna oseba: iskalec ali iskalka zaposlitve, ki izpolnjuje pogoje, določene s tem zakonom;\n2.      drugi iskalec zaposlitve ali druga iskalka zaposlitve (v nadaljnjem besedilu: drugi iskalec zaposlitve): delovno aktivna ali neaktivna oseba in študent, ki išče zaposlitev;\n3.      denarno nadomestilo: nadomestilo izgube plače oziroma dohodka, ki se zagotavlja na podlagi zavarovanja za primer brezposelnosti po tem zakonu;\n4.      EURES: evropska mreža služb za zaposlovanje, ki podpira prosto gibanje delavcev, povezovanje evropskih trgov dela in ozaveščanje državljanov o ustrezni zakonodaji EU ter izvaja storitve za evropski trg dela (informiranje, svetovanje, posredovanje zaposlitve na evropskem trgu dela itd.) in druge naloge, določene s predpisi EU;\n5.      iskalec zaposlitve, katerega zaposlitev je ogrožena ali iskalka zaposlitve, katere zaposlitev je ogrožena (v nadaljnjem besedilu: iskalec zaposlitve, katerega zaposlitev je ogrožena): drugi iskalec zaposlitve v času trajanja odpovednega roka v primeru redne odpovedi pogodbe o zaposlitvi s strani delodajalca ali oseba, v zvezi s katero je iz poslovne dokumentacije delodajalca razvidno, da bo njeno delo postalo nepotrebno, ali oseba, ki je zaposlena za določen čas in ji pogodba o zaposlitvi preneha veljati najkasneje čez tri mesece;\n6.      izvajalec ukrepa ali izvajalka ukrepa (v nadaljnjem besedilu: izvajalec ukrepa): pravna ali fizična oseba, ki izvaja ukrepe po tem zakonu in je določena v 72. členu tega zakona;\n7.      javno povabilo za zbiranje ponudb: povabilo delodajalcem, ki se želijo vključiti v izvajanje programov aktivne politike zaposlovanja, da oddajo ponudbo za dodelitev subvencij in drugih oblik pomoči iz javnih sredstev, in se izvaja po predpisih, ki urejajo javne finance, če ta zakon ne določa drugače;\n8.      kmet ali kmetica (v nadaljnjem besedilu: kmet): oseba, ki opravlja kmetijsko dejavnost in je obvezno ali prostovoljno vključena v pokojninsko in invalidsko zavarovanje po predpisih, ki urejajo pokojninsko in invalidsko zavarovanje;\n9.      manjši delodajalec: delodajalec, ki zaposluje deset ali manj delavcev;\n10.   ranljive skupine na trgu dela: skupine na trgu dela, med katere spadajo vsi prikrajšani, resno prikrajšani delavci in invalidi po Uredbi Komisije (EU) št. 651/2014 z dne 17. junija 2014 o razglasitvi nekaterih vrst pomoči za združljive z notranjim trgom pri uporabi členov 107 in 108 Pogodbe (UL L 187 z dne 26. 6. 2014), zadnjič spremenjene z Uredbo Komisije (EU) 2023/1315 z dne 23. junija 2023 o spremembi Uredbe (EU) št. 651/2014 o razglasitvi nekaterih vrst pomoči za združljive z notranjim trgom pri uporabi členov 107 in 108 Pogodbe ter Uredbe (EU) 2022/2473 o razglasitvi nekaterih vrst pomoči za podjetja, ki se ukvarjajo s proizvodnjo, predelavo in trženjem ribiških proizvodov in proizvodov iz akvakulture, za združljive z notranjim trgom z uporabo členov 107 in 108 Pogodbe (UL L 167 z dne 30. 6. 2023, str. 1);\n11.   raven izobraževanja: stopnjevanje učnega izkustva in zmožnosti, ki si jih morajo s sprejemanjem učnih vsebin pridobiti udeleženci izobraževanja, da bi uspešno končali program;\n12.   samozaposlena oseba: oseba, ki opravlja katero koli samostojno dejavnost, kot so samostojni podjetniki posamezniki po zakonu, ki ureja gospodarske družbe, osebe, ki z osebnim delom samostojno opravljajo umetniško ali katero drugo kulturno dejavnost, osebe, ki samostojno opravljajo dejavnost s področja zdravstva, socialne varnosti, znanosti ali zasebno veterinarsko dejavnost, osebe, ki opravljajo odvetniško ali notarsko dejavnost, osebe, ki opravljajo duhovniško oziroma drugo versko službo;\n13.  sredstvo za delo: objekt, namenjen za delovne in pomožne prostore, delovna oprema, sredstvo in oprema za osebno varnost pri delu ter snovi in pripravki;\n14.   trg dela: prostor, na katerem se srečujejo iskalci zaposlitve z znanji, veščinami in delovnimi izkušnjami ter delodajalci, ki iščejo kandidate za prosta delovna mesta oziroma vrste dela;\n15.   upokojenec ali upokojenka (v nadaljnjem besedilu: upokojenec): oseba, ki prejema pokojnino po predpisih Republike Slovenije ali od tujega nosilca pokojninskega zavarovanja, razen prejemnikov družinske pokojnine ali vdovske pokojnine na podlagi dolžnosti preživljanja otrok ali več otrok, ki imajo pravico do družinske pokojnine po umrlem zavarovancu, vdova ali vdovec pa ima do njih dolžnost preživljanja, kadar te pravice skladno s predpisi, ki urejajo pokojninsko in invalidsko zavarovanje, niso pridobili trajno;\n16.  višja sila: vsak nepredvidljiv izjemen dogodek ali okoliščina zunaj nadzora brezposelne osebe, ki ji preprečuje izpolnitev ali izpolnjevanje katere od obveznosti po tem zakonu, pri čemer dogodka ali okoliščine ni bilo mogoče pričakovati, predvidevati ali nanj računati ali se mu izogniti ali ga odvrniti;\n17.   zavarovalna doba: obdobje zavarovalnega razmerja, za katero so plačani prispevki za zavarovanje za primer brezposelnosti, če ta zakon ne določa drugače;\n18.   zavarovalno razmerje: razmerje, ki nastane na podlagi tega zakona z vzpostavitvijo pravnega razmerja, ki je podlaga za obvezno zavarovanje za primer brezposelnosti, oziroma s sklenitvijo pogodbe o prostovoljnem zavarovanju za primer brezposelnosti in s plačilom prispevkov za primer brezposelnosti, če ta zakon ne določa drugače;\n19.   zavarovanec ali zavarovanka (v nadaljnjem besedilu: zavarovanec): oseba, ki je v skladu s tem zakonom obvezno ali prostovoljno vključena v zavarovanje za primer brezposelnosti;\n20.   zdravstveno zaposlitveno svetovanje: pomoč brezposelnim invalidom in drugim brezposelnim osebam z zdravstvenimi omejitvami pri iskanju ustrezne ali primerne zaposlitve ali pomoč in svetovanje pri vključitvi v ustrezen ukrep aktivne politike zaposlovanja;\n21.   začasno ali občasno delo je plačano začasno ali občasno delo ali trajnejše časovno omejeno delo upravičenca ali upravičenke do opravljanja začasnega ali občasnega dela (v nadaljnjem besedilu: upravičenec)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "6",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "6",
      "title": "(opredelitev pojmov)",
      "content": "Državljani držav članic EU, Evropskega gospodarskega prostora (v nadaljnjem besedilu: EGP) in Švicarske konfederacije so v pravicah in obveznostih, določenih s tem zakonom, izenačeni s slovenskim državljani."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "7",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "7",
      "title": "(državljani EU)",
      "content": "(1) Zavod Republike Slovenije za zaposlovanje (v nadaljnjem besedilu: zavod) na željo delodajalca javno objavi prosto delovno mesto oziroma vrsto dela in izvede vse potrebne postopke v zvezi s posredovanjem zaposlitve.\n(2) Zavod ne izvede javne objave prostega delovnega mesta oziroma vrste dela iz prejšnjega odstavka, ki ni v skladu s tem zakonom, predpisi, ki urejajo delovna razmerja, in predpisi, ki urejajo preprečevanje dela in zaposlovanja na črno, ali v zvezi s katero obstajajo okoliščine, ki kažejo na to, da ni namenjena zaposlitvi na prosta delovna mesta pri delodajalcu, ki jo je predlagal. Zavod lahko zavrne javno objavo prostega delovnega mesta oziroma vrste dela tudi delodajalcu iz prvega in drugega odstavka 27. člena tega zakona.\n(3) O zavrnitvi javne objave prostega delovnega mesta oziroma vrste dela iz prejšnjega odstavka zavod izda odločbo. Pritožba zoper odločbo ne zadrži izvršitve.\n(4) Delodajalci iz javnega sektorja in gospodarske družbe v večinski lasti države morajo pri zavodu javno objaviti vsako prosto delovno mesto oziroma vrsto dela, razen v primerih izjem od obveznosti javne objave, ki jih določa zakon, ki ureja delovna razmerja.\n(5) Zavod ob objavi prostega delovnega mesta objavi tudi podatek o tem, da delodajalca vodi v evidenci delodajalcev z negativnimi referencami, če je v tej evidenci voden neprekinjeno več kot šest mesecev.\n(6) Način sporočanja podatkov in javne objave ter postopek posredovanja zaposlitve podrobneje predpiše minister, pristojen za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "7.a",
      "chapter": "I. poglavje  UVODNE DOLOČBE",
      "article": "7.a",
      "title": "(javna objava prostega delovnega mesta oziroma vrste dela pri zavodu)",
      "content": "(1) Zavod na željo delodajalca javno objavi potrebo po začasnem in občasnem delu dijakov in študentov.\n(2) Zavod ni obvezan javno objaviti potrebe po začasnem in občasnem delu dijakov in študentov, če je v nasprotju s predpisi, ki urejajo delovna razmerja ali za delo pri delodajalcu, ki je na dan predvidene javne objave objavljen na seznamu davčnih zavezancev z zapadlimi neplačanimi davčnimi obveznostmi ali na seznamu nepredlagateljev obračunov davčnih odtegljajev, ki ju objavlja Finančna uprava Republike Slovenije.\n(3) Zavod javno ne objavi potrebe po začasnem in občasnem delu dijakov in študentov delodajalca, ki se vodi v evidenci delodajalcev z negativnimi referencami."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "8",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "8",
      "content": "(1) Za brezposelno osebo po tem zakonu se šteje iskalec zaposlitve, ki je zmožen za delo, prijavljen na zavodu, aktivno išče zaposlitev in je pripravljen sprejeti ustrezno oziroma primerno zaposlitev, ki mu jo ponudi zavod ali drug izvajalec storitve posredovanja zaposlitve ter:\n-        ni v delovnem razmerju;\n-        ni samozaposlen;\n-        ni družbenik in hkrati poslovodna oseba v osebni in kapitalski družbi ter ni ustanovitelj in hkrati poslovodna oseba v zavodu;\n-        ni kmet;\n-        ni upokojenec;\n-        nima statusa dijaka, vajenca, študenta ali udeleženca izobraževanja odraslih, mlajšega od 26 let.\n(2) Za brezposelno osebo po tem zakonu se štejejo tudi tujec z državljanstvom države, ki ni članica EU, EGP ali Švicarske konfederacije (v nadaljnjem besedilu: državljan tretje države) in ima prost dostop na slovenski trg dela, tujec z veljavnim enotnim dovoljenjem za prebivanje in delo, izdanim na podlagi soglasja za zaposlitev, samozaposlitev ali delo, tujec z modro karto EU ter tujec, ki v Republiki Sloveniji prebiva na podlagi dovoljenja za začasno prebivanje ali potrdila o pravočasno vloženi vlogi za izdajo nadaljnjega dovoljenja za prebivanje ter na podlagi zaposlitve ali samozaposlitve izpolnjuje pogoje za prejemanje denarnega nadomestila za primer brezposelnosti v Republiki Sloveniji, dokler prejema to nadomestilo.\n(3) Ne glede na šesto alinejo prvega odstavka tega člena se za brezposelno osebo šteje tudi oseba, ki ima status dijaka, vajenca, študenta ali udeleženca izobraževanja odraslih, mlajšega od 26 let, če prejema denarno nadomestilo, dokler ga prejema.\n(4) Pogoji iz prvega odstavka tega člena morajo biti izpolnjeni ves čas vodenja osebe v evidenci brezposelnih oseb."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "8.a",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "8.a",
      "title": "(brezposelne osebe)",
      "content": "(1) Brezposelna oseba, ki je državljan tretje države, mora znati slovenski jezik, kar izkaže s pridobitvijo javno veljavnega spričevala o uspešno opravljenem izpitu iz znanja slovenskega jezika na vstopni ravni (raven zahtevnosti A1) najpozneje v 12 mesecih po prijavi v evidenco brezposelnih oseb. Morebitna odjava in ponovna prijava v evidenco brezposelnih oseb, izvedeni v tem času, na tek roka ne vplivata.\n(2) Brezposelni osebi, ki zaradi višje sile ni pristopila k opravljanju izpita iz znanja slovenskega jezika ali ga ni opravila v roku iz prejšnjega odstavka, se ta rok podaljša za čas trajanja višje sile, vendar največ za obdobje dvanajstih mesecev.\n(3) Ne glede na prvi in drugi odstavek tega člena se tek roka prekine:\n-        če se državljan tretje države odjavi iz evidence brezposelnih oseb zaradi vključitve v zavarovanje za primer brezposelnosti, ki je podlaga za pridobitev denarnega nadomestila,\n-        če se vključi v drug program aktivne politike zaposlovanja,\n-        če obstajajo opravičljivi zdravstveni razlogi za opustitev obveznosti iz naslova aktivnega iskanja zaposlitve, ki neprekinjeno trajajo več kot en mesec.\n(4) Tek roka iz prve alineje prejšnjega odstavka se nadaljuje ob prvi ponovni prijavi državljana tretje države v evidenco brezposelnih oseb, tek roka iz druge in tretje alineje prejšnjega odstavka pa se nadaljuje po prenehanju vključitve v program aktivne politike zaposlovanja oziroma po prenehanju obstoja opravičljivih zdravstvenih razlogov za opustitev obveznosti iz naslova aktivnega iskanja zaposlitve.\n(5) Ne glede na prvi odstavek tega člena mora državljan tretje države, ki je prejemnik denarnega nadomestila več kot 12 mesecev, izpit iz prvega odstavka tega člena opraviti do prenehanja prejemanja denarnega nadomestila.\n(6) Po izteku roka iz prvega odstavka tega člena mora državljan tretje države ob ponovni prijavi v evidenco brezposelnih oseb pogoj iz prvega odstavka tega člena izpolnjevati že ob prijavi. Zavod ob ponovni prijavi po uradni dolžnosti preveri izpolnjevanje pogoja iz prvega odstavka tega člena in v primeru neizpolnjevanja tega vlogo državljana tretje države za vpis v evidenco brezposelnih oseb zavrne.\n(7) Ne glede na določbo prejšnjega odstavka se državljan tretje države, ki ob ponovni prijavi v evidenco brezposelnih oseb ne izpolnjuje pogoja iz prvega odstavka tega člena, izpolnjuje pa pogoje za priznanje pravice do denarnega nadomestila, vpiše v evidenco brezposelnih oseb in se, če pogoja iz prvega odstavka tega člena ne izpolni, v evidenci vodi za čas upravičenosti do denarnega nadomestila.\n(8) Šteje se, da je pogoj iz prvega odstavka tega člena izpolnjen, če je državljan tretje države:\n-        dokončal osnovno šolo v Republiki Sloveniji;\n-        dokončal katerikoli javnoveljavni izobraževalni program za pridobitev izobrazbe v Republiki Sloveniji;\n-        dokončal katerikoli javnoveljavni študijski program v Republiki Sloveniji, ki se je izvajal v slovenskem jeziku;\n-        dokončal osnovno ali srednjo šolo s slovenskim učnim jezikom na območjih, na katerih živijo pripadniki avtohtone slovenske narodne skupnosti v sosednjih državah;\n-        že pridobil javno veljavno listino, s katero izkazuje znanje slovenskega jezika vsaj na vstopni ravni (raven zahtevnosti A1).\n(9) Državljan tretje države se lahko večkrat vključi v tečaj in večkrat pristopi k izpitu iz slovenskega jezika na vstopni ravni (raven zahtevnosti A1) na podlagi vključitve v ukrep aktivne politike zaposlovanja. Če se državljan tretje države ponovno prijavi v evidenco brezposelnih oseb, pa pred odjavo tečaja ni zaključil ali ga je zaključil, pa ni pristopil k opravljanju izpita iz prvega odstavka tega člena, se lahko ponovno vključi v tečaj in pristopi k izpitu.\n(10) Državljan tretje države, ki je končal manj kot šest razredov osnovne šole ali izkaže, da ni zmožen pisnega sporazumevanja, se pa govorno sporazumeva, izkaže izpolnjevanje pogoja iz prvega odstavka tega člena s potrdilom o uspešno opravljenem izpitu iz govornega sporazumevanja v slovenskem jeziku na vstopni ravni (raven zahtevnosti A1).\n(11) Obvezne preizkuse iz znanja slovenskega jezika iz prvega odstavka tega člena izvaja Center za slovenščino kot drugi in tuji jezik Filozofske fakultete Univerze v Ljubljani v skladu z 61. členom Zakona o izobraževanju odraslih (Uradni list RS, št. 6/18)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "9",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "9",
      "title": "(znanje slovenskega jezika)",
      "content": "(1) Za delazmožno po tem zakonu se šteje brezposelna oseba od dopolnjenih 15 do 67 let starosti, pri kateri ni prišlo do popolne nezmožnosti za delo po predpisih o pokojninskem in invalidskem zavarovanju ali nezaposljivosti po predpisih o zaposlitveni rehabilitaciji in zaposlovanju invalidov.\n(2) Ne glede na prejšnji odstavek se za delazmožno šteje tudi oseba, ki je kljub ugotovljeni nezaposljivosti po predpisih o zaposlitveni rehabilitaciji in zaposlovanju invalidov opravljala delo na podlagi delovnega ali drugega razmerja, ki je podlaga za vključitev v zavarovanje za primer brezposelnosti po tem zakonu in je tako dosegla gostoto zavarovalnega razmerja, določeno v 59. členu tega zakona. Za delazmožno se takšna oseba šteje ves čas prejemanja denarnega nadomestila in do pravnomočnosti odločbe, izdane v novem postopku ocene zaposlitvenih možnosti, če je z njo ponovno ugotovljena nezaposljivost te osebe. Uvedbo tega postopka, ne glede na določbe zakona, ki ureja zaposlitveno rehabilitacijo in zaposlovanje invalidov, predlaga zavod, če tega ne stori oseba sama najkasneje v roku 15 dni po prijavi na zavodu.\n(3) Ne glede na določbo prvega odstavka 8. člena tega zakona se za brezposelno osebo šteje iskalec zaposlitve, ki je začasno nezmožen za delo iz zdravstvenih razlogov skladno s predpisi o zdravstvenem varstvu in zdravstvenem zavarovanju v trajanju največ 60 dni. Takšni brezposelni osebi obveznosti, določene s tem zakonom, mirujejo, dokler traja začasna nezmožnost za delo.\n(4) Če začasna nezmožnost za delo iz prejšnjega odstavka traja več kot 60 dni, se brezposelna oseba šteje za začasno nezaposljivo in jo zavod obravnava v skladu z devetim odstavkom 117. člena tega zakona.\n(5) Brezposelna oseba, ki zaradi težav z odvisnostjo, težav v duševnem zdravju, večjih socialnih težav in drugih podobnih težav ni zmožna za delo, se šteje za začasno nezaposljivo. Začasna nezaposljivost iz navedenih razlogov ter pravice in obveznosti te osebe se opredelijo v zaposlitvenem načrtu brezposelne osebe na podlagi mnenja o obstoju razlogov za začasno nezaposljivost in predloga možnih ukrepov, ki ga pripravijo posebne medinstitucionalne komisije po določbah 117. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "10",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "10",
      "title": "(zmožnost za delo)",
      "content": "Za brezposelno osebo se po tem zakonu šteje le oseba, ki se prijavi pri zavodu."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "11",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "11",
      "title": "(prijava na zavodu)",
      "content": "(1) Šteje se, da brezposelna oseba aktivno išče zaposlitev, če:\n-        redno spremlja objave prostih delovnih mest oziroma vrst dela in se pravočasno prijavlja na prosta delovna mesta oziroma vrste dela v skladu z zaposlitvenimi cilji v zaposlitvenem načrtu,\n-        se odziva na napotnice zavoda in drugih izvajalcev ukrepov po tem zakonu,\n-        se udeležuje zaposlitvenih razgovorov na vabilo delodajalca, zavoda ali drugih izvajalcev ukrepov,\n-        se javi zavodu v 15 dneh po poteku roka za izvedbo zadnje dogovorjene aktivnosti, določene v zaposlitvenem načrtu iz 113. člena tega zakona in\n-        uresničuje vse druge dogovorjene aktivnosti v zaposlitvenem načrtu.\n(2) Šteje se, da brezposelna oseba, ki je državljan države članice EU, EGP ali Švicarske konfederacije, aktivno išče zaposlitev, če izpolnjuje obveznosti iz prejšnjega odstavka in se vključi v tečaj in pristopi k izpitu iz znanja slovenskega jezika na vstopni ravni (raven zahtevnosti A1), o čemer se brezposelna oseba in osebni svetovalec dogovorita v zaposlitvenem načrtu iz četrtega odstavka 113. člena tega zakona.\n(3) Za osebe iz prejšnjega odstavka se uporabljajo določbe osmega in enajstega odstavka 8.a člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "12",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "12",
      "title": "(aktivno iskanje zaposlitve)",
      "content": "(1) Ustrezna zaposlitev po tem zakonu je zaposlitev:\n-        za nedoločen ali določen čas s polnim delovnim časom oziroma krajšim delovnim časom od polnega po zakonu, ki ureja delovna razmerja ali v skladu z odločbo o ugotovljeni invalidnosti,\n-        na delovnem mestu, ki ni oddaljeno več kot tri ure vožnje z javnim prevoznim sredstvom ali organiziranim prevozom delodajalca od kraja bivanja osebe do delovnega mesta in nazaj,\n-        ki ustreza vrsti in ravni dokončane izobrazbe osebe, če je iskalec prve zaposlitve oziroma ponovno išče zaposlitev po prekinitvi zaposlitve za najmanj dve leti ali ki ustreza vrsti in ravni zahtevane izobrazbe za opravljanje dela na delovnem mestu, ki ga je oseba opravljala večino časa v zadnjih 12 mesecih pred nastankom brezposelnosti,\n(2) Ne glede na prejšnji odstavek za brezposelno osebo, ki živi sama v skupnem gospodinjstvu z otrokom, starim do 15 let, za ustrezno zaposlitev šteje zaposlitev na delovnem mestu, ki ni oddaljeno več kot dve uri vožnje z javnim prevoznim sredstvom ali organiziranim prevozom delodajalca od kraja bivanja osebe do delovnega mesta in nazaj."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "13",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "13",
      "title": "(ustrezna zaposlitev)",
      "content": "(1) Primerna zaposlitev po tem zakonu je zaposlitev:\n-        za nedoločen ali določen čas z najmanj polovičnim delovnim časom,\n-        na delovnem mestu, ki ni oddaljeno več kot tri ure vožnje z javnim prevoznim sredstvom ali organiziranim prevozom delodajalca od kraja bivanja osebe do delovnega mesta in nazaj,\n-        ki ustreza vrsti in največ eno raven nižji izobrazbi osebe glede na ustrezno zaposlitev,\n(2) Ne glede na prejšnji odstavek za brezposelno osebo, ki živi sama v skupnem gospodinjstvu z otrokom, starim do 15 let, za primerno zaposlitev šteje zaposlitev na delovnem mestu, ki ni oddaljeno več kot dve uri vožnje z javnim prevoznim sredstvom ali organiziranim prevozom delodajalca od kraja bivanja osebe do delovnega mesta in nazaj.\n(3) Brezposelni osebi se lahko ponudi primerna zaposlitev po treh mesecih od prijave v evidenco brezposelnih oseb, če ni brezposelnih oseb, za katere bi bila ta zaposlitev ustrezna."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "14",
      "chapter": "II. poglavje  BREZPOSELNE OSEBE IN DRUGI ISKALCI ZAPOSLITVE",
      "article": "14",
      "title": "(primerna zaposlitev)",
      "content": "(1) Pri zavodu se zaradi pridobitve informacij o trgu dela in zaposlovanju ter pomoči pri iskanju zaposlitve in pri povečanju zaposlitvenih možnosti prijavi delavec, kateremu teče odpovedni rok po odpovedi pogodbe o zaposlitvi iz poslovnega razloga ali iz razloga nesposobnosti, delodajalec pa mu ni ponudil sklenitve nove pogodbe o zaposlitvi po določbah zakona, ki ureja delovna razmerja.\n(2) Pri zavodu se zaradi pridobitve informacij o trgu dela in zaposlovanju ter pomoči pri iskanju zaposlitve lahko prijavijo tudi drugi iskalci zaposlitve, ki se po določbah tega zakona ne štejejo za brezposelne osebe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "15",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "article": "15",
      "content": "(1) Vrste ukrepov države na trgu dela so:\n-        storitvi za trg dela;\n-        aktivna politika zaposlovanja (v nadaljnjem besedilu: APZ);\n-        zavarovanje za primer brezposelnosti;\n-        zagotavljanje pravic iz obveznega in prostovoljnega zavarovanja za primer brezposelnosti.\n(2) Za izvajanje ukrepov iz prejšnjega odstavka izvajalci ukrepov od upravičencev ne smejo zahtevati plačila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "16",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "16",
      "content": "(1) Storitvi za trg dela (v nadaljnjem besedilu: storitev) sta:\n-        vseživljenjska karierna orientacija in\n-        posredovanje zaposlitve.\n(2) Normative in standarde za izvajanje storitev in metodologijo za oblikovanje cen storitev iz prejšnjega odstavka določi minister, pristojen za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "17",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "17",
      "title": "(vrsti storitev za trg dela)",
      "content": "(1) V zvezi z iskanjem zaposlitve in vključevanjem v storitev se lahko zagotavljata dodatek za aktivnost in nadomestilo za potne in poštne stroške za celotno ali delno pokrivanje nastalih stroškov.\n(2) Dodatek za aktivnost in njegova višina sta odvisna od trajanja vključitve osebe v izvajanje storitve.\n(3) Dodatek za aktivnost, njegovo višino, način plačila in nadomestila stroškov po tem členu natančneje določi minister, pristojen za delo.\n1.1 Vseživljenjska karierna orientacija"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "18",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "18",
      "title": "(dodatek za aktivnost in nadomestilo stroškov)",
      "content": "(1) Vseživljenjska karierna orientacija zajema aktivnosti, ki omogočajo identifikacijo sposobnosti, kompetenc in interesov za sprejemanje odločitev na področju zaposlovanja, izobraževanja, usposabljanja in izbire poklica ter omogoča vodenje življenjskih poti tako, da se posamezniki teh sposobnosti in kompetenc naučijo in jih uporabljajo.\n(2) Storitve vseživljenjske karierne orientacije izvajajo izvajalci ukrepov po tem zakonu, ki lahko za izvajanje teh storitev organizirajo centre, ki se ukvarjajo z vseživljenjsko karierno orientacijo.\n(3) Aktivnosti vseživljenjske karierne orientacije so:\n-        informiranje o trgu dela;\n-        samostojno vodenje kariere in samostojno učenje;\n-        osnovno karierno svetovanje;\n-        poglobljeno karierno svetovanje in zaposlitvena podpora;\n-        učenje veščin vodenja kariere.\n(4) Kot storitve vseživljenjske karierne orientacije se lahko izvajajo tudi aktivnosti, ki so namenjene učencem, dijakom, študentom in njihovim staršem."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "19",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "19",
      "title": "(vseživljenjska karierna orientacija)",
      "content": "(1) Informiranje o trgu dela zajema različne oblike informiranja o možnostih zaposlovanja, izobraževanja, usposabljanja, finančnih pomočeh, trenutnih in predvidenih potrebah trga dela in drugih temah trga dela v Sloveniji in ostalih državah EU, EGP in v Švicarski konfederaciji (storitve omrežja javnih služb za zaposlovanje – storitve EURES).\n(2) Informiranje o trgu dela se izvaja kot splošno informiranje in kot informiranje o možnostih zaposlovanja.\n(3) Splošno informiranje se izvaja z namenom seznanitve s trgom dela in vstopom na trg dela.\n(4) Splošne informacije o trgu dela so:\n-        stanje in spremembe na trgu dela;\n-        trenutne potrebe trga dela ter kratkoročne, srednjeročne in dolgoročne napovedi potreb trga dela;\n-        vsebine, roki in pogoji za pridobitev storitev in vključitev v ukrepe trga dela;\n-        roki in pogoji za pridobitev denarnih nadomestil.\n(5) Informacije iz prejšnjega odstavka se vsem osebam zagotavljajo brezplačno. Posredovane so lahko v pisni obliki kot informativno gradivo, osebno, telefonsko ali po spletnih straneh.\n(6) Informiranje o možnostih zaposlovanja zagotavlja tekoče informacije o možnostih in priložnostih za pridobitev zaposlitve, usposabljanjih in drugih oblikah pomoči, ki posamezniku omogočajo vključitev na trg dela ali zaposlitev.\n(7) Informacije o možnostih zaposlovanja se nudijo brezposelnim osebam in drugim iskalcem zaposlitve.\n(8) Informacije o možnostih zaposlovanja v Republiki Sloveniji se lahko nudijo tudi državljanom tretjih držav v državah izvora.\n(9) Upravičenci so se za pridobitev informacij o možnostih zaposlovanja dolžni prijaviti pri zavodu, razen za pridobitev informacij o možnostih zaposlovanja zunaj Slovenije in o možnostih zaposlovanja za državljane tretjih držav iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "20",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "20",
      "title": "(informiranje o trgu dela)",
      "content": "(1) Samostojno vodenje kariere zajema pripomočke, s katerimi posameznik načrtuje in vodi svojo kariero tako, da ga ti pripomočki vodijo skozi ključne točke, ki jih je treba pri tem upoštevati.\n(2) Samostojno učenje zajema pripomočke, s katerimi posameznik dostopa do digitalnih vsebin, s katerimi nadgrajuje svoje znanje in veščine.\n(3) Samostojno vodenje kariere in samostojno učenje se zagotavljata vsem osebam."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "21",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "21",
      "title": "(samostojno vodenje kariere in samostojno učenje)",
      "content": "(1) Osnovno karierno svetovanje vključuje:\n-        individualno svetovanje in pomoč pri izdelavi zaposlitvenega načrta;\n-        pomoč pri iskanju zaposlitve, ki vključuje aktivnosti za pridobivanje veščin iskanja zaposlitve.\n(2) Osnovno karierno svetovanje je namenjeno določanju zaposlitvenih ciljev v zaposlitvenem načrtu in se zagotavlja brezposelnim osebam in iskalcem zaposlitve, katerih zaposlitev je ogrožena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "22",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "22",
      "title": "(osnovno karierno svetovanje)",
      "content": "(1) Poglobljeno karierno svetovanje je svetovanje v podporo osnovnemu kariernemu svetovanju in vključuje:\n-        poglobljeno raziskovanje in ocenjevanje interesov, lastnosti, sposobnosti in kompetenc za postavljanje kariernih ciljev;\n-        raziskovanje trga dela in spoznavanje možnosti ter priložnosti v okolju;\n-        sprejemanje kariernih odločitev;\n-        izdelavo in uresničevanje kariernega načrta, ki vsebuje zaposlovanje, izobraževanje in usposabljanje.\n(2) Poglobljeno karierno svetovanje se zagotavlja brezposelnim osebam in iskalcem zaposlitve, katerih zaposlitev je ogrožena, kadar potrebujejo poglobljeno svetovalno podporo pri zaposlovanju.\n(3) Zaposlitvena podpora je vrsta storitve, ki se prostovoljno in ob njunem soglasju zagotavlja brezposelni osebi, ki se zaposli, in delodajalcu. Vključuje svetovanje in podporo pri integraciji v delovno okolje ter nudenje podpore pri razvoju veščin in reševanju morebitnih težav na delovnem mestu. Zaposlitvena podpora se izvaja z namenom ohranitve zaposlitve, in sicer največ šest mesecev od prvega dneva zaposlitve.\n(4) Storitvi iz tega člena se zagotavljata na podlagi prijave pri zavodu in izdelanega zaposlitvenega načrta.\n(5) V okviru poglobljenega kariernega svetovanja se zagotavlja tudi zdravstveno zaposlitveno svetovanje kot pomoč brezposelnim invalidom in drugim brezposelnim osebam z zdravstvenimi omejitvami pri iskanju ustrezne in primerne zaposlitve ali kot pomoč in svetovanje pri vključitvi v ustrezen ukrep APZ.\n(6) Zdravstveno zaposlitveno svetovanje izvajajo zdravniki medicine dela ali druge specialistične smeri, izbrani skladno z določbami zakona, ki ureja zaposlovanje in zaposlitveno rehabilitacijo invalidov."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "23",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "23",
      "title": "(poglobljeno karierno svetovanje in zaposlitvena podpora)",
      "content": "(1) Učenje veščin vodenja kariere vključuje oblike, katerih namen je pridobivanje veščin za spoznavanje lastnih interesov in kompetenc, možnosti v okolju, učenje odločanja in uresničevanja zaposlitvenih in kariernih ciljev.\n(2) Učenje veščin vodenja kariere se zagotavlja brezposelnim osebam in iskalcem zaposlitve, katerih zaposlitev je ogrožena.\n(3) Storitev se zagotavlja na podlagi prijave pri zavodu in izdelanega zaposlitvenega načrta."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "24",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "24",
      "title": "(učenje veščin vodenja kariere)",
      "content": "(1) Storitve vseživljenjske karierne orientacije po tem zakonu se kot preventivne zagotavljajo učencem, dijakom in študentom ter njihovim staršem kot podpora programu karierne orientacije šole oziroma fakultete.\n(2) Storitve vseživljenjske karierne orientacije za učence, dijake in študente vključujejo aktivnosti, ki omogočajo spoznavanje trga dela:\n-        informativna gradiva, kot pisne in računalniške informacije o poklicih, perspektivah zaposlovanja in drugih značilnostih trga dela;\n-        storitve, ki mladim omogočajo spoznavanje poklicev in trga dela, kot so obiski pri delodajalcih, predstavitve poklicev, predavanja, karierni in zaposlitveni sejmi;\n-        pripomočki za vodenje kariere, kot tiskani in elektronski pripomočki za samostojno načrtovanje in vodenje kariere;\n-        preventivna timska obravnava učencev in dijakov, pri katerih je večja verjetnost, da bodo imeli težave pri zaposlovanju;\n-        individualno karierno svetovanje za učence, dijake in študente, ki vključuje ugotavljanje interesov, sposobnosti in drugih osebnostnih lastnosti;\n-        skupinske oblike učenja veščin vodenja kariere, kot so delavnice veščin iskanja zaposlitve, postavljanja kariernih ciljev, načrtovanja poti za doseganje kariernih ciljev.\n1.2 Posredovanje zaposlitve"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "25",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "25",
      "title": "(storitve vseživljenjske karierne orientacije in udeleženci)",
      "content": "(1) Posredovanje zaposlitve se izvaja z namenom usklajevanja ponudbe in povpraševanja po delavcih na trgu dela v Sloveniji in ostalih državah EU, EGP in v Švicarski konfederaciji.\n(2) Posredovanje zaposlitve obsega aktivnosti iskanja primerne ali ustrezne zaposlitve iskalcu zaposlitve in napotitev iskalca zaposlitve k delodajalcu ter aktivnosti iskanja ustreznega ali primernega delavca za delodajalca.\n(3) Storitev se izvaja ob upoštevanju izobrazbe ali poklica, delovnih izkušenj in usposobljenosti iskalca zaposlitve."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "26",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "26",
      "title": "(posredovanje zaposlitve)",
      "content": "Posredovanje zaposlitve na ozemlju Republike Slovenije se zagotavlja brezposelnim osebam in prijavljenim iskalcem zaposlitve, za države EU, EGP in za Švicarsko konfederacijo pa tudi drugim iskalcem zaposlitve."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27",
      "title": "(upravičenci)",
      "content": "(1) Delodajalcu, ki ne spoštuje delovnopravne zakonodaje in zaposlenim ne izplačuje plač ali prispevkov za socialno varnost, jih odpušča v nasprotju s predpisi ali kako drugače grobo krši pravice delavcev iz dela, zavod in drugi izvajalci po tem zakonu na prosto delovno mesto oziroma vrsto dela niso dolžni posredovati delavcev in ga obravnavajo kot delodajalca z negativnimi referencami.\n(2) Zavod in drugi izvajalci po tem zakonu lahko zavrnejo posredovanje delavcev delodajalcem, ki jim je bilo v upravnem postopku izrečeno opozorilo ali zoper katere je bil uveden prekrškovni postopek pri Inšpektoratu Republike Slovenije za delo ali Finančni upravi Republike Slovenije, in delodajalcem, pri katerih je zavod v okviru nadzora iz 160. člena tega zakona izrekel ukrep v skladu s 161. členom tega zakona.\n(3) Podatke o delodajalcih iz prvega in drugega odstavka tega člena zavod in drugi izvajalci pridobivajo od Inšpektorata Republike Slovenije za delo in iz uradnih evidenc Finančne uprave Republike Slovenije kakor tudi od delavcev pri teh delodajalcih.\n1.3 Začasno ali občasno delo"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.a",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.a",
      "title": "(odklonitev posredovanja zaposlitve delodajalcu)",
      "content": "(1) Začasno ali občasno delo se opravlja na podlagi pogodbe o opravljanju začasnega ali občasnega dela kot posebnega pogodbenega razmerja med delodajalcem in upravičencem, ki ima lahko tudi nekatere elemente delovnega razmerja, kot jih določa zakon, ki ureja delovna razmerja. Obvezni podatki, ki jih mora vsebovati pogodba o opravljanju začasnega ali občasnega dela, so:\n-        naziv, sedež, matična in davčna številka delodajalca,\n-        ime, priimek, rojstni datum, matična in davčna številka upravičenca,\n-        vrsta dela, ki se bo opravljalo kot začasno ali občasno delo,\n-        obdobje opravljanja začasnega ali občasnega dela,\n-        podatek o predvidenem številu ur začasnega ali občasnega dela,\n-        datum sklenitve pogodbe,\n-        urna postavka za opravljeno delo in\n-        predviden skupen znesek dohodka.\n(2) Za začasno ali občasno delo se uporabljajo določbe zakona, ki ureja delovna razmerja, o prepovedi diskriminacije, spolnega in drugega nadlegovanja ter trpinčenja na delovnem mestu, enake obravnave glede na spol, delovnem času, odmorih in počitkih ter odškodninski odgovornosti. Za začasno ali občasno delo se uporabljajo tudi predpisi, ki urejajo varnost in zdravje pri delu.\n(3) V sporih med delodajalcem in upravičencem po tem zakonu odloča delovno sodišče."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.b",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.b",
      "title": "(splošno)",
      "content": "(1) Upravičenec do začasnega ali občasnega dela po tem zakonu je oseba, ki ima v Republiki Sloveniji status upokojenca.\n(2) Med upravičence iz prejšnjega odstavka se ne štejejo osebe, ki so v skladu z zakonom, ki ureja pokojninsko in invalidsko zavarovanje, pridobile pravico do dela starostne ali predčasne pokojnine, ki se izplačuje zavarovancu, ki ostane v zavarovanju, v višini sorazmerja s skrajšanjem ur opravljanja dela."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.c",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.c",
      "title": "(upravičenci)",
      "content": "(1) Začasno ali občasno delo lahko upravičenec opravlja v obsegu največ 85 ur v koledarskem mesecu. Neizkoriščenih ur ni mogoče prenašati v naslednji koledarski mesec.\n(2) Ne glede na prejšnji odstavek lahko upravičenec opravlja začasno ali občasno delo tudi največ 125 ur v koledarskem mesecu, vendar največ trikrat v koledarskem letu, pri čemer seštevek ur opravljenega začasnega in občasnega dela v koledarskem letu ne sme preseči 1.020 ur.\n(3) Najnižja bruto urna postavka upravičenca za opravljeno uro začasnega ali občasnega dela se določi tako, da se znesek minimalne plače preračuna na uro dela povprečne mesečne delovne obveznosti za polni delovni čas, pri čemer se upošteva, da povprečna mesečna delovna obveznost za polni delovni čas znaša 174 ur. Bruto dohodek za opravljeno začasno in občasno delo v seštevku v koledarskem letu ne sme presegati 12-kratnika minimalne plače. Višina bruto urne postavke in višina bruto dohodka za opravljeno začasno ali občasno delo se usklajujeta z rastjo minimalne plače v Republiki Sloveniji, kot jo določa zakon, ki ureja minimalno plačo, ter ju enkrat letno določi minister, pristojen za delo, in objavi v Uradnem listu Republike Slovenije najpozneje do konca februarja v koledarskem letu. Višina najnižje bruto urne postavke velja od marca tekočega koledarskega leta do vključno februarja naslednjega koledarskega leta.\n(4) Upravičenec lahko začasno ali občasno delo opravlja pri več delodajalcih hkrati, vendar v seštevku ne sme preseči predpisane omejitve glede števila ur in višine dohodka iz prvega, drugega in tretjega odstavka tega člena.\n(5) Omejitve za opravljanje začasnega ali občasnega dela pri delodajalcu v posameznem koledarskem mesecu so:\n1. pri delodajalcu, ki nima zaposlenega nobenega delavca oziroma delavke (v nadaljnjem besedilu: delavec), se lahko opravi največ 85 ur začasnega ali občasnega dela,\n2. pri delodajalcu, ki zaposluje od enega do vključno deset delavcev, se lahko opravi največ 140 ur začasnega ali občasnega dela,\n3. pri delodajalcu, ki zaposluje več kot deset do vključno 30 delavcev, se lahko opravi največ 210 ur začasnega ali občasnega dela,\n4. pri delodajalcu, ki zaposluje več kot 30 do vključno 50 delavcev, se lahko opravi največ 560 ur začasnega ali občasnega dela,\n5. pri delodajalcu, ki zaposluje več kot 50 delavcev do vključno 100 delavcev, se lahko opravi največ 1.050 ur začasnega ali občasnega dela,\n6. pri delodajalcu, ki zaposluje več kot 100 do vključno 500 delavcev, se lahko opravi največ 2.115 ur začasnega ali občasnega dela,\n7. pri delodajalcu, ki zaposluje več kot 500 do vključno 1.000 delavcev, se lahko opravi največ 3.170 ur začasnega ali občasnega dela,\n8. pri delodajalcu, ki zaposluje več kot 1.000 do vključno 2.000 delavcev, se lahko opravi največ 4.230 ur začasnega ali občasnega dela,\n9. pri delodajalcu, ki zaposluje več kot 2.000 delavcev, se lahko opravi največ 5.285 ur začasnega ali občasnega dela.\n(6) Število ur začasnega ali občasnega dela v posameznem koledarskem mesecu, opravljenega pri nevladni organizaciji, delujoči v javnem interesu, lahko preseže omejitve iz prejšnjega odstavka, vendar ne več kot dvakratnika ur opravljenega začasnega ali občasnega dela glede na število zaposlenih delavcev.\n(7) V število zaposlenih delavcev iz petega odstavka tega člena se štejejo vse pogodbe o zaposlitvi, sklenjene za polni delovni čas v času podpisa pogodbe o opravljanju začasnega ali občasnega dela s strani delodajalca, ne glede na to, ali so pogodbe sklenjene za določen ali nedoločen čas.\nDelodajalec je za upravičenca dolžan voditi dnevno evidenco prihoda in odhoda ter števila dejansko opravljenih ur začasnega ali občasnega dela."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.d",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.d",
      "title": "(dnevna evidenca)",
      "content": "(1) Delodajalec je na podlagi pogodbe o opravljanju začasnega ali občasnega dela dolžan zagotoviti upravičencu dohodek za opravljeno začasno ali občasno delo najkasneje do 18. dne v naslednjem mesecu.\n(2) Kadar je v koledarskem mesecu opravljenih manj kot deset ur začasnega ali občasnega dela in upravičenec začasno ali občasno delo nadaljuje pri istem delodajalcu tudi v naslednjem koledarskem mesecu, lahko delodajalec izvede izplačilo dohodka za opravljeno začasno ali občasno delo skupaj za oba meseca hkrati, vendar najkasneje do 18. dne v naslednjem mesecu."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.e",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.e",
      "title": "(dohodek za opravljeno začasno ali občasno delo)",
      "content": "(1) Od prejemkov, izplačanih zaradi opravljenega začasnega ali občasnega dela, delodajalci obračunajo dajatev v višini 25%.\n(2) Zavezanec za plačilo dajatve iz prejšnjega odstavka je delodajalec."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.f",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.f",
      "title": "(dajatev)",
      "content": "(1) Delodajalci nakazujejo sredstva iz dajatve, določene v prejšnjem členu, v proračun Republike Slovenije.\n(2) Sredstva iz prejšnjega odstavka se odvajajo v proračunski sklad iz 129. člena Zakona za uravnoteženje javnih financ (Uradni list RS, št. 40/12, 96/12 – ZPIZ-2, 104/12 – ZIPRS1314 in 105/12).\n(3) Delodajalec mora dajatev obračunati na posebnem obračunu, ki ga predloži davčnemu organu najpozneje na dan izplačila dohodka iz začasnega ali občasnega dela. Delodajalec mora dajatev plačati najpozneje v petih dneh od izplačila dohodka.\n(4) Podrobnejša navodila za obračun in plačilo dajatve iz prejšnjega člena predpiše minister, pristojen za finance."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "27.g",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "1. Storitve za trg dela",
      "article": "27.g",
      "title": "(zbiranje in odvajanje sredstev iz dajatve v proračunski sklad)",
      "content": "(1) Nadzor nad obračunavanjem in plačevanjem dajatve iz 27.e člena tega zakona opravlja Finančna uprava Republike Slovenije.\n(2) Glede vprašanj postopka in pristojnosti davčnega organa, ki niso določena s tem podpoglavjem, se uporabljajo določbe zakonov, ki urejata davčni postopek oziroma finančno upravo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "28",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "28",
      "content": "(1) APZ je nabor ukrepov na trgu dela, ki so namenjeni povečanju zaposlenosti in zmanjševanju brezposelnosti, večji zaposljivosti oseb na trgu dela in povečanju konkurenčnosti in prožnosti delodajalcev.\n(2) Brezposelne osebe in drugi iskalci zaposlitve imajo zaradi povečanja svojih zaposlitvenih možnosti pravico in obveznost, da se vključijo v ukrepe APZ skladno s podlagami za njihovo izvajanje, določenimi v 36. členu tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "29",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "29",
      "title": "(splošna določba)",
      "content": "(1) Ukrepi APZ so:\n-        usposabljanje in izobraževanje;\n-        nadomeščanje na delovnem mestu in delitev delovnega mesta;\n-        spodbude za zaposlovanje;\n-        kreiranje delovnih mest;\n-        spodbujanje samozaposlovanja.\n(2) Ne glede na prejšnji odstavek lahko ob nastopu večjih neskladij na trgu dela in v kriznih obdobjih ministrstvo, pristojno za delo, pripravi dodatne ukrepe APZ z namenom ohranitve večjega števila delovnih mest, preprečevanja prehoda v odprto brezposelnost ali usposabljanja in izobraževanja z namenom zaposlitve pri novem delodajalcu."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "30",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "30",
      "title": "(ukrepi APZ)",
      "content": "(1) Izobraževanje se izvaja kot neformalno in formalno izobraževanje. Namen neformalnega izobraževanja je večanje zaposlitvenih možnosti s pridobitvijo novih znanj in kompetenc za vstop na trg dela, ohranitev zaposlitve ter uspešen razvoj kariere in ohranitev konkurenčnosti na trgu dela. Namen formalnega izobraževanja je večanje zaposlitvenih možnosti s pridobitvijo višje ravni izobrazbe.\n(2) Neformalno izobraževanje kot usposabljanje in izpopolnjevanje predstavlja obliko izobraževanja odraslih, ki se lahko izvaja na različne načine, tudi kot usposabljanje na delovnem mestu.\n(3) Usposabljanje pomeni pridobitev novih znanj in kompetenc s pomočjo registriranih izvajalcev usposabljanja, ki jih zavod vodi v registru zunanjih izvajalcev, ali s pomočjo izvajalcev ukrepa, izbranih z javnim razpisom ali javnim naročilom. Potrdilo o opravljenem usposabljanju velja na celotnem trgu dela.\n(4) Izpopolnjevanje je dejavnost, s katero se širi in poglablja že obstoječe znanje, spretnosti oziroma kompetence posameznika.\n(5) Usposabljanje na delovnem mestu poteka pri delodajalcih s pretežnim obsegom praktičnega usposabljanja. Izvaja se lahko tudi kot delovni preizkus.\n(6) Formalno izobraževanje pomeni vključitev v javno veljavni program za pridobitev javno veljavne izobrazbe.\n(7) V izobraževanje se vključujejo brezposelne osebe, zaposlene in samozaposlene osebe ter delodajalci, lahko pa tudi drugi iskalci zaposlitve v skladu z opredelitvijo v načrtu za izvajanje ukrepov APZ in katalogu ukrepov APZ iz 36. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "31",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "31",
      "title": "(izobraževanje)",
      "content": "(1) Nadomeščanje na delovnem mestu in delitev delovnega mesta sta namenjena pridobivanju novih znanj in kompetenc oseb, ki so zaposlene pri delodajalcih, in večanju konkurenčnosti in prožnosti podjetij, ki usposabljajo svoje zaposlene delavce.\n(2) Nadomeščanje na delovnem mestu se izvaja kot subvencioniranje popolne nadomestitve zaposlenega z brezposelno osebo. Delitev delovnega mesta se izvaja kot subvencioniranje delne nadomestitve zaposlenega z brezposelno osebo.\n(3) V nadomeščanje na delovnem mestu in delitev delovnega mesta se vključujejo brezposelne osebe ter delodajalci, ki usposabljajo svoje zaposlene delavce, lahko pa tudi drugi iskalci zaposlitve v skladu z opredelitvijo v načrtu za izvajanje ukrepov APZ in katalogu ukrepov APZ iz 36. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "32",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "32",
      "title": "(nadomeščanje na delovnem mestu in delitev delovnega mesta)",
      "content": "(1) Spodbude za zaposlovanje so namenjene predvsem povečanju zaposlitvenih možnosti ranljivih skupin brezposelnih oseb. Spodbude za zaposlovanje se izvajajo v obliki subvencij za zaposlitev.\n(2) V spodbude za zaposlovanje se poleg ranljive skupine brezposelnih oseb vključujejo tudi iskalci zaposlitve, katerih zaposlitev je ogrožena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "33",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "33",
      "title": "(spodbude za zaposlovanje)",
      "content": "(1) Kreiranje delovnih mest je namenjeno spodbujanju delovne in socialne vključenosti ter izboljšanju usposobljenosti in delovnih veščin ranljivih skupin brezposelnih oseb. Izvaja se kot subvencioniranje začasnih zaposlitev in je lahko povezano z usposabljanjem. Izvaja se zlasti pri neprofitnih delodajalcih ali v javnem sektorju.\n(2) V kreiranje delovnih mest se vključujejo ranljive skupine brezposelnih oseb."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "34",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "34",
      "title": "(kreiranje delovnih mest)",
      "content": "(1) Spodbujanje samozaposlovanja je namenjeno uresničitvi podjetniške ideje in ustvarjanju delovnih mest v mikro podjetjih, kot jih določa zakon, ki ureja gospodarske družbe in spodbujanju opravljanja katerekoli samostojne dejavnosti. Izvaja se kot pomoč pri samozaposlitvi in subvencioniranje samozaposlitve.\n(2) V spodbujanje samozaposlovanja se vključujejo brezposelne osebe ter iskalci zaposlitve, katerih zaposlitev je ogrožena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "35",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "35",
      "title": "(spodbujanje samozaposlovanja)",
      "content": "(1) Prednost pri vključevanju v ukrepe APZ imajo osebe, ki prejemajo denarno nadomestilo za primer brezposelnosti ali socialno varstvene prejemke, osebe iz ranljivih skupin na trgu dela ter brezposelne osebe, ki še niso bile vključene v noben ukrep APZ.\n(2) V katalogu APZ se prednostne skupine iz prejšnjega odstavka lahko razširijo za potrebe vključevanja brezposelnih oseb v posamezne ukrepe APZ."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "35.a",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "35.a",
      "title": "(prednostno vključevanje v ukrepe APZ)",
      "content": "Za vključevanje v ukrepe APZ, pri katerih je na podlagi tega zakona ali javnega povabila iz prvega odstavka 47. člena tega zakona kot pogoj za vključitev določeno obdobje neprekinjenega trajanja prijavljenosti osebe v evidenci brezposelnih oseb, se za brezposelno osebo, ki je bila pred začetkom prejemanja materinskega, očetovskega ali starševskega nadomestila prijavljena v evidenci brezposelnih oseb, pri ugotavljanju izpolnjevanja tega pogoja upošteva tudi obdobje njene prijave pred začetkom prejemanja nadomestila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "36",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "36",
      "title": "(mirovanje statusa brezposelnosti)",
      "content": "(1) Podlage za izvajanje ukrepov APZ so smernice za izvajanje ukrepov APZ, načrt za izvajanje ukrepov APZ in katalog ukrepov APZ.\n(2) Smernice za izvajanje ukrepov APZ (v nadaljnjem besedilu: smernice APZ) so strateški dokument, ki ga Vlada Republike Slovenije po predhodnem posvetovanju z ostalimi socialnimi partnerji sprejme za plansko obdobje na podlagi programa državnih razvojnih prioritet in investicij in drugih strateških dokumentov Republike Slovenije. V smernicah se opredelijo zlasti:\n-        obdobje veljavnosti;\n-        namen in cilji izvajanja ukrepov APZ;\n-        okvirni obseg in viri sredstev po posameznih ukrepih;\n-        kazalniki za spremljanje in vrednotenje učinkovitosti ukrepov APZ;\n-        cilji strateških dokumentov Republike Slovenije in EU, ki jih je treba doseči z izvajanjem ukrepov APZ, zajetih v smernicah, in njihov prispevek k doseganju teh ciljev.\n(3) Načrt za izvajanje ukrepov APZ (v nadaljnjem besedilu: načrt APZ) je izvedbeni dokument, pripravljen na podlagi smernic APZ za proračunsko obdobje, ki ga po seznanitvi socialnih partnerjev, ki lahko na njegovo vsebino podajo mnenje, sprejme minister, pristojen za delo. V načrtu APZ se podrobneje kot v smernicah APZ opredelijo zlasti:\n-        namen in cilji izvajanja ukrepov APZ v proračunskem obdobju;\n-        obseg in viri sredstev v skladu s proračunom RS;\n-        prednostne ciljne skupine za vključevanje v ukrepe APZ;\n-        izvajalci ukrepov APZ;\n-        način spremljanja in vrednotenja ukrepov APZ.\n(4) Katalog ukrepov APZ (v nadaljnjem besedilu: katalog APZ) je izvedbeni dokument načrta APZ. Katalog APZ pripravi ministrstvo, pristojno za delo, in ga objavi na svoji spletni strani. Katalog vsebuje zlasti:\n-        nabor programov, ki so namenjeni doseganju ciljev znotraj posameznih ukrepov APZ v proračunskem obdobju; program je sestavljen iz posameznih aktivnosti za doseganje teh ciljev;\n-        oznako programov glede na način financiranja in državno pomoč;\n-        namen programov;\n-        obdobje veljavnosti programov;\n-        vsebine in načine izvajanja programov;\n-        posebnosti izvajanja posameznih programov;\n-        ciljne skupine programov;\n-        trajanje vključitve ciljnih skupin v programe;\n-        upravičene stroške programov;\n-        način izbora izvajalcev aktivnosti posameznih programov;\n-        potrebno dokumentacijo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "37",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2. Aktivna politika zaposlovanja",
      "article": "37",
      "title": "(podlage za izvajanje ukrepov APZ)",
      "content": "(1) Osebam, vključenim v ukrepe APZ, se lahko zagotavlja celotno ali delno pokrivanje stroškov vključitve z naslednjimi denarnimi prejemki:\n-        dodatek za aktivnost;\n-        dodatek za prevoz;\n-        dodatek za stroške izobraževanja.\n(2) Denarni prejemki iz prejšnjega odstavka in njihova višina je odvisna od trajanja vključitve v program.\n(3) Denarni prejemki iz tega člena, vrsta prejemka in višina ter upravičenost do povračila stroškov zdravniškega pregleda in povračila stroškov zavarovanja za primer nesreče pri delu v zvezi s posameznim ukrepom APZ se podrobneje uredijo v podzakonskem aktu.\n(4) Delodajalcem, vključenim v izvajanje programov APZ in zunanjim izvajalcem programov APZ, se lahko zagotavlja celotno ali delno pokrivanje stroškov, ki so določeni v podzakonskem aktu iz prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "38",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "38",
      "content": "(1) Aktivnosti programov APZ lahko izvajajo zunanji izvajalci, ki so uvrščeni v register zunanjih izvajalcev aktivnosti programov APZ (v nadaljnjem besedilu: register zunanjih izvajalcev) in skladno s 102. členom tega zakona izvajalci, izbrani z javnim razpisom v skladu s predpisi, ki urejajo javne finance ali z javnim naročilom, skladno predpisi, ki urejajo javno naročanje in h katerim izvajalec ukrepov APZ napoti osebo iz ciljne skupine programa APZ.\n(2) Ne glede na določilo prejšnjega odstavka se za zunanje izvajalce aktivnosti programov APZ, katerih vsebina je izvedba postopkov za ugotavljanje in potrjevanje nacionalnih poklicnih kvalifikacij, štejejo izvajalci, vpisani v register izvajalcev postopkov za ugotavljanje in potrjevanje poklicnih kvalifikacij, ki ga skladno z zakonom, ki ureja nacionalne poklicne kvalifikacije, vodi Državni izpitni center. Za zunanje izvajalce aktivnosti programov APZ, se štejejo tudi izvajalci, vpisani v razvid izvajalcev javno veljavnih programov vzgoje in izobraževanja pri ministrstvu, pristojnem za izobraževanje."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "39",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "39",
      "title": "(izbor zunanjih izvajalcev aktivnosti programov APZ)",
      "content": "(1) Register zunanjih izvajalcev vodi izvajalec ukrepov APZ.\n(2) Register zunanjih izvajalcev je dostopen na spletni strani izvajalca ukrepov APZ.\n(3) Register zunanjih izvajalcev vsebuje naslednje podatke:\n-        ime zunanjega izvajalca;\n-        sedež zunanjega izvajalca;\n-        registrirano dejavnost;\n-        številko in datum izdaje odločbe o vpisu v register zunanjih izvajalcev;\n-        odgovorno osebo zunanjega izvajalca;\n-        datum vpisa oziroma izbrisa iz registra zunanjih izvajalcev;\n-        aktivnosti, ki jih izvaja zunanji izvajalec."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "40",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "40",
      "title": "(register zunanjih izvajalcev)",
      "content": "(1) V register zunanjih izvajalcev se vpiše izbrani zunanji izvajalec, ki izpolnjuje naslednje pogoje:\n-        je pravna ali fizična oseba, registrirana za opravljanje dejavnosti v Republiki Sloveniji ali drugi državi članici EU, EGP ali v Švicarski konfederaciji, ki izkaže interes za izvajanje aktivnosti programa APZ;\n-        ima pravno sposobnost za izvajanje aktivnosti programov APZ, za katere podaja predlog za vpis, ki se zahteva z zakonodajo, ki ureja izvajanje te aktivnosti;\n-        izpolnjuje kadrovske, organizacijske, prostorske in druge pogoje, določene v javnem pozivu;\n-        ni v stečajnem postopku, postopku prenehanja, postopku prisilne poravnave ali likvidaciji;\n-        ima poravnane vse davke in druge obvezne dajatve skladno z nacionalno zakonodajo;\n-        ni bil pravnomočno obsojen zaradi kaznivega dejanja v zvezi s svojim poklicnim ravnanjem;\n-        izvaja aktivnosti s področja tega zakona kot eno izmed dejavnosti, za katero je registriran.\n(2) Če izpolnjujejo pogoje iz tretje, četrte in pete alineje prejšnjega odstavka, se lahko v register zunanjih izvajalcev vpišejo tudi konfederacije ali zveze sindikatov, reprezentativnih na območju države, in združenja delodajalcev, reprezentativna na območju države."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "41",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "41",
      "title": "(pogoji za vpis v register zunanjih izvajalcev)",
      "content": "(1) Vpis v register zunanjih izvajalcev se opravi na podlagi predloga za vpis, ki ga vloži zunanji izvajalec pri izvajalcu ukrepov APZ.\n(2) Predlog za vpis v register zunanjih izvajalcev se lahko vloži na posebej predpisanem obrazcu, ki ga skupaj s pozivom in tehnično specifikacijo storitev objavi izvajalec ukrepov APZ na svoji spletni strani.\n(3) Predlog za vpis v register zunanjih izvajalcev vsebuje:\n-        izjavo o izpolnjevanju pogojev iz 40. člena tega zakona;\n-        predlog izvedbe aktivnosti;\n-        skladnost aktivnosti s programom APZ;\n-        območje izvajanja dejavnosti;\n-        reference z izvajanjem podobnih aktivnosti.\n(4) Če pride po vpisu zunanjega izvajalca v register zunanjih izvajalcev do sprememb programa APZ ali predpisov in te spremembe vplivajo na pogoje iz 40. člena tega zakona, se objavi poziv za dokazovanje izpolnjevanja spremenjenih pogojev."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "42",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "42",
      "title": "(postopek vpisa v register)",
      "content": "(1) Po prejemu formalno popolnega predloga za vpis v register zunanjih izvajalcev uradna oseba, ki odloča v postopku, ugotovi, ali zunanji izvajalec izpolnjuje pogoje iz 40. člena tega zakona. Če izvajalec ne izpolnjuje zahtevanih pogojev, se njegova vloga zavrne.\n(2) Če zunanji izvajalec izpolnjuje zahtevane pogoje, uradna oseba presodi, ali je predlog izvedbe aktivnosti skladen s programom APZ in ali ima predlagatelj ustrezne reference.\n(3) Pri odločanju v postopku vpisa v register zunanjih izvajalcev iz 39. člena tega zakona se smiselno uporabljajo določbe predpisa, ki ureja postopke za izvrševanje proračuna Republike Slovenije v delu, ki ureja postopek za dodelitev sredstev."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "43",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "43",
      "title": "(odločanje v postopku)",
      "content": "(1) Vpis zunanjega izvajalca v register zunanjih izvajalcev se opravi na podlagi dokončne odločbe o vpisu, ki jo izda uradna oseba, ki odloča v postopku.\n(2) V primeru objave poziva za dokazovanje izpolnjevanja spremenjenih pogojev iz četrtega odstavka 41. člena tega zakona uradna oseba, ki odloča v postopku, izda dopolnilno odločbo oziroma odločbo o izbrisu iz registra zunanjih izvajalcev.\n(3) Z vpisom v register se zunanjemu izvajalcu prizna sposobnost za izvajanje aktivnosti programov APZ na ozemlju Republike Slovenije."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "44",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "44",
      "title": "(vpis v register)",
      "content": "(1) Pogodba z zunanjimi izvajalci, vpisanimi v register, se sklene na podlagi poziva registriranim zunanjim izvajalcem k predložitvi ponudbe za izvedbo aktivnosti posameznega programa.\n(2) Poziv k ponudbi za izvedbo posameznega programa se posreduje registriranim zunanjim izvajalcem, ki so v register vpisani za izvajanje aktivnosti programa na določenem območju.\n(3) Pogodba se sklene z enim ali več registriranimi zunanjimi izvajalci, ki so predložili ponudbo z najnižjo ceno, za največ dve leti.\n(4) Sprejemljiva je tista ponudba, katere cena ne presega zagotovljenih sredstev izvajalca ukrepov APZ, ali ponudba, katere cena ni višja od cen, ki veljajo za predmet posameznega programa na trgu.\n(5) Če izvajalec ukrepov APZ ne prejme nobene sprejemljive ponudbe, lahko zunanje izvajalce, ki so oddali ponudbo, povabi k pogajanjem o ceni, v primeru neuspešnih pogajanj pa lahko k sodelovanju povabi tudi izvajalca, ki ni vpisan v register zunanjih izvajalcev. Z njim lahko izvajalec ukrepov APZ sklene pogodbo o izvajanju posameznega programa, če izpolnjuje vse pogoje, zahtevane za vpis v register zunanjih izvajalcev, in če je program pripravljen izvesti po sprejemljivi ceni.\n(6) Neizbrane ponudnike se pisno obvesti o odločitvi v roku, določenem v pozivu k predložitvi ponudbe. Zoper odločitev je možen upravni spor.\n(7) Izvajalec ukrepov APZ mora objaviti obvestilo o sklenjenih pogodbah v 48 dneh po podpisu pogodb. Obvestilo se objavi na spletnih straneh izvajalca ukrepov APZ."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "45",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.1 Izbor in register zunanjih izvajalcev aktivnosti programov aktivne politike zaposlovanja",
      "article": "45",
      "title": "(sklenitev pogodbe)",
      "content": "(1) Izbris iz registra zunanjih izvajalcev se izvede:\n-        na zahtevo zunanjega izvajalca;\n-        če zunanji izvajalec preneha obstajati zaradi prenehanja dejavnosti;\n-        če zunanji izvajalec na poziv za dokazovanje spremenjenih pogojev ne posreduje ustreznih dokazil;\n-        če se zunanji izvajalec ne odziva na pozive izvajalca ukrepov APZ v zvezi z izvajanjem in poročanjem o aktivnostih;\n-        če program preneha;\n-        če zunanji izvajalec ne izpolnjuje več pogojev za vpis v register.\n(2) Uradna oseba, ki odloča v postopku, po uradni dolžnosti izda odločbo o izbrisu iz registra v 30 dneh potem, ko izve za razlog za izbris iz registra oziroma po prejemu predloga za izbris."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47",
      "content": "(1) Izbor delodajalcev, ki bodo vključeni v izvajanje programov APZ, se izvaja z javnim povabilom k oddaji ponudb v skladu z zakonom, ki ureja javne finance, in predpisi, ki urejajo postopke, merila in načine dodeljevanja sredstev za spodbujanje razvojnih programov in prednostnih nalog v delu, ki ureja postopek razdelitve javnih sredstev z javnim razpisom, če ta zakon ne določa drugače.\n(2) V postopku izbora delodajalcev, ki bodo vključeni v izvajanje programov APZ, se smiselno uporabljajo določbe zakona, ki ureja splošni upravni postopek, če ta zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.a",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.a",
      "title": "(izbor delodajalcev)",
      "content": "(1) Javno povabilo, ki se objavi na spletnih straneh izvajalca ukrepa APZ najmanj tri delovne dni pred začetkom oddajanja ponudb, pripravi izvajalec ukrepa APZ.\n(2) Postopek javnega povabila vodi strokovna komisija, ki jo imenuje predstojnik izvajalca ukrepov APZ (v nadaljnjem besedilu: strokovna komisija). Predsednik strokovne komisije mora imeti najmanj izobrazbo, pridobljeno po študijskem programu druge stopnje, oziroma izobrazbo, ki ustreza ravni izobrazbe, pridobljene po študijskih programih druge stopnje, in je v skladu z zakonom, ki ureja slovensko ogrodje kvalifikacij, uvrščena na 8. raven.\n(3) Strokovna komisija obravnava ponudbe po vrstnem redu njihovega prispetja do porabe razpoložljivih finančnih sredstev. Izvajalec ukrepov APZ izbere ponudbo tistega delodajalca, ki izpolnjuje vse zahtevane pogoje in merila in katerega ponudba ustreza potrebam brezposelnih oseb na območju njegovega poslovanja, do porabe razpoložljivih finančnih sredstev.\n(4) Javno povabilo se pripravi tako, da omogoča pripravo popolne vloge za dodelitev sredstev in vsebuje vsaj:\n-        naziv in sedež naročnika;\n-        pravno podlago za izvedbo javnega povabila;\n-        predmet javnega povabila;\n-        namen in cilje javnega povabila;\n-        ciljne skupine oseb,\n-        pogoje za oddajo ponudb;\n-        merila za ocenjevanje ponudb;\n-        višino sredstev, ki so na razpolago za predmet javnega povabila;\n-        upravičene stroške delodajalca;\n-        pristojnosti in odgovornosti delodajalca;\n-        obdobje izvajanja aktivnosti;\n-        rok, v katerem mora biti ponudba oddana in do katerega je javno povabilo odprto;\n-        rok, v katerem mora izvajalec ukrepov obvestiti delodajalce o tem, da njihova ponudba ni bila izbrana;\n-        navodilo za pripravo in oddajo ponudb;\n-        kontaktne podatke, kjer lahko ponudniki dobijo dodatne informacije;\n-        vzorec pogodbe.\n(5) Javno povabilo je odprto od datuma in ure določenega v javnem povabilu, do objave obvestila o zaprtju javnega povabila zaradi razdelitve razpoložljivih finančnih sredstev oziroma do poteka roka za oddajo ponudb, ki je določen v javnem povabilu.\n(6) Če izvajalec ukrepov APZ na podlagi števila vseh prejetih ponudb oceni, da razpoložljiva finančna sredstva ne bodo zadoščala za izbor že prejetih ponudb, lahko na svoji spletni strani objavi obvestilo o začasni ustavitvi zbiranja ponudb. Po pregledu ponudb, prejetih do objave obvestila, s katerim je bilo začasno ustavljeno zbiranje ponudb, izvajalec ukrepov APZ objavi obvestilo o zaprtju javnega povabila zaradi porabe razpoložljivih finančnih sredstev ali pa z obvestilom delodajalce povabi, da nadaljujejo z oddajo ponudb do objave obvestila o zaprtju javnega povabila ali do poteka roka za oddajo ponudb. Obvestila iz tega odstavka se objavijo na spletni strani izvajalca ukrepov APZ.\n(7) Če po objavi obvestila o zaprtju zaradi razdelitve finančnih sredstev delodajalec, katerega ponudba je bila izbrana, odstopi od sklenitve pogodbe, lahko izvajalec ukrepov APZ naknadno izbere ponudbo tistega delodajalca, ki je bila prejeta do datuma objave obvestila o zaprtju javnega povabila, je izpolnjevala vse pogoje in merila javnega povabila ter je bila po vrstnem redu prva med ponudbami, ki zaradi razdelitve finančnih sredstev niso bile izbrane, oziroma prva naslednja, če sproščena finančna sredstva, zaradi umika ponudbe ali odstopa od pogodbe že sprejetih delodajalcev, zadostujejo za njen izbor.\n(8) Javno povabilo se lahko zaradi porabe razpoložljivih finančnih sredstev začasno ustavi ali zapre v celoti, za posamezno regijo, posamezno območno službo izvajalca ukrepov APZ ali koledarsko leto.\n(9) Po objavi se lahko javno povabilo spremeni tako, da se zviša višina razpoložljivih finančnih sredstev in določi nov rok za oddajo ponudb. Sprememba velja od objave spremembe javnega povabila na spletni strani izvajalca APZ oziroma od datuma, določenega v spremembi javnega povabila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.b",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.b",
      "title": "(javno povabilo)",
      "content": "(1) Ponudbo sestavljajo prijavni obrazec, pisno soglasje osebe za obdelavo osebnih podatkov, kadar je predlagana za vključitev v ukrep APZ, in drugi dokumenti v skladu z javnim povabilom.\n(2) Ponudba se lahko odda elektronsko preko informacijskega sistema izvajalca ukrepov APZ ali po pošti. Na spletnih straneh izvajalca ukrepov APZ se objavijo navodila za oddajo ponudbe. Z javnim povabilom se lahko določi, da se ponudba odda le v elektronski obliki in hkrati določi način elektronske oddaje ponudbe.\n(3) Ponudba se odda v roku in na način, ki je določen v javnem povabilu.\n(4) Ponudba, ki ni oddana v roku in na način, določen z javnim povabilom, se s sklepom zavrže.\n(5) Delodajalec z oddajo ponudbe soglaša, da izvajalec ukrepov APZ v lastnih in uradnih evidencah državnih organov in nosilcev javnih pooblastil preveri izpolnjevanje pogojev za sodelovanje na javnem povabilu.\n(6) Če delodajalec na prijavnem obrazcu predlaga, da se oseba vključi v ukrep APZ, mora za namen preverjanja pogojev za njeno vključitev priložiti pisno soglasje osebe za vpogled in obdelavo naslednjih osebnih podatkov, v katere lahko zavod vpogleda v skladu s tem zakonom:\n-        ime in priimek;\n-        EMŠO, za tuje državljane pa datum rojstva in spol;\n-        davčno številko;\n-        državljanstvo;\n-        naslov stalnega oziroma začasnega prebivališča;\n-        status (dijak, študent, zaposlen, samozaposlen, upokojenec, kmet – če se oseba o tem izjavi);\n-        telefonsko številko in elektronski naslov, na katerem je oseba dosegljiva;\n-        zavarovalno dobo;\n-        delovno dobo.\n(7) Oddaja ponudbe pomeni, da delodajalec soglaša z vsemi pogoji, merili in ostalimi določili javnega povabila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.c",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.c",
      "title": "(oddaja ponudbe)",
      "content": "(1) Prejete ponudbe obravnavajo strokovne komisije iz drugega odstavka 47.a člena tega zakona po vrstnem redu njihovega prispetja. Odpiranje ponudb poteka najmanj enkrat na mesec in je javno. Izvajalec ukrepov APZ lahko zaradi velikega števila prejetih ponudb, kadar se obravnavajo podatki, ki so po zakonu, ki ureja gospodarske družbe, označeni kot poslovna skrivnost, ali v primeru drugih objektivnih okoliščin določi, da odpiranje ponudb ni javno.\n(2) Pravočasna ponudba je ponudba, ki jo izvajalec ukrepov APZ prejme od odprtja javnega povabila do objave obvestila o zaprtju javnega povabila zaradi razdelitve razpoložljivih finančnih sredstev oziroma do poteka roka za oddajo ponudb, ki je določen v javnem povabilu. Elektronsko oddana ponudba se šteje za pravočasno, če jo v rokih iz prejšnjega stavka prejme informacijski sistem izvajalca ukrepov APZ.\n(3) Ponudba, ki ni oddana v roku iz prejšnjega odstavka, se s sklepom zavrže.\n(4) Popolna ponudba je ponudba, ki vsebuje vse z javnim povabilom določene obrazce oziroma dokumente. Če je ponudba nepopolna, se delodajalca pozove, da v roku treh dni od vročitve poziva ponudbo dopolni. Dopolnitev ponudbe se odda na enak način, kot je določen za oddajo ponudbe. Če delodajalec pomanjkljivosti odpravi v roku treh dni, se pri določitvi vrstnega reda za izbor ponudb šteje, da je bila ponudba oddana takrat, ko je bila prejeta dopolnitev, s katero so bile pomanjkljivosti odpravljene. Šteje se, da je bila ponudba oddana na zadnji dan roka za oddajo ponudb, če je bila dopolnjena v roku treh dni in po roku za oddajo ponudb. Ponudba, ki ni dopolnjena v roku in na način, kot je določeno s tem zakonom, se s sklepom zavrže.\n(5) Nerazumljiva je ponudba, v kateri navedeni podatki odstopajo od podatkov, pridobljenih iz uradnih evidenc, in ponudba, ki vsebuje napake ali nejasnosti. Delodajalca, ki odda nerazumljivo ponudbo, strokovna komisija v roku osmih dni od obravnave ponudbe pozove k njeni dopolnitvi oziroma pojasnitvi. Delodajalec mora ponudbo dopolniti oziroma pojasniti v roku petih dni od vročitve poziva strokovne komisije. V dopolnitvi oziroma pojasnitvi ponudbe delodajalec ne sme spreminjati delov ponudbe, ki bi lahko vplivali na višino upravičenih stroškov, in delov, ki bi lahko vplivali na drugačno razvrstitev ponudbe glede na ostale delodajalce. Dopolnitev oziroma pojasnitev ponudbe se odda na enak način, kot je določen za oddajo ponudbe. Če delodajalec pomanjkljivosti odpravi v roku petih dni, se pri določitvi vrstnega reda za izbor ponudb šteje, da je bila ponudba oddana takrat, ko je bila prejeta dopolnitev oziroma pojasnitev ponudbe, s katero so bile pomanjkljivosti odpravljene. Šteje se, da je bila ponudba oddana na zadnji dan roka za oddajo ponudb, če je bila dopolnjena v roku petih dni in po roku za oddajo ponudb.\n(1) Komisija opravi strokovni pregled prejetih ponudb in preveri, če popolne ponudbe izpolnjujejo pogoje ter ponudbe oceni na podlagi meril, določenih v javnem povabilu.\n(2) Ponudba za posamezno javno povabilo se izbere po vrstnem redu prejetja popolnih vlog, ki izpolnjujejo pogoje in dosežejo minimalno število točk po merilih za ocenjevanje ponudb, kadar je to določeno, do porabe razpoložljivih finančnih sredstev.\n(3) Če razpoložljiva finančna sredstva ne zadoščajo za izbor vseh istočasno prejetih ponudb, ki izpolnjujejo pogoje in merila za ocenjevanje ponudb, se ponudbe izberejo po postopku in merilih, določenih z javnim povabilom.\n(4) Ponudba se lahko izbere delno ali v celoti.\n(5) Če ponudba ne izpolnjuje pogojev ali po merilih ne doseže zadostnih točk, se izda sklep o neizbiri ponudbe.\n(6) V primeru izpolnjevanja pogojev in zadostnih točk za izbor se izbor ponudbe, če je glede na ukrep to potrebno, nadaljuje z napotitvijo oseb, ki se bodo vključile v ukrep APZ oziroma z njihovim izborom. Podrobnosti napotovanja oseb, ki se bodo vključile v ukrep APZ oziroma njihovega izbora, se določijo z javnim povabilom.\n(7) Če delodajalec odstopi od ponudbe in v primerih, ki se štejejo, da je delodajalec odstopil od ponudbe, se postopek s sklepom ustavi.\n(8) Strokovna komisija pripravi predlog prejemnikov finančnih sredstev. O izbiri ponudbe na njen predlog odloči predstojnik izvajalca ukrepa APZ.\n(9) Seznam delodajalcev, katerih ponudba je bila izbrana, se javno objavi."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.d",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.d",
      "title": "(izbira ponudbe)",
      "content": "(1) Delodajalcu, katerega ponudba je izbrana, se skupaj s sklepom o izbiri v roku, določenem v javnem povabilu, pošljeta tudi pogodba in poziv k njenemu podpisu. Če se delodajalec v osmih dneh od vročitve sklepa o izbiri na poziv k podpisu pogodbe ne odzove, se šteje, da je od ponudbe odstopil.\n(2) Delodajalcu, katerega ponudba ni bila izbrana, se vroči sklep o neizbiri, pri čemer mora biti sklep poslan v roku, ki je določen z javnim povabilom.\n(3) V sklepu o izbiri oziroma neizbiri morajo biti navedeni razlogi za odločitev."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.e",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.e",
      "title": "(sklep o izbiri oziroma neizbiri)",
      "content": "(1) Zoper sklepe, izdane v postopku izbora delodajalcev po tem oddelku zakona, ni pritožbe, možen pa je upravni spor.\n(2) Vložitev tožbe v upravnem sporu ne zadrži podpisa pogodb z izbranimi izvajalci.\n(3) V upravnem sporu se presoja skladnost izdanega sklepa s tem zakonom, z vsebino javnega povabila, ki predstavlja vsebinski okvir za odločanje, smernicami in načrtom APZ ter katalogom ukrepov APZ."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.f",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.f",
      "title": "(pravno varstvo)",
      "content": "(1) Delodajalec, ki odda ponudbo na javno povabilo, mora izpolnjevati naslednje pogoje:\n1. je pravna ali fizična oseba vsaj 12 mesecev vpisana v Poslovni register Slovenije,\n2. ima odprt transakcijski račun, ki je vpisan v uradne evidence pri Agenciji Republike Slovenije za javnopravne evidence in storitve,\n3. nad njim ni s sklepom začet stečajni postopek, postopek prenehanja, postopek prisilne poravnave ali postopek likvidacije,\n4. je oddal ponudbo v okviru registrirane ali s predpisom ali z aktom o ustanovitvi določene dejavnosti, za katere ima tudi vse z zakonom predpisane listine o izpolnjevanju pogojev za opravljanje dejavnosti,\n5. ima s pogodbo o zaposlitvi najmanj tri mesece pred oddajo ponudbe zaposleno vsaj eno osebo ali je samozaposlena oseba, pri čemer se šteje, da je pogoj izpolnjen, če je zaposlena oseba ali samozaposlena oseba v tem obdobju na tej podlagi obvezno zavarovana za najmanj polovico polnega delovnega časa, pri čemer se v število zaposlenih pri ponudniku za preveritev tega pogoja ne vštevajo osebe s sklenjeno pogodbo o zaposlitvi zaradi opravljanja javnih del,\n6. na zadnji dan meseca pred mesecem vložitve ponudbe nima neporavnanih zapadlih obveznih dajatev in drugih denarnih nedavčnih obveznosti, ki jih izterjuje Finančna uprava Republike Slovenije v vrednosti, večji od 50 eurov,\n7. je v zadnjih treh mesecih pred mesecem oddaje ponudbe zaposlenim redno mesečno izplačeval plače in prispevke za obvezna socialna zavarovanja,\n8. na dan oddaje ponudbe ni vpisan v evidenco delodajalcev z negativnimi referencami iz pete alineje 122. člena tega zakona,\n9. do izvajalca ukrepa APZ nima neporavnanih obveznosti na podlagi pogodb o dodelitvi sredstev APZ,\n10. v zadnjih 12 mesecih pred oddajo ponudbe ni kršil pogodbenih obveznosti pri izvajanju programov APZ. Če je huje kršil pogodbene obveznosti pri izvajanju programov javnih del ali pri izvajanju programov usposabljanja, v katere se vključujejo posebej ranljive brezposelne osebe, in mu je izvajalec ukrepa APZ izdal pisno obvestilo, se obdobje preverjanja iz te točke podaljša na 24 mesecev.\n(2) Z javnim povabilom se lahko določi tudi pogoje, ki izhajajo iz pravil, ki veljajo za dodeljevanje državnih pomoči, pomoči po pravilu »de minimis« ter pravil za koriščenje sredstev Evropskih strukturnih skladov in drugih finančnih virov.\n(3) Kadar je zaradi potreb na trgu dela in glede na predmet, cilje in namen posameznega javnega povabila to potrebno, se lahko z javnim povabilom merila iz drugega odstavka 47.g člena tega zakona določi kot eden ali več dodatnih pogojev, ki jih mora izpolnjevati delodajalec.\n(4) Z javnim povabilom se lahko, upoštevajoč namen, predmet in cilje javnega povabila, določi skupine delodajalcev, ki ne morejo biti vključeni v izvajanje ukrepov APZ.\n(5) Dan, na katerega morajo biti izpolnjeni pogoji, se določi z javnim povabilom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "47.g",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "47.g",
      "title": "(splošni pogoji)",
      "content": "(1) Z javnim povabilom se lahko določi eno ali več meril za ocenjevanje ponudb delodajalcev, ki izpolnjujejo pogoje javnega povabila.\n(2) Merila za ocenjevanje ponudb se lahko nanašajo na:\n1. prijavljeni program,\n2. število oseb, ki se lahko vključijo, in možnost oddaje več ponudb,\n3. predhodno vključenost v ukrepe APZ in s tem povezane omejitve in zahteve, tako na strani delodajalca kot na strani osebe, ki se vključuje v program,\n4. omejitve in zahteve glede oseb, ki se lahko vključijo v program,\n5. lastnosti in osebne okoliščine oseb, ki se lahko vključijo v program,\n6. potrebe in razmere na trgu dela na območju Republike Slovenije ali v posamezni regiji,\n7. socialni in geografski položaj delodajalca,\n8. prispevek oziroma usmerjenost delodajalca k trajnostnemu razvoju, digitalnemu ali zelenemu prehodu,\n9. posebne zahteve, ki se nanašajo na delovno mesto,\n10. stanje brezposelnosti v Republiki Sloveniji ali posamezni regiji,\n11. število zaposlenih pri delodajalcu in velikost delodajalca,\n12. lastnosti, ki jih mora izpolnjevati delodajalec,\n13. zahteve, ki izhajajo iz tega zakona, kot so ugotovljena ustreznost in primernost vključitve v program, opredeljeni zaposlitveni cilji v zaposlitvenem načrtu ali drugo,\n14. sankcije, izrečene na podlagi zakona, ki ureja preprečevanje dela in zaposlovanja na črno,\n15. druga merila, določena z javnim povabilom, glede na stanje trga dela in namen ter cilje javnega povabila, v skladu s tem zakonom.\n(3) Merila za ocenjevanje ponudb iz prejšnjih odstavkov tega člena morajo biti skladna s tem zakonom, smernicami in načrtom za izvajanje ukrepov APZ ter katalogom ukrepov APZ ter predmetom, ciljem in namenom posameznega javnega povabila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "48",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.2 Izbor delodajalcev, ki bodo vključeni v izvajanje programov aktivne politike zaposlovanja",
      "article": "48",
      "title": "(merila za ocenjevanje ponudb)",
      "content": "Subvencije za samozaposlitev se dodelijo na podlagi zaposlitvenega načrta."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "49",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.3 Javna dela",
      "article": "49",
      "content": "Javna dela so poseben program v okviru ukrepa kreiranja delovnih mest."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "50",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.3 Javna dela",
      "article": "50",
      "title": "(javna dela)",
      "content": "(1) Javna dela so namenjena aktiviranju brezposelnih oseb, ki so več kot eno leto neprekinjeno prijavljene v evidenci brezposelnih oseb (v nadaljnjem besedilu: dolgotrajno brezposelna oseba), njihovi socialni vključenosti, ohranitvi ali razvoju delovnih sposobnosti ter spodbujanju razvoja novih delovnih mest.\n(2) Dolgotrajno brezposelna oseba je lahko vključena v javna dela največ eno leto, zaradi stanja na trgu dela pa se lahko ponovno vključi najdlje še za tri leta. Ciljne skupine dolgotrajno brezposelnih oseb, ki se lahko ponovno vključijo v javna dela, in obdobje ponovne vključitve se določijo v katalogu APZ.\n(3) Za ponovno vključitev se šteje vključitev, ki se opravi pred iztekom šestih mesecev od izteka zadnje vključitve v javna dela.\n(4) Ne glede na določbo 53. člena tega zakona lahko občina z namenom aktiviranja njenih brezposelnih občanov sprejme program javnih del, če v celoti zagotovi sredstva za njegovo izvajanje in pred sprejemom programa javnih del pridobi soglasje zavoda. Zavod soglasje poda, če je predlagani program javnih del skladen z objavljenim javnim povabilom za izbiro izvajalcev javnih del."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "51",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.3 Javna dela",
      "article": "51",
      "content": "(1) Pogodba o zaposlitvi, sklenjena zaradi opravljanja javnih del, se sklene ob upoštevanju posebnosti glede višine plačila za delo, trajanja letnega dopusta in razlogov za njeno prenehanje, ki so določeni v tem zakonu.\n(2) Med vključitvijo je udeleženec upravičen do letnega dopusta, ki traja štiri tedne, in v primerih, za katere tako določa zakon, ki ureja delovna razmerja, pravico do dodatnih dni letnega dopusta. Za pridobitev pravice do letnega dopusta in načina njegove izrabe se uporabljajo določbe zakona, ki ureja delovna razmerja.\n(3) Udeleženec javnih del je lahko največ do ene četrtine delovnega časa vključen v programe usposabljanja in izobraževanja. Ciljne skupine udeležencev javnih del, ki se lahko vključijo v navedene programe, se določijo v katalogu APZ.\n(4) Udeležencem javnih del se ne sme naložiti opravljanja nadurnega dela."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "52",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.3 Javna dela",
      "article": "52",
      "title": "(posebnosti pogodbe)",
      "content": "(1) Po pogodbi o zaposlitvi, sklenjeni za opravljanje javnih del, je udeleženec upravičen do plače, izražene v deležu od minimalne plače po ravneh strokovne izobrazbe oziroma usposobljenosti za delo, ki ga opravlja v programu javnih del, in sicer:\n-        za 1., 2., 3. in 4. raven izobrazbe po slovenskem ogrodju kvalifikacij (v nadaljnjem besedilu: SOK) 100 odstotkov minimalne plače;\n-        za 5. raven izobrazbe po SOK 105 odstotkov minimalne plače;\n-        za 6. in 7. raven izobrazbe po SOK 115 odstotkov minimalne plače;\n-        za 8. raven izobrazbe po SOK 125 odstotkov minimalne plače.\n(2) Izvajalec javnih del mora udeležencu javnih del izplačati plačo v skladu s prejšnjim odstavkom ter druge prejemke iz delovnega razmerja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "53",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "2.3 Javna dela",
      "article": "53",
      "title": "(višina plače in drugi prejemki iz delovnega razmerja)",
      "content": "(1) Zavod subvencionira zaposlitev udeležencev javnih del glede na raven izobrazbe udeleženca in regijo, v kateri se izvaja program javnega dela.\n(2) Višina subvencije znaša 70 odstotkov plače, določene v prvem odstavku 52. člena tega zakona. Višina subvencije se lahko poveča glede na razvitost regije in glede na strukturo brezposelnih največ za 50 odstotkov. Povečanje subvencije se določi v Katalogu ukrepov APZ glede na stanje trga dela v Republiki Sloveniji.\n(3) Zavod lahko zagotavlja sredstva za izvajanje programov usposabljanja in izobraževanja iz tretjega odstavka 51. člena tega zakona.\n(4) Naročnik oziroma izvajalec javnih del zagotavlja sredstva za pokrivanje razlike plač udeležencev in za izplačilo drugih prejemkov iz delovnega razmerja.\n(5) Izbor programov javnih del ter programov usposabljanja in izobraževanja iz tretjega odstavka tega člena se podrobneje uredita v podzakonskem aktu."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "54",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "3. Zavarovanje za primer brezposelnosti",
      "article": "54",
      "content": "(1) Obvezno se za primer brezposelnosti zavarujejo:\n-        osebe, ki so v delovnem razmerju v Republiki Sloveniji;\n-        osebe, ki po prenehanju delovnega razmerja prejemajo nadomestilo plače med začasno zadržanostjo od dela od Zavoda za zdravstveno zavarovanje Slovenije, po predpisih, ki urejajo zdravstveno zavarovanje;\n-        izvoljeni ali imenovani nosilci javne ali druge funkcije v organih zakonodajne, izvršilne ali sodne oblasti v Republiki Sloveniji ali v organih lokalne samouprave, če prejemajo za to funkcijo plačo;\n-        državljani Republike Slovenije, ki so na ozemlju Republike Slovenije zaposleni pri tujih in mednarodnih organizacijah in ustanovah, tujih konzularnih in diplomatskih predstavništvih, če ni z mednarodno pogodbo drugače določeno in zaposleni pri tujih delodajalcih, za katere se v skladu s predpisi EU uporablja zakonodaja Republike Slovenije;\n-        samozaposlene osebe;\n-        oskrbovalci družinskega člana v skladu z zakonom, ki ureja dolgotrajno oskrbo;\n-        osebe, ki so na podlagi poklicnega opravljanja rejniške dejavnosti obvezno zavarovane skladno z določbami zakona, ki ureja izvajanje rejniške dejavnosti, če niso zavarovane na drugi podlagi;\n-        upravičenci do starševskih nadomestil, ki jim je prenehalo delovno razmerje v času starševskega dopusta, po zakonu, ki ureja starševsko varstvo in družinske prejemke;\n-        starši, ki zapustijo trg dela zaradi nege in varstva štirih ali več otrok za čas upravičenosti do plačila prispevkov po predpisih, ki urejajo starševsko varstvo;\n-        prejemniki denarnega nadomestila za primer brezposelnosti;\n-        prejemniki nadomestila, ki nimajo pravice do dopusta po predpisih, ki urejajo starševsko varstvo;\n-        prejemniki delnega plačila za izgubljeni dohodek po predpisih, ki urejajo starševsko varstvo;\n-        upravičenci, ki delajo krajši delovni čas od polnega zaradi starševstva po predpisih, ki urejajo starševsko varstvo.\n(2) Če oseba istočasno izpolnjuje pogoje za vključitev v obvezno zavarovanje po več podlagah, določenih v tem zakonu, se obvezno zavaruje po tisti podlagi, ki je kot prednostna zavarovalna podlaga za isto pravno razmerje določena v zakonu, ki ureja obvezno pokojninsko in invalidsko zavarovanje."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "55",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "3. Zavarovanje za primer brezposelnosti",
      "article": "55",
      "title": "(obvezno zavarovanje)",
      "content": "(1) Zavarovanje za primer brezposelnosti traja od začetka pravnega razmerja, ki je podlaga za obvezno zavarovanje, do prenehanja takšnega razmerja.\n(2) Obvezno zavarovanje oseb iz pete alineje prvega odstavka 54. člena tega zakona traja:\n-        od dneva vpisa v razvid samostojnih podjetnikov posameznikov ali v drug register, ki je predpisan za določeno dejavnost oziroma z dnem izdaje dovoljenja za opravljanje samostojne dejavnosti do dneva izbrisa iz registra, vrnitve ali odvzema takšnega dovoljenja ali z nastopom pravnomočnosti prepovedi opravljanja dejavnosti;\n-        z dnem pričetka opravljanja samostojne dejavnosti do zaključka prenehanja opravljanja te dejavnosti v drugih primerih."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "56",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "3. Zavarovanje za primer brezposelnosti",
      "article": "56",
      "title": "(trajanje obveznega zavarovanja)",
      "content": "Obvezno zavarovanje se prekine v obdobju:\n-        suspenza pogodbe o zaposlitvi po predpisih, ki urejajo delovna razmerja;\n-        začasne prekinitve pravnega razmerja, ki je podlaga za obvezno zavarovanje;\n-        pripora, prestajanja zaporne kazni ali izrečenega vzgojnega, varnostnega ali varstvenega ukrepa, zaradi katerega zavarovanci iz pete in šeste alineje prvega odstavka 54. člena tega zakona ne morejo opravljati dejavnosti ali dela več kot šest mesecev."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "57",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "3. Zavarovanje za primer brezposelnosti",
      "article": "57",
      "title": "(prekinitev obveznega zavarovanja)",
      "content": "(1) V obvezno zavarovanje se lahko prostovoljno vključijo:\n-        slovenski državljani v delovnem razmerju z delodajalcem v tuji državi, ki po vrnitvi v domovino ne morejo uveljavljati pravic za primer brezposelnosti na drugi podlagi,\n-        zakonci in zunajzakonski partnerji slovenskih državljanov, zaposlenih v tuji državi, ki so bili neposredno pred odhodom v tujino v delovnem razmerju ali samozaposleni,\n-        osebe v času suspenza pogodbe o zaposlitvi po predpisih o delovnih razmerjih,\n-        zakonci ali zunajzakonski partnerji diplomatov in drugih javnih uslužbencev, napotenih na delo v tujino, če so bili v obdobju enega leta pred odhodom v tujino prijavljeni na zavodu kot brezposelne osebe vsaj šest mesecev,\n-        zakonci ali zunajzakonski partnerji diplomatov in drugih javnih uslužbencev, napotenih na delo v tujino, če so bili v obdobju enega leta pred odhodom v tujino vključeni v zavarovanje za primer brezposelnosti vsaj šest mesecev,\n(2) V prostovoljno zavarovanje za primer brezposelnosti se osebe iz prejšnjega odstavka vključijo s sklenitvijo pogodbe o prostovoljnem zavarovanju in prijavo v zavarovanje po predpisih, ki urejajo prijavo v obvezna socialna zavarovanja.\n(3) Pogodbo o prostovoljnem zavarovanju sklene zavod po predhodni ugotovitvi, da je osebi na podlagi njenega predloga za sklenitev pogodbe o prostovoljnem zavarovanju mogoče priznati lastnost prostovoljno zavarovane osebe.\n(4) Osebe iz druge, četrte in pete alineje prvega odstavka tega člena sklenejo pogodbo o prostovoljnem zavarovanju pred odhodom v tujino.\n(5) Vključitev v prostovoljno zavarovanje traja od začetka pravnega razmerja, ki je podlaga za zavarovanje, do prenehanja takšnega razmerja oziroma do izstopa iz zavarovanja. Obstoj, trajanje in prenehanje pravnega razmerja oziroma lastnost zavarovane osebe ugotavlja zavod.\n(6) Prostovoljni zavarovanci imajo pod pogoji iz tega zakona enake pravice kot obvezni zavarovanci."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "58",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "58",
      "content": "(1) Pravice iz obveznega in prostovoljnega zavarovanja za primer brezposelnosti so:\n-        pravica do denarnega nadomestila za primer brezposelnosti;\n-        pravica do plačila prispevkov za obvezna socialna zavarovanja;\n-        pravica do plačila prispevkov za pokojninsko in invalidsko zavarovanje eno leto pred izpolnitvijo minimalnih pogojev za pridobitev pravice do starostne pokojnine po predpisih o pokojninskem in invalidskem zavarovanju.\n(2) Pravice na podlagi plačanih prispevkov zavarovanci uresničujejo po predpisih, ki urejajo posamezno vrsto socialnega zavarovanja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "59",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "59",
      "title": "(vrste pravic iz zavarovanja)",
      "content": "(1) Pravici iz zavarovanja za primer brezposelnosti iz prve in druge alineje prvega odstavka prejšnjega člena se priznata brezposelni osebi, ki je bila pred nastankom brezposelnosti zavarovana za primer brezposelnosti najmanj deset mesecev v zadnjih 24 mesecih, pri čemer se v zavarovalno dobo ne štejeta zavarovanje, ki se je pri ugotavljanju izpolnjevanja navedenega pogoja že upoštevalo, niti zavarovanje na podlagi desete in enajste alineje prvega odstavka 54. člena tega zakona.\n(2) Ne glede na prejšnji odstavek se brezposelni osebi, mlajši od 30 let, priznata pravici iz prejšnjega odstavka, če je bila pred nastankom brezposelnosti zavarovana najmanj šest mesecev v zadnjih 24 mesecih.\n(3) Pravice iz zavarovanja pridobi zavarovanec izključno na podlagi plačila prispevkov, če zakon za posamezen primer ne določa drugače.\n(4) Ne glede na prejšnji odstavek pridobi pravice iz zavarovanja za primer brezposelnosti tudi oseba, ki je bila vključena v zavarovanje na podlagi delovnega razmerja, delodajalec kot zavezanec za plačilo prispevkov pa prispevkov za zavarovanje za primer brezposelnosti ni plačal, in sicer ne glede na možnost njihove izterjave. Zavarovancem se v teh primerih v zavarovalno dobo šteje celotno obdobje trajanja delovnega razmerja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "60",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "60",
      "title": "(minimalno obdobje zavarovanja za pridobitev pravice in plačilo prispevkov)",
      "content": "(1) Brezposelni osebi se prizna denarno nadomestilo v trajanju:\n-        treh mesecev za zavarovalno dobo od deset mesecev do pet let,\n-        šestih mesecev za zavarovalno dobo od pet do 15 let,\n-        devetih mesecev za zavarovalno dobo od 15 do 25 let,\n-        12 mesecev za zavarovalno dobo nad 25 let,\n-        19 mesecev za zavarovance, starejše od 53 let, in za zavarovalno dobo več kot 25 let,\n-        25 mesecev za zavarovance, starejše od 58 let, in za zavarovalno dobo več kot 28 let.\n(2) Brezposelni osebi, mlajši od 30 let, se prizna denarno nadomestilo v trajanju dveh mesecev za zavarovalno dobo od šest do deset mesecev.\n(3) Delodajalcu se za čas trajanja odsotnosti z dela, ki jo po določbah zakona, ki ureja delovna razmerja, mora omogočiti delavcu iz prvega odstavka 14. člena tega zakona zaradi vključevanja v ukrepe po tem zakonu, kot nadomestilo stroška bruto plače, izplačane delavcu za dneve njegove odsotnosti z dela, izplača znesek v višini nadomestila plače iz tretjega odstavka 97. člena Zakona o delovnih razmerjih (Uradni list RS, št. 21/13, 78/13 – popr., 47/15 – ZZSDT, 33/16 – PZ-F, 52/16 in 15/17 – odl. US). Navedeno velja tudi, če se delavec kljub odobreni odsotnosti z dela ne prijavi v evidenco iskalcev zaposlitve ali se ne prijavi pravočasno ali ob sicer pravočasni prijavi neupravičeno ne izpolnjuje obveznosti, dogovorjenih z zaposlitvenim načrtom.\n(4) Izplačilo delodajalcu po določbi prejšnjega odstavka se izvrši na podlagi odločbe, ki jo izda zavod po uradni dolžnosti skupaj z odločbo, s katero se delavcu prizna pravica do denarnega nadomestila.\n(5) Če se delavec po izteku odpovednega roka ne prijavi v evidenco brezposelnih oseb in ne uveljavlja pravice do denarnega nadomestila, se izplačilo nadomestila plače iz tretjega odstavka tega člena delodajalcu prizna na podlagi njegovega zahtevka, če ga vloži najpozneje v treh mesecih po prenehanju delovnega razmerja delavca."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "61",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "61",
      "title": "(določitev trajanja denarnega nadomestila)",
      "content": "(1) Osnova za odmero denarnega nadomestila je povprečna mesečna plača zavarovanca, prejeta v obdobju osmih mesecev pred mesecem nastanka brezposelnosti. Osnova za odmero denarnega nadomestila za zavarovanca iz drugega odstavka prejšnjega člena je njegova povprečna mesečna plača, prejeta v obdobju petih mesecev pred mesecem nastanka brezposelnosti.\n(2) Če je zavarovanec v obdobju iz prejšnjega odstavka prejemal nadomestilo plače v skladu s predpisi o delovnih razmerjih, zdravstvenem zavarovanju, pokojninskem in invalidskem zavarovanju ali zavarovanju za starševsko varstvo, se v osnovo za odmero denarnega nadomestila upošteva povprečna plača, prejeta za zadnjih osem mesecev. Če je zavarovanec plačo prejemal krajše obdobje, se za manjkajoče mesece upošteva prejeto nadomestilo.\n(3) Zavarovancu, ki je v obdobju iz prvega odstavka tega člena delal krajši delovni čas v skladu s predpisi o zdravstvenem zavarovanju, pokojninskem in invalidskem zavarovanju ali zavarovanju za starševski dopust, se v osnovo za odmero denarnega nadomestila upošteva prejeta plača, preračunana na polni delovni čas.\n(4) Zavarovancu, ki v obdobju iz prvega odstavka tega člena ni prejemal plače niti nadomestila plače, se v osnovo za odmero denarnega nadomestila upošteva plača, prejeta za zadnjih osem mesecev, oziroma se, če je plačo prejemal krajše obdobje, za manjkajoče mesece upošteva njegova osnovna plača, povečana za dodatek za delovno dobo, ki bi jo zavarovanec prejel, če bi delal.\n(5) Osnova za odmero denarnega nadomestila samozaposlenih in tistih, ki so bili v obvezno zavarovanje vključeni prostovoljno, je povprečna osnova, od katere so bili v obdobju iz prvega odstavka tega člena – oziroma pri prostovoljnih zavarovancih v obdobju enajstih mesecev pred mesecem nastanka brezposelnosti – plačani prispevki.\n(6) Osnova za odmero denarnega nadomestila se ugotavlja na podlagi podatkov iz obračuna davčnih odtegljajev, ki jih zavezanci posredujejo davčnemu organu na predpisanih obrazcih (REK obrazci). Če zavezanec davčnemu organu za delavca ni posredoval predpisanih REK obrazcev, se osnova za odmero denarnega nadomestila določi na podlagi podatkov, ki jih zavodu na njegovo zahtevo posreduje delodajalec."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "62",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "62",
      "title": "(osnova za odmero pravice)",
      "content": "(1) Denarno nadomestilo se prve tri mesece odmeri v višini 80 odstotkov od osnove, v nadaljnjih devetih mesecih pa v višini 60 odstotkov od osnove. Po izteku tega obdobja se denarno nadomestilo odmeri v višini 50 odstotkov od osnove.\n(2) Denarno nadomestilo, določeno v skladu s prejšnjim odstavkom, se zavarovancu izplačuje:\n-        prve tri mesece najmanj v višini 70 odstotkov minimalne plače in največ v višini 130 odstotkov minimalne plače,\n-        naslednje tri mesece najmanj v višini 70 odstotkov minimalne plače in največ v višini 110 odstotkov minimalne plače,\n-        naslednje tri mesece najmanj v višini 70 odstotkov minimalne plače in največ v višini 100 odstotkov minimalne plače,\n-        naslednje tri mesece najmanj v višini 70 odstotkov minimalne plače in največ v višini 90 odstotkov minimalne plače,\n-        po dvanajstih mesecih pa najmanj v višini 70 odstotkov minimalne plače in največ v višini 80 odstotkov minimalne plače.\n(3) Ne glede na prejšnji odstavek se zavarovancu, ki je bil v zadnjih desetih mesecih več kot polovico časa zaposlen s krajšim delovnim časom od polnega, ali je opravljal delo v tem obsegu na drugi pravni podlagi, višina denarnega nadomestila odmeri brez upoštevanja določbe prejšnjega odstavka o najnižjem denarnem nadomestilu. Prejšnji stavek se ne uporablja za zavarovance iz tretjega odstavka prejšnjega člena, ki so v tem obdobju delali krajši delovni čas od polnega v skladu s predpisi o zdravstvenem zavarovanju, pokojninskem in invalidskem zavarovanju ali zavarovanju za starševski dopust.\n(4) Zavarovancu pripada nadomestilo za tiste dneve, ki se ob upoštevanju 40-urnega delovnega časa kot polnega delovnega časa in petdnevnega delovnega tedna štejejo kot delovni dnevi, in za dela proste dneve, določene z zakonom.\n(5) Denarno nadomestilo, odmerjeno po določbah tega člena, se usklajuje v skladu z rastjo minimalne plače."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "63",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "63",
      "title": "(višina denarnega nadomestila)",
      "content": "(1) Pravice do denarnega nadomestila za primer brezposelnosti ne more uveljaviti zavarovanec, ki je postal brezposeln po svoji krivdi ali volji.\n(2) Med razloge iz prejšnjega odstavka se šteje prenehanje pogodbe o zaposlitvi:\n-        na podlagi pisnega sporazuma;\n-        zaradi redne odpovedi, ki jo je podal delavec, razen v primeru, ko zakon, ki ureja delovna razmerja, določa, da ima delavec kljub redni odpovedi enake pravice, kot če pogodbo o zaposlitvi odpove delodajalec iz poslovnih razlogov;\n-        zaradi delodajalčeve redne odpovedi, podane delavcu iz krivdnega razloga;\n-        zaradi redne odpovedi pogodbe o zaposlitvi iz poslovnega razloga ali razloga nesposobnosti v primerih, ko je delodajalec delavcu ponudil sklenitev nove pogodbe o zaposlitvi za ustrezno delo in za nedoločen čas, delavec pa je to ponudbo odklonil;\n-        zaradi delodajalčeve izredne odpovedi;\n-        zaradi izredne odpovedi s strani delodajalca prenosnika, ker je delavec odklonil prehod in dejansko opravljanje dela pri delodajalcu prevzemniku;\n-        zaradi delodajalčeve redne odpovedi v nasprotju z določbami zakona, ki ureja delovna razmerja, ki določajo posebno varstvo delavca pred odpovedjo, delavec pa za zavarovanje svojih pravic ni zahteval arbitražne odločitve ali sodnega varstva;\n-        če starejšemu delavcu, kot ga opredeljuje zakon, ki ureja delovna razmerja, ni zagotovljena pravica do denarnega nadomestila iz zavarovanja za primer brezposelnosti do izpolnitve pogojev za starostno upokojitev, pa je dal pisno soglasje k odpovedi pogodbe o zaposlitvi iz poslovnega razloga;\n-        če delavec v času odpovednega roka neupravičeno odkloni novo ustrezno zaposlitev za nedoločen čas, ki mu jo ponudi delodajalec ali zavod pri drugem delodajalcu;\n-        zaradi prenehanja funkcije ali imenovanja nosilca javne ali druge funkcije v organih zakonodajne, izvršilne ali sodne oblasti v Republiki Sloveniji ali v organih lokalne samouprave, pa delavec ni uveljavljal pravice do vrnitve na delo v skladu s predpisi.\n(3) Ne glede na določbe prve in druge alineje prejšnjega odstavka lahko pravico do denarnega nadomestila za primer brezposelnosti uveljavi:\n-        zavarovanec, ki redno odpove pogodbo o zaposlitvi ali se sporazume o prenehanju pogodbe o zaposlitvi zaradi preselitve in zaposlitve njegovega zakonca ali osebe, s katero najmanj eno leto živi v zunajzakonski skupnosti, v drugem kraju, ki je od kraja prebivanja zavarovanca oddaljen več kot uro in pol vožnje v eno smer z javnim prevoznim sredstvom;\n-        zavarovanec, ki redno odpove pogodbo o zaposlitvi, ker so se mu pri spremembi delodajalca po zakonu, ki ureja delovna razmerja, iz objektivnih razlogov poslabšale pravice iz pogodbe o zaposlitvi;\n-        eden od staršev, ki redno odpove ali se sporazume o prenehanju pogodbe o zaposlitvi zaradi nege in varstva štirih ali več otrok, ki je uveljavil pravico do plačila prispevkov za socialna zavarovanja po predpisih, ki urejajo starševsko varstvo, ko mu ta pravica preneha.\n(4) Pravice do denarnega nadomestila za primer brezposelnosti ne more uveljaviti:\n-        zavarovanec, ki izpolnjuje pogoje za pridobitev starostne pokojnine v skladu s četrtim odstavkom 27. člena Zakona o pokojninskem in invalidskem zavarovanju (Uradni list RS, št. 96/12, 39/13, 99/13 – ZSVarPre-C, 101/13 – ZIPRS1415, 44/14 – ORZPIZ206, 85/14 – ZUJF-B, 95/14 – ZUJF-C, 90/15 – ZIUPTD, 102/15, 23/17, 40/17, 65/17 in 28/19),\n-        zavarovanec, ki izpolnjuje pogoje za pridobitev pravice do poklicne pokojnine po predpisih, ki urejajo poklicno zavarovanje.\n(5) Zavarovanci, ki niso bili zavarovani na podlagi delovnega razmerja, ne morejo uveljaviti pravice do denarnega nadomestila, če odjava iz vseh socialnih zavarovanj ni bila posledica objektivnih razlogov. Med objektivne razloge za odjavo iz zavarovanja se štejejo zlasti dalj časa trajajoča bolezen zavarovanca, insolventnost, stečaj, elementarna nesreča, večja materialna škoda na premoženju zavarovanca, izguba poslovnega prostora ali izguba poslovnega partnerja, na katerega je bilo v pretežni meri vezano poslovanje in drugi primerljivi objektivni razlogi.\n(6) Ne glede na prejšnji odstavek zavarovanci, ki so bili prostovoljno vključeni v obvezno zavarovanje za primer brezposelnosti, ne morejo pridobiti pravice do denarnega nadomestila, če odjava iz vseh socialnih zavarovanj ni bila posledica prenehanja pravnega razmerja, ki je bilo podlaga za zavarovanje, temveč posledica prostovoljnega izstopa."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "64",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "64",
      "title": "(razlogi za odklonitev pravice)",
      "content": "(1) Pravica do denarnega nadomestila in pravica do plačila prispevkov do upokojitve zavarovancu mirujeta, če:\n-        obvezno ali prostovoljno služi vojaški rok, opravlja nadomestno civilno službo, je vpoklican kot pogodbeni pripadnik rezervne sestave Slovenske vojske k opravljanju vojaške službe v miru ali je pozvan ali napoten na opravljanje nalog zaščite, reševanja in pomoči pogodbenega pripadnika Civilne zaščite;\n-        je v priporu ali na prestajanju zaporne kazni ali vzgojnega, varstvenega ukrepa ali varnostnega ukrepa, zaradi katerega do šest mesecev ne more biti na razpolago zavodu;\n-        prejema starševsko nadomestilo ali starševski dodatek po zakonu, ki ureja starševsko varstvo in družinske prejemke;\n-        je vključen v program javnih del;\n-        se vključi v poklicno rehabilitacijo po zakonu, ki ureja pokojninsko in invalidsko zavarovanje;\n-        ne prebiva v Republiki Sloveniji, razen če mednarodni akt določa drugače;\n-        opravlja naloge oskrbovalca družinskega člana za obdobje, krajše od desetih mesecev, če prenehanje opravljanja teh nalog ni nastalo iz razlogov, ki se po zakonu, ki ureja dolgotrajno oskrbo, obravnavajo enako kot krivdni razlog za odpoved pogodbe o zaposlitvi.\n(2) Čas mirovanja se ne všteva v čas trajanja pravice, ki pripada zavarovancu po določbah tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "65",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "65",
      "title": "(mirovanje pravice do denarnega nadomestila in pravice do plačila prispevkov do upokojitve)",
      "content": "(1) Zavarovancu preneha pravica do denarnega nadomestila:\n-        z dnem, ko sklene pogodbo o zaposlitvi, razen v primeru iz 66. člena tega zakona;\n-        z dnem, ko začne opravljati delo na podlagi drugega pravnega razmerja, ki je podlaga za vključitev v obvezno zavarovanje za primer brezposelnosti;\n-        z dnem, ko se vpiše v register kot samozaposlena oseba;\n-        z dnem, ko kot družbenik postane poslovodna oseba v osebni in kapitalski družbi, z dnem, ko kot ustanovitelj postane poslovodna oseba v zavodu ali z dnem, ko se v družbi ali zavodu zaposli;\n-        z dnem, ko dopolni 67 let starosti ali ko izpolni pogoje za pridobitev starostne pokojnine v skladu s prvo alinejo četrtega odstavka 63. člena tega zakona;\n-        z dnem pravnomočnosti odločbe, s katero je ugotovljena njegova popolna nezmožnost za delo po predpisih o pokojninskem in invalidskem zavarovanju;\n-        ko preteče šest mesecev pripora in ta še ni odpravljen oziroma z dnem, ko nastopi prestajanje zaporne kazni, daljše od šestih mesecev;\n-        s prvim dnem v mesecu, v katerem je opustil obveznost obveščanja zavoda o vsaki podlagi za izplačilo dodatnega dohodka, kot je določeno v petem odstavku 67. člena tega zakona;\n-        z dnem nastanka razloga iz tretje ali četrte alineje prvega odstavka 129. člena tega zakona ali z dnem ponovne ugotovitve organa prve stopnje, da obstaja razlog iz devete alineje prvega odstavka 129. člena tega zakona;\n-        z dnem nastanka razloga iz desete alineje prvega odstavka 129. člena tega zakona oziroma z dnem ugotovitve organa prve stopnje, da obstaja razlog iz pete ali osme alineje prvega odstavka 129. člena tega zakona;\n-        z dnem, ko mu preneha status brezposelne osebe.\n(2) O predčasnem prenehanju pravice do denarnega nadomestila zavod odloči po uradni dolžnosti v enem mesecu od dneva, ko je izvedel za okoliščino iz prejšnjega odstavka tega člena. Odločba o prenehanju pravice do denarnega nadomestila se lahko izda v 25 mesecih od dneva dokončnosti odločbe o priznanju pravice do denarnega nadomestila.\n(3) Poleg primerov, določenih v zakonu, ki ureja splošni upravni postopek, se odpravi odločba o priznanju pravice do denarnega nadomestila tudi v primeru, ko je po njeni izdaji s pravnomočno sodbo, sodno poravnavo ali v postopku ­mediacije ugotovljeno, da je zavarovancu nezakonito prenehalo delovno razmerje in ga je delodajalec dolžan pozvati nazaj na delo oziroma je delovno razmerje vzpostavljeno do datuma, ki ga določi sodišče, kadar po določbah zakona, ki ureja delovna razmerja, samo odloči o prenehanju pogodbe o zaposlitvi.\n(4) Določba prejšnjega odstavka o odpravi odločbe o priznanju pravice do denarnega nadomestila velja tudi v primeru, ko zavarovanec v delovnem sporu, v katerem zahteva varstvo svojih pravic skladno s sedmo alinejo drugega odstavka 63. člena tega zakona, umakne tožbo ali sklene sodno poravnavo oziroma sporazum, ki ne obsegata ugotovitve glede zakonitosti odpovedi pogodbe o zaposlitvi.\n(5) Ne glede na tretji odstavek tega člena se odločba o priznanju denarnega nadomestila ne odpravi, če je zavarovanec v delovnem sporu uspel zoper delodajalca, ki je v postopku likvidacije ali stečaja po zakonu, ki ureja postopke zaradi insolventnosti, ali če tudi po enem letu od uvedbe postopka za prisilno izvršitev sodbe v delu, ki se nanaša na izplačilo plač in prispevkov, ta še ni izvršena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "65.a",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "65.a",
      "title": "(predčasno prenehanje pravice do denarnega nadomestila)",
      "content": "Prejemniku denarnega nadomestila, ki prvič krši obveznosti iz devete alineje prvega odstavka 129. člena tega zakona, zavod ponudi možnost, da se izjavi o vseh dejstvih in okoliščinah kršitve ter predloži dokazila v zvezi z okoliščinami kršitve. Če prejemnik denarnega nadomestila ne izkaže opravičljivih razlogov za kršitev ali se iz neupravičenih razlogov ne odzove na povabilo na osebno zaslišanje ali na poziv, da se izjavi o ugotovljenih kršitvah v roku, ki ga določi zavod, zavod izda odločbo, s katero se mu denarno nadomestilo ne glede na drugi odstavek 62. člena tega zakona z dnem nastanka razloga iz navedene določbe za naslednja dva meseca zniža za 30 odstotkov mesečnega zneska denarnega nadomestila, ki mu je priznan na dan storitve prve kršitve."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "66",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "66",
      "title": "(znižanje pred prenehanjem pravice do denarnega nadomestila)",
      "content": "(1) Zavarovanec, ki išče zaposlitev s polnim delovnim časom in sklene pogodbo o zaposlitvi s krajšim delovnim časom od polnega, obdrži za razliko do polnega delovnega časa pravico do izplačevanja sorazmernega dela denarnega nadomestila oziroma do sorazmernega dela plačila prispevkov za pokojninsko in invalidsko zavarovanje do izpolnitve pogojev za upokojitev.\n(2) Če je zaposlitev iz prejšnjega odstavka trajala vsaj deset mesecev, ima zavarovanec, ki mu je med zaposlitvijo denarno nadomestilo prenehalo, ker ga je v celoti izkoristil, pravico, da po prenehanju zaposlitve znova uveljavlja denarno nadomestilo na podlagi zavarovalne dobe, dosežene v tem času.\n(3) Če upravičenec do plačila prispevkov za pokojninsko in invalidsko zavarovanje do izpolnitve pogojev za upokojitev uveljavi pravico iz prejšnjega odstavka, mu z dnem uveljavitve denarnega nadomestila pravica do plačila prispevkov preneha. Če tak zavarovanec do izteka denarnega nadomestila ne izpolni pogojev za upokojitev, lahko skladno z določbami tega zakona uveljavi preostali del še neizkoriščene pravice plačila prispevkov za pokojninsko in invalidsko zavarovanje do upokojitve.\n(4) Pravicam, določenim s tem členom, se zavarovanec lahko odpove. Odpoved mora biti pisna, preklic odpovedi je možen do izdaje odločbe o priznanju nove pravice."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "66.a",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "66.a",
      "title": "(ohranitev pravice kljub zaposlitvi)",
      "content": "(1) Prejemniku denarnega nadomestila, ki ima doseženo 1., 2., 3., 4. ali 5. raven izobrazbe po SOK in ki v času upravičenosti do denarnega nadomestila sklene delovno razmerje s polnim delovnim časom pri delodajalcu, ki ni njegov zadnji delodajalec pred nastankom brezposelnosti, in v skladu z zakonom, ki ureja gospodarske družbe, ne gre za povezano družbo zadnjega delodajalca, zavod do izteka obdobja, za katerega mu je bila navedena pravica priznana z dokončno odločbo, vendar največ še 12 mesecev po zaposlitvi, mesečno za pretekli mesec izplačuje spodbudo za zaposlitev v višini 20 odstotkov od mesečnega neto zneska denarnega nadomestila, priznanega na dan sklenitve pogodbe o zaposlitvi, če oseba ohrani zaposlitev za polni delovni čas za celotno obdobje izplačevanja spodbude za zaposlitev.\n(2) Spodbude iz prejšnjega odstavka ne more uveljaviti prejemnik denarnega nadomestila, ki je v okviru srednješolskega izobraževanja pridobil izobrazbo za deficitarni poklic, določen s politiko štipendiranja v skladu z zakonom, ki ureja štipendiranje.\n(3) Upravičenec spodbudo iz prvega odstavka tega člena uveljavi z vlogo, ki jo vloži pri zavodu v 30 dneh od sklenitve pogodbe o zaposlitvi, ki jo obvezno priloži vlogi. O vlogi odloča zavod v skladu z zakonom, ki ureja splošni upravni postopek.\n(4) Za vročanje odločb, odločanje o pritožbah in uveljavljanje sodnega varstva se uporabljajo četrti do sedmi odstavek 118. člena tega zakona.\n(5) Upravičenost do spodbude iz prvega odstavka tega člena preneha s prenehanjem delovnega razmerja ter ne vpliva na možnost in pogoje morebitnega ponovnega uveljavljanja pravice do denarnega nadomestila.\n(6) Do spodbude iz prvega odstavka tega člena ni upravičen udeleženec javnih del."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "66.b",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "66.b",
      "title": "(spodbuda za zaposlitev prejemnika denarnega nadomestila z nižjo in srednjo ravnjo izobrazbe)",
      "content": "(1) Prejemniku denarnega nadomestila, starejšemu od 59 let, ki v času upravičenosti do denarnega nadomestila sklene delovno razmerje s polnim delovnim časom pri delodajalcu, ki ni njegov zadnji delodajalec pred nastankom brezposelnosti, in v skladu z zakonom, ki ureja gospodarske družbe, ne gre za povezano družbo zadnjega delodajalca, zavod do izteka obdobja, za katerega mu je bila navedena pravica priznana z dokončno odločbo, vendar največ še 12 mesecev po zaposlitvi, mesečno za pretekli mesec izplačuje spodbudo za zaposlitev v višini 40 odstotkov od mesečnega neto zneska denarnega nadomestila, priznanega na dan sklenitve pogodbe o zaposlitvi, če oseba ohrani zaposlitev za polni delovni čas za celotno obdobje izplačevanja spodbude za zaposlitev.\n(2) Upravičenec spodbudo iz prejšnjega odstavka uveljavi z vlogo, ki jo vloži pri zavodu v 30 dneh od sklenitve pogodbe o zaposlitvi, ki jo obvezno priloži vlogi. O vlogi odloča zavod v skladu z zakonom, ki ureja splošni upravni postopek.\n(3) Za vročanje odločb, odločanje o pritožbah in uveljavljanje sodnega varstva se uporabljajo četrti do sedmi odstavek 118. člena tega zakona.\n(4) Upravičenost do spodbude iz prvega odstavka tega člena preneha s prenehanjem delovnega razmerja ter ne vpliva na možnost in pogoje morebitnega ponovnega uveljavljanja pravice do denarnega nadomestila.\n(5) Do spodbude iz prvega odstavka tega člena ni upravičen udeleženec javnih del.\n(6) Prejemniku denarnega nadomestila, ki izpolnjuje pogoje za uveljavljanje spodbude iz tega člena in spodbude iz prejšnjega člena, se prizna spodbuda iz tega člena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "67",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "67",
      "title": "(spodbuda za zaposlitev starejših prejemnikov denarnega nadomestila)",
      "content": "(1) Denarno nadomestilo se zniža zavarovancu, ki v času upravičenosti do denarnega nadomestila med brezposelnostjo opravi delo, za katero prejme ali je upravičen prejeti dohodek iz dela, ki po plačilu davkov in obveznih prispevkov mesečno presega 200 eurov.\n(2) Kot dohodek iz dela se šteje vsak dohodek iz katerega koli pogodbenega razmerja, na podlagi katerega zavarovanec opravi fizično ali intelektualno delo, vključno z opravljanjem storitev in ustvarjanjem ali izvedbo avtorskega dela. Kot dohodek iz dela se šteje tudi dohodek za opravljeno delo oziroma storitev prokurista ali za vodenje in nadzor poslovnega subjekta, ki je pravna oseba.\n(3) Denarno nadomestilo se zavarovancu zniža za 50 odstotkov dohodka iz dela, ki presega znesek iz prvega odstavka tega člena. Če zavarovanec preživlja mladoletne otroke, se denarno nadomestilo za vsakega otroka poveča za deset odstotkov polnega zneska denarnega nadomestila, ki bi mu pripadalo, če ne bi ustvaril dohodka iz dela, vendar največ do polnega zneska denarnega nadomestila.\n(4) Ne glede na določbe prejšnjih odstavkov se znižanje ne izvede, če bi bilo denarno nadomestilo treba znižati za manj kot 20 eurov.\n(5) Zavarovanec je dolžan zavod obvestiti o vsaki podlagi za izplačilo dohodka iz dela iz drugega odstavka tega člena ne glede na dogovorjeno višino plačila za opravljeno delo. Če ta podlaga obstaja že ob uveljavljanju pravice do denarnega nadomestila, je o njej dolžan obvestiti zavod ob uveljavljanju denarnega nadomestila, sicer pa v osmih dneh po njenem nastanku. Denarno nadomestilo se zavarovancu zniža v mesecu, v katerem je prejel plačilo za delo, oziroma v naslednjem mesecu po prejetem plačilu, če obvestila o prejetem plačilu ni več mogoče upoštevati pri obračunu denarnega nadomestila za tekoči mesec.\n(6) Ne glede na določbo prejšnjega odstavka se pri zadnjem obroku denarnega nadomestila, do katerega je upravičen zavarovanec, znižanje opravi že na podlagi dogovorjenega plačila za opravljeno delo.\n(7) Zavod plačuje zavarovancu, ki je pridobil dohodke iz dela, prispevek za zavarovanje za primer brezposelnosti od osnove pred zmanjšanjem denarnega nadomestila.\n(8) Zavarovancu, ki ne ravna v skladu z določbami tega člena, preneha pravica do denarnega nadomestila in mora vrniti neupravičeno prejete zneske denarnega nadomestila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "68",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "68",
      "title": "(znižanje denarnega nadomestila zaradi pridobivanja dohodkov iz dela)",
      "content": "(1) Zavarovanec, ki je državljan Republike Slovenije, države članice EU, EGP ali Švicarske konfederacije, in zavarovanec, ki je tujec z dovoljenjem za stalno prebivanje, in mu po izteku denarnega nadomestila do izpolnitve minimalnih pogojev za starostno upokojitev manjka največ eno leto ter je brezposelna oseba, je upravičenec do plačila prispevkov za pokojninsko in invalidsko zavarovanje.\n(2) Zavarovanec lahko uveljavlja pravico iz prejšnjega odstavka tega člena v 30 dneh po izteku pravice do denarnega nadomestila.\n(3) Rok iz prejšnjega odstavka ne teče v primerih, določenih v tretjem odstavku 119. člena tega zakona. Zavarovanec mora vlogo za uveljavitev pravice iz prvega odstavka tega člena vložiti v 30 dneh po prenehanju razloga, zaradi katerega rok ni tekel.\n(4) Zavarovancu pravica iz prvega odstavka tega člena preneha v primerih iz prve do šeste in devete do enajste alineje prvega odstavka 65. člena tega zakona.\n(5) Zavarovanec, ki pravice iz prvega odstavka tega člena ni v celoti izkoristil zaradi vključitve v delo, ki je po določbah prejšnjega odstavka tega člena razlog za prenehanje pravice, ima v primeru nastanka ponovne brezposelnosti pravico uveljavljati preostali, še neizkoriščeni del pravice do izpolnitve minimalnih pogojev za starostno upokojitev."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "69",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "69",
      "title": "(pravica do plačila prispevkov za pokojninsko in invalidsko zavarovanje)",
      "content": "(1) V zavarovalno dobo za odmero pravice do denarnega nadomestila se pri ponovnem uveljavljanju pravice ne vštevata zavarovalna doba, od katere je bila zavarovancu pravica do denarnega nadomestila že odmerjena, in zavarovalna doba, dosežena na podlagi prejemanja denarnega nadomestila.\n(2) Zavarovancem, ki so ob ponovnem uveljavljanju pravice do denarnega nadomestila na dan nastanka brezposelnosti že dopolnili starost 59 let in 37 let zavarovalne dobe ter so v zadnjih 24 mesecih pred nastankom brezposelnosti pridobili najmanj 16 mesecev zavarovalne dobe, pri čemer se v zavarovalno dobo ne štejeta zavarovalna doba, dosežena na podlagi prejemanja denarnega nadomestila in zavarovalna doba, dosežena na podlagi prejemanja nadomestila prejemnikov, ki nimajo pravice do dopusta po predpisih, ki urejajo starševsko varstvo, se denarno nadomestilo določi ob upoštevanju celotne dopolnjene zavarovalne dobe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "70",
      "chapter": "III. poglavje  UKREPI DRŽAVE NA PODROČJU TRGA DELA",
      "section": "4. Pravice iz obveznega in prostovoljnega zavarovanja",
      "article": "70",
      "title": "(načelo izkoriščenosti zavarovalne dobe)",
      "content": "(1) Zavarovanec, ki zaradi mirovanja ni v celoti izkoristil priznane pravice do denarnega nadomestila, ima po prenehanju razlogov za mirovanje pravico uveljavljati preostali, še neizkoriščeni del denarnega nadomestila.\n(2) Pravico iz prejšnjega odstavka ima tudi zavarovanec, ki pravice do denarnega nadomestila ni v celoti izkoristil zaradi vključitve v delo, ki je po določbah tega zakona razlog za prenehanje pravice, razen če ima pogoje za priznanje nove pravice, določene v 59. členu tega zakona, in če njegova ponovna brezposelnost ni nastala iz razloga, zaradi katerega se po določbah tega zakona priznanje pravice odkloni.\n(3) Če je trajanje pravice do neizkoriščenega dela denarnega nadomestila daljše kot bi bilo trajanje nove pravice, se zavarovanec lahko odloči, da bo namesto nove pravice uveljavil preostali, še neizkoriščeni del denarnega nadomestila. Odločitev o tem mora biti pisna. Preklic odločitve je možen le do izdaje odločbe organa prve stopnje.\n(4) Zavarovalna doba, ki zaradi odločitve zavarovanca, da bo uveljavil preostali, še neizkoriščeni del denarnega nadomestila, še ni bila upoštevana, se upošteva ob naslednjem uveljavljanju denarnega nadomestila.\n(5) Pravica do preostalega, še neizkoriščenega dela denarnega nadomestila se prizna v že odmerjeni višini, usklajeni po določbi 62. člena tega zakona, neizkoriščeni del denarnega nadomestila pa se izplačuje enako kot denarno nadomestilo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "72",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "article": "72",
      "content": "Ukrepe iz 15. člena tega zakona lahko izvajajo naslednji izvajalci:\n-        ministrstvo, pristojno za delo;\n-        Zavod Republike Slovenije za zaposlovanje;\n-        domači ali tuji pravni subjekti s sedežem v Republiki Sloveniji, konfederacije ali zveze sindikatov, reprezentativnih na območju države, in združenja delodajalcev, reprezentativna na območju države, ki pridobijo koncesijo po določbah tega zakona;\n-        Javni štipendijski, razvojni, invalidski in preživninski sklad Republike Slovenije.\n(v nadaljnjem besedilu: izvajalci ukrepov)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "73",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "73",
      "content": "(1) Zavod je javni zavod, ki je organiziran enotno za območje Republike Slovenije.\n(2) Zaradi dostopnosti storitev in zagotavljanja pravic po tem zakonu izvaja zavod svojo dejavnost na sedežu in po organizacijskih enotah v skladu z njihovo teritorialno organiziranostjo in na način, določen s statutom zavoda.\n(3) Centralna služba, ki deluje na sedežu zavoda, koordinira delo organizacijskih enot in skrbi za enotno izvajanje storitev in drugih dejavnosti zavoda na podlagi predpisov o urejanju trga dela in v skladu s pogodbo z ministrstvom, pristojnim za delo.\n(4) Nadzor, ki po tem zakonu spada v pristojnost zavoda, izvaja posebna notranja organizacijska enota zavoda."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "74",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "74",
      "title": "(organiziranost zavoda)",
      "content": "(1) Zavod izvaja ukrepa iz prve in druge alineje prvega odstavka 15. člena tega zakona kot javno službo, ukrepa iz tretje in četrte alineje prvega odstavka 15. člena pa kot javno pooblastilo.\n(2) Zavod lahko pri delodajalcih pridobiva podatke o trgu dela z anketnimi in drugimi načini raziskovalnih in statističnih metod dela.\n(3) Zavod vodi evidence, predpisane s tem zakonom, kot javno pooblastilo. Na podlagi podatkov iz teh evidenc, podatkov iz prejetih sporočil o prostih delovnih mestih in podatkov, pridobljenih na podlagi prejšnjega odstavka tega člena, vzdržuje informacijski sistem za spremljanje gibanj na trgu dela, za statistične in raziskovalne namene ter zagotavlja javno obveščanje.\n(4) Pri izvajanju storitev in ukrepov APZ zavod sodeluje s centri za socialno delo.\n(5) Zavod za državljane tretjih držav v Republiki Sloveniji in v državi, v kateri ima državljan tretje države državljanstvo ali običajno prebivališče, izvaja promocijsko dejavnost, informiranje, zaposlitvene sejme in svetovanje z namenom seznanitve s trgom dela, vstopom na trg dela in različnimi možnostmi iskanja zaposlitve, ukrepi aktivne politike zaposlovanja, izobraževanjem in usposabljanjem ter jim zagotavlja podporo v zvezi z življenjem in delom v Republiki Sloveniji in drugo podporo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "75",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "75",
      "title": "(dejavnosti in naloge zavoda)",
      "content": "Zavod ima naslednje organe:\n-        svet zavoda;\n-        strokovni svet;\n-        direktorja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "76",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "76",
      "title": "(organi zavoda)",
      "content": "(1) Zavod upravlja svet zavoda, ki ga sestavlja 13 članov, od katerih:\n-        šest članov imenuje Vlada Republike Slovenije, in sicer tri iz ministrstva, pristojnega za delo, enega iz ministrstva, pristojnega za finance, enega iz ministrstva, pristojnega za šolstvo, ter enega iz ministrstva, pristojnega za visoko šolstvo;\n-        tri člane imenujejo delodajalska združenja na ravni države;\n-        tri člane imenujejo sindikati, reprezentativni za območje države;\n-        enega člana izvolijo delavci zavoda.\n(2) Mandat članov sveta zavoda traja štiri leta.\n(3) Svet zavoda izvoli predsednika in podpredsednika sveta za dve leti tako, da se pri tem izmenjavajo predstavniki skupin iz prvih treh alinej prvega odstavka tega člena.\n(4) Svet zavoda začne delovati, ko je imenovanih vsaj sedem njegovih članov."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "77",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "77",
      "title": "(svet zavoda)",
      "content": "(1) Svet zavoda zlasti:\n-        predlaga elemente za sprejem razvojne politike trga dela;\n-        predlaga obseg in način izvajanja ukrepov na trgu dela, zlasti tistih, ki so namenjeni brezposelnim osebam;\n-        spremlja delo zavoda in sprejema odločitve v zvezi s tem;\n-        sprejema statut zavoda po predhodnem soglasju Vlade Republike Slovenije;\n-        na predlog direktorja zavoda in po predhodnem soglasju ministra, pristojnega za delo, sprejema akt o sistemizaciji delovnih mest;\n-        sprejema poslovni načrt in poslovno poročilo ter zaključni račun zavoda;\n-        sklepa kolektivno pogodbo zavoda na strani delodajalca;\n-        ima druge pristojnosti, določene v statutu zavoda.\n(2) Način imenovanja oziroma izvolitve članov sveta in način njegovega dela se določita s statutom zavoda.\n(3) Član sveta zavoda je lahko razrešen pred iztekom mandata na lastno željo ali z odpoklicem."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "78",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "78",
      "title": "(pristojnosti sveta)",
      "content": "Član sveta zavoda, ki je predstavnik ustanovitelja iz ministrstva, pristojnega za delo, ima pravico veta na odločitev sveta zavoda, za katero oceni, da ni zakonita ali ni skladna s sprejeto politiko trga dela, in o tem pisno obvesti ministra, pristojnega za delo, ki odloči o izvršitvi odločitve."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "79",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "79",
      "title": "(zadržanje izvršitve)",
      "content": "(1) Strokovni svet je strokovni kolegijski organ zavoda, katerega sestavo in način oblikovanja določa statut.\n(2) Strokovni svet:\n-        obravnava in sprejema doktrino dela z brezposelnimi osebami in delodajalci;\n-        obravnava druga vprašanja s področja strokovnega dela zavoda;\n-        daje svetu zavoda in direktorju mnenja in predloge glede organizacije dela in pogojev za razvoj dejavnosti;\n-        obravnava interdisciplinarna vprašanja, pomembna za razvoj trga dela;\n-        na pobudo sveta zavoda ali direktorja obravnava druga vprašanja s področja trga dela;\n-        opravlja druge naloge, določene s statutom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "80",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "80",
      "title": "(strokovni svet)",
      "content": "(1) Poslovodni organ zavoda je direktor, ki mora imeti 8. raven izobrazbe po SOK in petnajst let delovnih izkušenj, od tega najmanj pet let na vodilnih ali vodstvenih delovnih mestih.\n(2) Direktor organizira in vodi delo in poslovanje zavoda, zavod predstavlja in zastopa in je odgovoren za zakonitost njegovega poslovanja.\n(3) Direktorja zavoda na predlog ministra, pristojnega za delo, imenuje in razrešuje Vlada Republike Slovenije. Direktor je imenovan za pet let.\n(4) Naloge in pristojnosti direktorja in dodatni pogoji za njegovo imenovanje se določijo v statutu zavoda."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "81",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "81",
      "title": "(direktor zavoda)",
      "content": "(1) Storitve vseživljenjske karierne orientacije in posredovanja zaposlitve iz tega zakona izvajajo javni uslužbenci zavoda z doseženo 8. ravnjo izobrazbe po SOK, ki so opravili strokovni izpit.\n(2) Program strokovnega izpita in način njegovega opravljanja na predlog strokovnega sveta zavoda s splošnim aktom uredi zavod.\n(3) Pri izvajanju storitev iz prvega odstavka tega člena so javni uslužbenci dolžni ravnati po doktrini dela z brezposelnimi osebami in delodajalci."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "82",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "82",
      "title": "(uslužbenci zavoda)",
      "content": "(1) Kdor prvič začne opravljati delo po končanem izobraževanju na 8. ravni po SOK z namenom, da se usposobi za samostojno opravljanje dela iz prvega odstavka prejšnjega člena, se zaposli kot pripravnik. Pripravnik sklene pogodbo o zaposlitvi za čas trajanja pripravništva.\n(2) Pripravništvo traja osem mesecev.\n(3) Po opravljenem strokovnem izpitu lahko zavod s pripravnikom sklene pogodbo o zaposlitvi za določen ali nedoločen čas brez objave.\n(4) Za ureditev ostalih pravic in obveznosti pripravnika se uporabljajo določbe zakona, ki ureja delovna razmerja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "83",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "83",
      "title": "(pripravništvo)",
      "content": "(1) S statutom zavoda se natančneje urejajo organizacija zavoda, organi, njihove pristojnosti in način odločanja ter druga vprašanja, pomembna za delo in poslovanje zavoda.\n(2) Statut sprejme svet zavoda po predhodnem soglasju Vlade Republike Slovenije in ga objavi v Uradnem listu Republike Slovenije."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "84",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "1. Zavod Republike Slovenije za zaposlovanje",
      "article": "84",
      "title": "(statut zavoda)",
      "content": "(1) Zavod o svojem delu in porabi sredstev kvartalno poroča ministrstvu, pristojnemu za delo. Poročilo vsebuje vsaj naslednje podatke:\n-        obdobje poročanja;\n-        opis izvedenih aktivnosti;\n-        primerjavo planiranih in izvedenih aktivnosti;\n-        primerjavo finančne realizacije glede na plan;\n-        opis vzrokov odstopanj;\n-        ukrepe za odpravo odstopanj;\n-        oceno doseženih rezultatov;\n-        oceno učinkovitosti doseganja planiranih ciljev.\n(2) Oblika in podrobnejša vsebina poročil se določita s pogodbo iz 139. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "85",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "85",
      "content": "(1) Domači ali tuji pravni subjekt s sedežem v Republiki Sloveniji lahko pridobi koncesijo za opravljanje storitev iz 16. člena tega zakona.\n(2) Koncesijo iz prejšnjega odstavka lahko pridobi domači ali tuji pravni subjekt s sedežem v Republiki Sloveniji, ki ima za opravljanje dejavnosti ustrezne kadre, poslovne prostore in opremo ter izpolnjuje druge pogoje, ki jih podrobneje predpiše minister, pristojen za delo.\n(3) Koncesijo iz prvega odstavka tega člena lahko pridobijo tudi konfederacije ali zveze sindikatov, reprezentativnih na območju države, in združenja delodajalcev, reprezentativna na območju države, ki izpolnjujejo pogoje iz prejšnjega odstavka. Tem subjektom se ni treba registrirati za opravljanje dejavnosti, ki je predmet koncesije.\n(4) Zaposleni pri koncesionarju, ki izvajajo storitve iz 16. člena tega zakona, morajo izpolnjevati enake pogoje kot uslužbenci zavoda, ki izvajajo te storitve."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "86",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "86",
      "title": "(pogoji za pridobitev koncesije)",
      "content": "(1) Koncesijo iz prejšnjega člena podeli ministrstvo, pristojno za delo, ki izvaja vse pravice in obveznosti koncedenta v imenu države.\n(2) Koncesija se podeli na podlagi javnega razpisa za določen čas največ tri leta, pri čemer se lahko njeno trajanje podaljša največ še za čas, za katerega je bila sklenjena koncesijska pogodba, in sicer pod pogoji, določenimi v podzakonskem aktu iz 101. člena tega zakona in v koncesijski pogodbi. Koncesija se ne more podaljšati, če koncesionar v času opravljanju koncesijske dejavnosti ni spoštoval predpisov s področja delovnega prava in socialne varnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "87",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "87",
      "title": "(podelitev koncesije)",
      "content": "(1) Ministrstvo, pristojno za delo, s koncesijskim aktom določi vrsto in obseg storitev, za katere se objavi javni razpis za podelitev koncesije.\n(2) V koncesijskem aktu mora biti določeno za posamezno vrsto storitev, ki so predmet koncesije:\n-        krajevno območje izvajanja storitev;\n-        število koncesij, ki se bodo na posameznem javnem razpisu podelile za določeno krajevno območje izvajanja posamezne vrste storitev;\n-        obseg koncesij, ki se bodo na posameznem javnem razpisu podelile za določeno krajevno območje izvajanja posamezne vrste storitev."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "88",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "88",
      "title": "(koncesijski akt)",
      "content": "(1) Besedilo objave javnega razpisa mora vsebovati:\n-        navedbo, da se koncesija podeljuje v skladu s tem zakonom in podzakonskim aktom iz 101. člena tega zakona;\n-        storitve, ki so predmet koncesije;\n-        predviden začetek izvajanja storitve in čas trajanja koncesije;\n-        krajevno območje, za katero se razpisuje koncesija za izvajanje določene storitve;\n-        navedbo števila oziroma obsega koncesij, ki se podelijo na javnem razpisu za posamezno krajevno območje;\n-        uporabnike storitev, za katere se razpisuje koncesija;\n-        navedbo, da se delovna razmerja zaposlenih pri koncesionarju, ki izvajajo javno službo, ureja v skladu s kolektivnimi pogodbami, zakoni in drugimi akti, ki veljajo za zaposlene v zavodu;\n-        vrste dokazil o izpolnjevanju predpisanih pogojev in o sposobnosti za izvajanje storitev, ki so predmet koncesije;\n-        rok za prijavo na javni razpis;\n-        kriterije in merila za izbiro med ponudbami;\n-        organ, ki bo odločil o podelitvi koncesije, in organ, ki je pooblaščen za sklenitev koncesijske pogodbe;\n-        odgovorno osebo za dajanje informacij v času objave javnega razpisa;\n-        druge podatke, pomembne za odločitev o izbiri koncesionarja in za izvajanje storitev.\n(2) Ministrstvo, pristojno za delo, mora v času objave javnega razpisa omogočiti ponudnikom vpogled v razpisno dokumentacijo in jim na zahtevo predati razpisno dokumentacijo.\n(3) V razpisni dokumentaciji morajo biti navedeni vsi podatki, ki bodo omogočili ponudniku izdelati popolno vlogo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "89",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "89",
      "title": "(javni razpis)",
      "content": "(1) Za pripravo javnega razpisa, pregled in presojo prispelih ponudb imenuje ministrstvo, pristojno za delo, najmanj tričlansko komisijo (v nadaljnjem besedilu: komisija za koncesije).\n(2) Vsaj en član komisije za koncesije mora biti zaposlen pri ministrstvu, pristojnem za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "90",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "90",
      "title": "(komisija za koncesije)",
      "content": "(1) Ponudnik lahko vlogo dopolnjuje oziroma spreminja do poteka razpisnega roka.\n(2) Ponudnik do poteka razpisnega roka nima pravice vpogledati v vloge drugih ponudnikov na istem razpisu.\n(3) Ponudba, ki je prispela k ministrstvu, pristojnemu za delo, po poteku razpisnega roka, je prepozna.\n(4) Do poteka razpisnega roka lahko ponudnik sodeluje v postopku le s tem, da na način, določen v razpisu in razpisni dokumentaciji, predloži ponudbo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "91",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "91",
      "title": "(pravice ponudnika)",
      "content": "(1) Komisija za koncesije odpre prispele ponudbe v roku 30 dni po poteku roka za prijavo na javni razpis.\n(2) Odpiranju ponudb sme prisostvovati vsak ponudnik na javnem razpisu.\n(3) Za vsako ponudbo komisija za koncesije ugotovi, ali je pravočasna, ali jo je podal ponudnik, ki izpolnjuje predpisane pogoje, ali je ponudba podana za krajevno območje izvajanja določene vrste storitve, določeno v razpisu, in ali je popolna glede na besedilo javnega razpisa.\n(4) Ponudbo, ki ni pravočasna ali ni popolna ali ni podana za krajevno območje izvajanja določene vrste storitve, določeno v razpisu, ali je ni podal ponudnik, ki izpolnjuje predpisane pogoje, s sklepom zavrže ministrstvo, pristojno za delo.\n(5) Komisija za koncesije najkasneje v roku 60 dni po zaključku javnega razpisa opravi pregled in presojo popolnih ponudb po kriterijih in merilih, objavljenih v javnem razpisu, ter na tej podlagi pripravi predlog podelitve koncesij."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "92",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "92",
      "title": "(pregled ponudb)",
      "content": "(1) Ministrstvo, pristojno za delo, o vseh ponudbah za določeno krajevno območje izvajanja posamezne vrste storitev izda eno odločbo o podelitvi koncesije, s katero podeli koncesijo najugodnejšemu ponudniku ali ponudnikom in določi čas trajanja koncesije v skladu z razpisom, ter hkrati zavrne neuspešne ponudbe. V postopku izdaje odločbe iz tega odstavka imajo položaj stranke le tisti ponudniki, ki so predložili ponudbo za določeno krajevno območje izvajanja posamezne vrste storitev.\n(2) V odločbi iz prejšnjega odstavka se določi rok po njeni vročitvi, v katerem mora izbrani ponudnik skleniti koncesijsko pogodbo.\n(3) Ministrstvo, pristojno za delo, lahko rok iz prejšnjega odstavka na zahtevo koncesionarja s posebno odločbo podaljša iz objektivnih razlogov, na katere koncesionar ni mogel vplivati.\n(4) Če koncesionar v podaljšanem roku iz prejšnjega odstavka ne predloži dokazil o izpolnjevanju vseh pogojev za izvajanje storitev, ministrstvo, pristojno za delo, z odločbo odvzame koncesijo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "93",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "93",
      "title": "(odločba o podelitvi koncesije)",
      "content": "(1) Zoper odločbo o podelitvi koncesije ni pritožbe, možen pa je upravni spor.\n(2) Stranke v upravnem sporu so lahko le ponudniki, ki so bili stranke v postopku izdaje odločbe o podelitvi koncesije."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "94",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "94",
      "title": "(pravno varstvo)",
      "content": "(1) Koncesijska pogodba je nična v primerih po splošnih pravilih obligacijskega prava, poleg tega pa tudi:\n-        če je bila odločba o podelitvi koncesije pravnomočno odpravljena in je bil v postopku izbire za isto koncesijo izbran drug koncesionar ali\n-        če ni sklenjena v pisni obliki, kar velja tudi za njene spremembe in dopolnitve.\n(2) Ničnost iz prejšnjega odstavka po uradni dolžnosti ugotovi ministrstvo, pristojno za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "95",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "95",
      "title": "(ničnost koncesijske pogodbe)",
      "content": "S pogodbo o koncesiji koncedent in koncesionar uredita medsebojno koncesijsko razmerje in pogoje, pod katerimi mora koncesionar opravljati javno službo, zlasti pa:\n-        vrsto in obseg storitve, ki je predmet koncesije;\n-        začetek izvajanja koncesije;\n-        čas, za katerega se sklene koncesijska pogodba;\n-        sredstva, ki jih koncesionarju za opravljanje storitev, ki so predmet koncesije, zagotavlja koncedent, in način financiranja;\n-        dolžnost in način poročanja koncesionarja konce­dentu;\n-        obveznosti koncesionarja do uporabnikov;\n-        pogodbene sankcije zaradi neizvajanja ali nepravilnega izvajanja koncesije;\n-        način finančnega poslovanja koncesionarja, ki opravlja tudi drugo ali druge dejavnosti;\n-        način finančnega, strokovnega in upravnega nadzora s strani koncedenta;\n-        način spreminjanja koncesijske pogodbe oziroma koncesijskega razmerja;\n-        prenehanje koncesijske pogodbe in njeno morebitno podaljšanje;\n-        obveznosti koncesionarja ob predčasnem prenehanju pogodbe;\n-        druge določbe, ki so pomembne za določitev in izvajanje storitve, ki je predmet koncesije."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "96",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "96",
      "title": "(pogodba o koncesiji)",
      "content": "(1) Koncesionar o svojem delu in porabi sredstev kvartalno poroča ministrstvu, pristojnemu za delo. Poročilo vsebuje zlasti:\n-        obdobje poročanja;\n-        opis aktivnosti;\n-        primerjavo finančne realizacije glede na plan;\n-        opis vzrokov odstopanj;\n-        ukrepe za odpravo odstopanj;\n-        oceno doseženih rezultatov;\n-        oceno učinkovitosti doseganja planiranih ciljev.\n(2) Oblika in podrobnejša vsebina poročil se določita v koncesijski pogodbi."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "97",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "97",
      "title": "(poročanje)",
      "content": "(1) Ministrstvo, pristojno za delo, vodi register o podeljenih koncesijah, ki vsebuje naslednje podatke:\n-        zaporedno številko izdane odločbe o podelitvi koncesije;\n-        ime in sedež koncesionarja, ime odgovorne osebe in pravni status koncesionarja;\n-        krajevno območje, obseg in vrsto storitev, za katere je bila podeljena koncesija;\n-        datum začetka izvajanja koncesije;\n-        rok trajanja koncesije.\n(2) Podatki, vpisani v register, so javni."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "98",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "98",
      "title": "(register o podeljenih koncesijah)",
      "content": "(1) Če ta zakon ne določa drugače, se za prenehanje koncesijske pogodbe smiselno uporabljajo pravila obligacijskega prava.\n(2) Koncesionar ne sme odpovedati koncesijske pogodbe zaradi kršitev koncedenta, razen če koncedent ne izpolnjuje svojih obveznosti iz koncesijske pogodbe tako, da to koncesionarju onemogoča izvajanje koncesijske pogodbe.\n(3) Koncesijsko razmerje preneha zaradi prenehanja koncesionarja, razen če koncedent koncesijo prenese na koncesionarjevega pravnega naslednika.\n(4) Koncesijsko razmerje preneha po zakonu z dnem, ko po zakonu nastanejo pravne posledice začetka stečajnega postopka, uvedenega zoper koncesionarja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "99",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "99",
      "title": "(prenehanje koncesijske pogodbe)",
      "content": "(1) V primeru prenehanja koncesionarja koncedent prenese koncesijo na koncesionarjevega pravnega naslednika tako, da novemu koncesionarju izda odločbo o podelitvi koncesije in razveljavi prejšnjo odločbo. Zoper odločbo ni pritožbe, možen pa je upravni spor.\n(2) Koncesija se prenese pod enakimi pogoji, kot je bila podeljena prvotnemu koncesionarju, in za preostali čas trajanja koncesije.\n(3) Novi koncesionar sklene po dokončnosti odločbe iz prvega odstavka tega člena novo koncesijsko pogodbo s koncedentom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "100",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "100",
      "title": "(prenos koncesije na pravnega naslednika)",
      "content": "(1) Ministrstvo, pristojno za delo, z odločbo odvzame koncesijo:\n-        če koncesionar v roku, določenem v odločbi o podelitvi koncesije, ne podpiše koncesijske pogodbe, pa koncedent tega roka ne podaljša v skladu s tem zakonom;\n-        če koncesionar ne opravlja javne službe v skladu s predpisi ter odločbo oziroma pogodbo o koncesiji;\n-        če koncesionar ne spoštuje predpisov s področja delovnega prava in socialne varnosti;\n-        če koncesionar ne ravna v skladu z odločbami, izdanimi v okviru nadzora nad izvajanjem koncesije;\n-        če koncesionar eno leto ne opravlja koncesijske dejavnosti;\n-        če je zaradi zmanjšanja potreb po izvajanju storitev, ki so predmet koncesije, treba na določenem krajevnem območju zmanjšati obseg izvajanja javne službe, ki je predmet koncesije, pa se koncesionar in koncedent ne sporazumeta o ustrezni spremembi koncesijske pogodbe ali njeni sporazumni razvezi.\n(2) Ministrstvo, pristojno za delo, pisno opozori koncesionarja na razlog za odvzem koncesije, mu določi primeren rok za odpravo kršitev, slabega finančnega stanja ali za sporazumno spremembo oziroma razvezo pogodbe in ga opozori, da bo v nasprotnem primeru uvedel postopek odvzema koncesije.\n(3) Če v določenem roku koncesionar ne odpravi kršitev, slabega finančnega stanja ali v tem roku ne pride do sporazumne spremembe oziroma razveze pogodbe, ministrstvo, pristojno za delo, po uradni dolžnosti izda odločbo, s katero odvzame koncesijo.\n(4) Zoper odločbo o odvzemu koncesije ni pritožbe, možen pa je upravni spor."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "101",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "2. Koncesionarji",
      "article": "101",
      "title": "(odvzem koncesije)",
      "content": "Minister, pristojen za delo, podrobneje uredi način podelitve koncesije in druga vprašanja koncesijskega razmerja, zlasti pa:\n-        trajanje koncesije za posamezno vrsto storitev, ki je predmet koncesije;\n-        pogoje in omejitve za podaljšanje koncesije;\n-        pogoje, ki jih mora izpolnjevati koncesionar, in dokazila o njihovem izpolnjevanju;\n-        način plačevanja koncesionarja za storitve, ki jih opravlja na podlagi koncesije;\n-        način dela komisije za koncesije;\n-        način sklenitve koncesijske pogodbe in njeno podrobnejšo vsebino;\n-        način finančnega in drugega poročanja koncesionarja koncedentu;\n-        druga vprašanja izvajanja določb tega zakona o koncesiji na področju zaposlovanja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "102",
      "chapter": "IV. poglavje  IZVAJALCI UKREPOV",
      "section": "3. Javni štipendijski, razvojni, invalidski in preživninski sklad Republike Slovenije",
      "article": "102",
      "content": "(1) Javni štipendijski, razvojni, invalidski in preživninski sklad Republike Slovenije (v nadaljnjem besedilu: sklad) kot izvajalec ukrepov po tem zakonu izvaja v okviru storitev 16. člena tega zakona vseživljenjsko karierno orientacijo, v okviru ukrepov APZ iz 29. člena tega zakona pa nadomeščanje na delovnem mestu in delitev delovnega mesta ter usposabljanje in izobraže­vanje.\n(2) Sklad izvaja storitev vseživljenjske karierne orientacije in ukrep APZ usposabljanje in izobraževanje predvsem za zaposlene osebe in samozaposlene osebe ter delodajalce, ukrep nadomeščanje na delovnem mestu in delitev delovnega mesta pa izvaja za delodajalce.\n(3) Sklad izvaja aktivnosti iz prejšnjega odstavka v skladu s pogodbo iz 139. člena tega zakona.\n(4) Izbor zaposlenih in samozaposlenih oseb ter izvajalcev usposabljanja in izobraževanja sklad izvede na podlagi javnega razpisa v skladu s predpisi, ki urejajo javne finance, ali na podlagi javnega naročila, v skladu s predpisi, ki urejajo javno naročanje. Z javnim razpisom se določi, da se vloga odda v fizični oziroma elektronski obliki, pri čemer se za elektronsko vlogo določi način oddaje takšne vloge."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "103",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "103",
      "content": "(1) Za opravljanje dejavnosti z namenom izboljšanja zaposlitvenih možnosti udeležencev fundacije ter usklajevanja ponudbe in povpraševanja na lokalnem ali regionalnem trgu dela oziroma za posamezne dejavnosti lahko združenja delodajalcev, zbornice in sindikati ustanovijo fundacijo za izboljšanje zaposlitvenih možnosti (v nadaljnjem besedilu: fundacija).\n(2) Udeleženci fundacije so zaposlene osebe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "104",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "104",
      "title": "(namen ustanovitve, ustanovitelji in udeleženci)",
      "content": "Za ustanovitev, delovanje in prenehanje fundacije se uporabljajo določbe zakona, ki ureja ustanove, kolikor posamezna vprašanja niso drugače urejena s tem zakonom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "105",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "105",
      "title": "(uporaba predpisov)",
      "content": "(1) Ustanovitelji morajo kot del ustanovitvenega premoženja fundacije zagotoviti denarni vložek v višini najmanj 50.000 eurov.\n(2) Ne glede na določbo prejšnjega odstavka znaša denarni vložek vsakega posameznega ustanovitelja v primeru, kadar sta ustanovitev in delovanje fundacije dogovorjena s kolektivno pogodbo na ravni dejavnosti, najmanj 5.000 eurov."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "106",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "106",
      "title": "(ustanovitveno premoženje)",
      "content": "Za financiranje dejavnosti fundacije se lahko zagotavljajo in uporabljajo sredstva ustanoviteljev, javna sredstva, prispevki gospodarskih združenj in zbornic, neposredni prispevki delodajalcev, sredstva, zbrana z donacijami, in sredstva iz lastne dejavnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "107",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "107",
      "title": "(viri sredstev)",
      "content": "(1) Za izvajanje letnega programa dela v okviru uresničevanja namena ustanovitve iz 103. člena tega zakona lahko fundacija del sredstev pridobi iz državnega proračuna. Obseg sredstev za sofinanciranje se določi v načrtu APZ.\n(2) Razpis za sofinanciranje programov dela iz prejšnjega odstavka pripravi in objavi ministrstvo, pristojno za delo. Merila za sofinanciranje se določijo v javnem razpisu zlasti glede na potrebe trga dela, zmogljivost oziroma lastna sredstva fundacije ter predhodno učinkovitost delovanja fundacije."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "108",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "108",
      "title": "(sofinanciranje države)",
      "content": "(1) Fundacija, ki pridobi sredstva na javnem razpisu iz prejšnjega člena, mora o porabi teh sredstev kvartalno poročati ministrstvu, pristojnemu za delo. Poročilo vsebuje vsaj naslednje podatke:\n-        obdobje poročanja;\n-        ime fundacije;\n-        znesek pogodbene vrednosti;\n-        opis izvedenih aktivnosti;\n-        primerjavo finančne realizacije glede na plan;\n-        opis vzrokov odstopanj;\n-        ukrepe za odpravo odstopanj;\n-        oceno doseženih rezultatov;\n-        oceno učinkovitosti doseganja planiranih ciljev.\n(2) Oblika in podrobnejša vsebina poročil se določita v pogodbi.\n(3) V pogodbi iz prejšnjega odstavka se določi tudi način izvajanja nadzora ministrstva, pristojnega za delo, nad porabo sredstev iz prvega odstavka tega člena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "109",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "109",
      "title": "(poročanje in nadzor)",
      "content": "(1) Organ upravljanja fundacije je programski svet, ki ga sestavlja pet članov.\n(2) V programskem svetu mora biti vsaj en predstavnik socialnih partnerjev iz 103. člena tega zakona in en predstavnik zavoda oziroma ministrstva, pristojnega za delo, če fundacija deluje za posamezne dejavnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "110",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "110",
      "title": "(upravljanje)",
      "content": "(1) Na podlagi izdanega soglasja k aktu o ustanovitvi, ministrstvo, pristojno za delo, po uradni dolžnosti vpiše fundacijo v evidenco fundacij za izboljšanje zaposlitvenih možnosti (v nadaljnjem besedilu: evidenca fundacij).\n(2) Podatki iz evidence fundacij, razen podatka o enotni matični številki občana (v nadaljnjem besedilu: EMŠO), so javni."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "111",
      "chapter": "V. poglavje  FUNDACIJE ZA IZBOLJŠANJE ZAPOSLITVENIH MOŽNOSTI",
      "article": "111",
      "title": "(evidenca fundacij)",
      "content": "V evidenco fundacij se vpišejo naslednji podatki:\n-        ime in sedež ustanovitelja oziroma ustanoviteljev;\n-        ime in sedež fundacije;\n-        naslov sedeža;\n-        ustanovitveno premoženje;\n-        datum in številka akta o ustanovitvi;\n-        osebno ime, EMŠO in naslov stalnega prebivališča pooblaščenih oseb za zastopanje;\n-        prenehanje fundacije."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "112",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "1. Postopek za uveljavljanje storitev in ukrepov APZ",
      "article": "112",
      "content": "Storitve, določene s tem zakonom, in ukrepe APZ brezposelne osebe in drugi iskalci zaposlitve uveljavljajo na podlagi prijave pri zavodu, kadar je s tem zakonom tako določeno."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "113",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "1. Postopek za uveljavljanje storitev in ukrepov APZ",
      "article": "113",
      "title": "(splošno)",
      "content": "(1) Zaposlitveni načrt je pisni dogovor med brezposelno osebo in zavodom ali drugim izvajalcem ukrepov, v katerem skupaj:\n-        opredelita zaposlitvene cilje;\n-        časovno opredelita potrebne aktivnosti brezposelne osebe pri iskanju zaposlitve in vključevanju v ukrepe APZ z namenom čim hitrejše zaposlitve brezposelne osebe;\n-        opredelita migracijsko območje iskanja zaposlitve.\n(2) Zaposlitveni načrt se spremlja in dopolnjuje na vsaki obravnavi s svetovalcem zaposlitve. Veljavnost zaposlitvenega načrta je omejena na čas med dvema svetovalnima obravnavama.\n(3) Zaposlitveni načrt se pripravi tudi za prijavljene iskalce zaposlitve, katerih zaposlitev je ogrožena.\n(4) Prvi zaposlitveni načrt za brezposelno osebo ali iskalca zaposlitve, katerega zaposlitev je ogrožena, se pripravi najpozneje v 15 dneh od prijave v evidenco brezposelnih oseb oziroma evidenco iskalcev zaposlitve. Z njim se opredelijo ustrezna zaposlitev za osebo, način njenega aktivnega iskanja in druge obveznosti. Ob tem se tudi oceni, ali je treba poglobljeni zaposlitveni načrt zanjo pripraviti takoj ali pozneje, v obdobju, predvidenem z doktrino dela iz 79. člena tega zakona, najpozneje pa v štirih mesecih po prijavi.\n(5) Oseba si lahko pridrži rok treh delovnih dni za podpis predlaganega zaposlitvenega načrta. Kadar soglasje o vsebini zaposlitvenega načrta ni doseženo, zavod izda po uradni dolžnosti odločbo, s katero odloči o vsebini zaposlitvenega načrta, glede katerega soglasje ni bilo doseženo. O pritožbi odloča ministrstvo, pristojno za delo. Zoper odločbo ministrstva je dovoljen socialni spor.\n(6) Če oseba odkloni podpis zaposlitvenega načrta, katerega vsebina temelji na odločbi, dokončni v upravnem postopku, se z dnem odklonitve preneha voditi v evidenci brezposelnih oseb.\n(7) Pripravo in vsebino zaposlitvenega načrta natančneje uredi minister, pristojen za delo, v podzakonskem aktu."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "114",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "1. Postopek za uveljavljanje storitev in ukrepov APZ",
      "article": "114",
      "title": "(zaposlitveni načrt)",
      "content": "(1) Brezposelne osebe in prijavljeni iskalci zaposlitve, katerih zaposlitev je ogrožena, imajo pravico in obveznost do vključitve v ukrepe APZ na podlagi zaposlitvenega načrta.\n(2) Zaposlitveni načrt za vključitev v ukrepe APZ ni potreben, kadar je to za posamezen ukrep določeno v katalogu APZ.\n(3) Vključitev v ukrep APZ lahko predlaga oseba ali zavod. Če ne pride do dogovora, lahko oseba ravna po določbi petega odstavka 113. člena tega zakona.\n(4) Akt o vključitvi je napotnica ali pogodba. Vrsta akta za vključitev v posamezen program se opredeli v katalogu APZ.\n(5) Pri vključitvi v ukrep APZ se upoštevajo zlasti stanje na trgu dela na določenem območju in v določenem poklicu, stroški vključitve, osebne, poklicne, delovne in druge sposobnosti osebe ter njena starost, možnosti za uspešen zaključek ukrepa, želje osebe, če so utemeljene in jih je smiselno upoštevati glede na možnosti za zaposlitev v določenem okolju in obdobju, socialna ali zdravstvena oviranost osebe, razpoložljiva finančna sredstva in realne možnosti zaposlitve po zaključenem ukrepu."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "115",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "1. Postopek za uveljavljanje storitev in ukrepov APZ",
      "article": "115",
      "title": "(vključitev v ukrepe APZ)",
      "content": "Vabila, napotnice za zaposlitev in drugi dokumenti, ki se pošiljajo z namenom izdelave zaposlitvenega načrta, povabila na izvedbo storitve ali vključitve v ukrep APZ, od vročitve katerih začne teči rok za odziv brezposelne osebe, se vročajo z navadno vročitvijo skladno z zakonom, ki ureja poštne storitve. Šteje se, da je vročitev opravljena peti dan od dneva odprave dokumenta od pošiljatelja."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "116",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "1. Postopek za uveljavljanje storitev in ukrepov APZ",
      "article": "116",
      "title": "(vročanje pozivov in napotnic)",
      "content": "(1) Brezposelne osebe začnejo opravljati javna dela z dnem sklenitve pogodbe o zaposlitvi z izvajalcem javnih del, če v pogodbi ni določen drug datum nastopa dela.\n(2) Pogodba o zaposlitvi, sklenjena za opravljanje javnih del, preneha veljati, ko poteče čas, za katerega je bila sklenjena, predčasno pa v primerih:\n-        če se udeleženec zaposli ali samozaposli, razen v primeru, če je vključen v program javnih del s krajšim delovnim časom od polnega in se zaposli ali samozaposli za razliko do polnega delovnega časa;\n-        če udeleženec odkloni ustrezno ali primerno zaposlitev, ki mu jo je ponudil zavod ali drug izvajalec ukrepov;\n-        če udeleženec odkloni usposabljanje, ki ga predlaga zavod;\n-        če udeleženec samovoljno zapusti javno delo;\n-        če udeleženec ne izpolnjuje delovnih obveznosti iz sprejetega programa javnega dela;\n-        če udeleženec zaradi nepravočasnega, nestrokovnega in nekakovostnega dela ne dosega rezultatov, ki se lahko pričakujejo od povprečnega udeleženca;\n-        če predčasno preneha program javnega dela iz objektivnih razlogov na strani zavoda, izvajalca ali naročnika programa javnega dela."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "117",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "2. Postopek za ugotavljanje začasne nezaposljivosti brezposelnih oseb",
      "article": "117",
      "content": "(1) Brezposelna oseba, za katero se domneva, da utegne imeti težave z odvisnostjo, težave v duševnem zdravju, večje socialne težave in druge podobne težave, ki jo lahko ovirajo pri zaposlitvi, se z namenom razrešitve teh okoliščin predlaga v obravnavo posebnim medinstitucionalnim komisijam (v nadaljnjem besedilu: komisija).\n(2) Predlog za obravnavo poda strokovni delavec zavoda.\n(3) Zavod in pristojni center za socialno delo si z namenom celostne obravnave identificiranja in razreševanja okoliščin, ki osebam iz prvega odstavka tega člena onemogočajo delovno vključevanje in zaposlovanje, na podlagi predhodne seznanitve te osebe, izmenjujeta osebne in druge podatke o brezposelni osebi, in sicer o aktivnostih v zaposlitvenem načrtu, zaposlitvenih ciljih, vključevanju v storitve za trg dela, o veščinah, zmožnostih za delo in prepoznanih omejitvah osebe pri vključevanju na trg dela, zdravstvenem stanju, socialnih in drugih težavah, ki ovirajo osebo pri zaposlitvi, dogovorih o aktivnem razreševanju socialne problematike ter o aktivnostih, mnenjih in predlogih ukrepov obeh institucij za razreševanje problematike posameznega upravičenca. Osebni podatki iz prejšnjega stavka se lahko hranijo največ pet let od vnosa osebnih podatkov v zbirko, nato se izbrišejo ali na drug način uničijo, če drug zakon ne določa drugače.\n(4) Komisija je sestavljena iz najmanj treh članov: svetovalca zaposlitve, socialnega delavca in rehabilitacijskega svetovalca, pri njenem delu pa lahko glede na specifične težave posameznika sodelujejo tudi delavci z drugih strokovnih področij. Člane komisije imenuje vodja urada za delo zavoda, pri katerem je brezposelna oseba prijavljena, skupaj z direktorjem pristojnega centra za socialno delo.\n(5) Komisija oceni težave brezposelne osebe, pripravi mnenje o razlogih za začasno nezaposljivost ter poda predloge možnih ukrepov in aktivnosti za čimprejšnje izboljšanje zaposlitvenih možnosti brezposelne osebe. Po potrebi lahko komisija pred pripravo mnenja pridobi še mnenje zdravnika, ki izvaja zdravstveno zaposlitveno svetovanje.\n(6) Z mnenjem iz prejšnjega odstavka se seznanita pristojni center za socialno delo in brezposelna oseba.\n(7) Če je glede na mnenje komisije za aktivno vključitev brezposelne osebe na trg dela potrebna predhodna pomoč za odpravo socialnih težav oziroma stisk, se oseba po dogovoru v zaposlitvenem načrtu odstopi v obravnavo pristojnemu centru za socialno delo. Ne glede na določbe tega zakona, ki urejajo prenehanje pravice do denarnega nadomestila med brezposelnostjo, oseba, ki je ob odstopu prejemnik tega nadomestila, obdrži pravico do njegovega izplačevanja, če v skladu z zaposlitvenim načrtom s pristojnim centrom za socialno delo sklene dogovor o aktivnem reševanju svojih težav in dokler izpolnjuje v njem predvidene aktivnosti.\n(8) Za pripravo zaposlitvenega načrta iz prejšnjega odstavka in za pravni položaj brezposelne osebe se uporabljajo določbe 113. člena tega zakona.\n(9) Ne glede na prvi do osmi odstavek tega člena se osebo iz četrtega odstavka 9. člena tega zakona z dnem začetka začasne nezaposljivosti zaradi začasne nezmožnosti za delo iz zdravstvenih razlogov preneha voditi v evidenci brezposelnih oseb in se jo do prenehanja razlogov za začasno nezaposljivost vodi v evidenci oseb, ki so začasno nezaposljive. Če je oseba prejemnik denarnega nadomestila ali upravičenec do plačila prispevkov za pokojninsko in invalidsko zavarovanje, se ji to izplačuje tudi za čas trajanja začasne nezaposljivosti. Z naslednjim dnem po prenehanju razlogov za začasno nezaposljivost zavod osebo po uradni dolžnosti začne voditi v evidenci brezposelnih oseb."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "118",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "3. Postopek za uveljavljanje in varstvo pravic iz zavarovanja za primer brezposelnosti",
      "article": "118",
      "content": "(1) Zavarovanci uveljavljajo pravice iz zavarovanja za primer brezposelnosti skladno s tem zakonom.\n(2) O pravicah iz prvega odstavka 58. člena tega zakona na podlagi vloge zavarovanca odloča zavod. Vloga za uveljavitev pravice se lahko vloži v pisni obliki na predpisanih obrazcih ali po elektronski poti. Vloga se vloži skupaj z dokazili o izpolnjevanju pogojev za pridobitev pravice, ki jih ni mogoče pridobiti iz uradnih evidenc.\n(3) Vsebino in obliko obrazcev iz prejšnjega odstavka določi zavod in jih objavi na svoji spletni strani.\n(4) Odločba o pravici iz prvega odstavka 58. člena tega zakona se zavarovancu vroča z dostavo v hišni predalčnik v skladu z zakonom, ki ureja poštne storitve. Vročitev je opravljena petnajsti dan od dneva odpreme, ki se označi na odločbi. Če zavarovanec po odpremi odločbe zavodu v dveh mesecih sporoči, da odločbe v hišni predalčnik ni prejel, je domneva vročitve odpravljena in se vročitev opravi po določbah zakona, ki ureja splošni upravni postopek.\n(5) Pritožba zoper odločbo o pravici iz prvega odstavka 58. člena tega zakona ne zadrži izvršitve.\n(6) O pritožbah zoper odločbe zavoda odloča ministrstvo, pristojno za delo.\n(7) Sodno varstvo pri sodišču, pristojnem za socialne spore, lahko zavarovanec oziroma druga brezposelna oseba uveljavi v roku 30 dni od vročitve odločbe, izdane na drugi stopnji.\n(8) Določbe drugega, šestega in sedmega odstavka tega člena smiselno veljajo tudi za odločbe o predčasnem prenehanju denarnega nadomestila oziroma odločbe, s katerimi se po določbah tega zakona odpravi odločba o priznanju pravice do denarnega nadomestila in ki se izdajajo po uradni dolžnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "119",
      "chapter": "VI. poglavje  POSTOPEK ZA UVELJAVLJANJE POSAMEZNIH UKREPOV",
      "section": "3. Postopek za uveljavljanje in varstvo pravic iz zavarovanja za primer brezposelnosti",
      "article": "119",
      "title": "(postopek)",
      "content": "(1) Denarno nadomestilo pripada zavarovancu z naslednjim dnem po prenehanju pravnega razmerja, ki je bilo podlaga za obvezno ali prostovoljno zavarovanje za primer brezposelnosti, če se prijavi pri zavodu in vloži zahtevo za uveljavitev pravice do denarnega nadomestila v 30 dneh po prenehanju zavarovanja. Če uveljavlja denarno nadomestilo po tem roku, se skupna dolžina prejemanja denarnega nadomestila skrajša za koledarske dneve, ki pretečejo od 31. dneva po prenehanju obveznega ali prostovoljnega zavarovanja do dneva vložitve zahteve.\n(2) Če je delodajalec delavca odjavil iz obveznih zavarovanj, ne da bi ga pred tem seznanil s prenehanjem delovnega razmerja, teče rok, določen v prejšnjem odstavku, od dne, ko je bil delavec seznanjen s prenehanjem delovnega razmerja.\n(3) Rok iz prvega odstavka tega člena ne teče med:\n-        boleznijo, če zavarovanec po prenehanju delovnega razmerja ni prejemnik nadomestila med začasno zadržanostjo z dela na podlagi predpisov, ki urejajo zdravstveno zavarovanje;\n-        upravičenostjo do starševskega dodatka;\n-        vojaško dolžnostjo ter opravljanjem nalog oziroma usposabljanjem za zaščito in reševanje na poziv pristojnega organa;\n-        prestajanjem pripora oziroma zaporne kazni ali vzgojnega ali varstvenega ukrepa do šest mesecev.\n(4) V primerih iz prejšnjega odstavka se je zavarovanec dolžan prijaviti zavodu in vložiti zahtevo za denarno nadomestilo v roku 30 dni po prenehanju razloga, zaradi katerega rok ni tekel. Če uveljavlja denarno nadomestilo po tem roku, se mu skupna dolžina prejemanja denarnega nadomestila skrajša za koledarske dneve, ki pretečejo od 31. dneva po prenehanju razloga za mirovanje roka do dneva vložitve zahteve.\n(5) Ne glede na prvi odstavek tega člena lahko zavarovanec, ki se v roku 30 dni po prenehanju zavarovanja zaposli, pridobi pravico do denarnega nadomestila, če se prijavi pri zavodu in vloži zahtevo za uveljavitev pravice pred dnevom nove zaposlitve.\n(6) Določbe tega člena o rokih za prijavo in uveljavljanje denarnega nadomestila veljajo tudi za zavarovance, ki jim je pravica do denarnega nadomestila po določbah tega zakona mirovala. Rok za prijavo teče v teh primerih od dneva prenehanja razloga, zaradi katerega jim je pravica mirovala."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "120",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "120",
      "content": "Za obdelavo podatkov, vsebovanih v evidencah, se uporabljajo določbe predpisov o varstvu osebnih podatkov, za zbiranje, obdelovanje, shranjevanje, posredovanje in uporabo podatkov, ki predstavljajo davčno tajnost, pa se uporabljajo določbe zakona, ki ureja davčni postopek."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "121",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "121",
      "title": "(varstvo osebnih podatkov)",
      "content": "Evidence, določene s tem zakonom, se obdelujejo za potrebe odločanja o pravicah iz zavarovanja za primer brezposelnosti, za izvajanje storitev in vključevanje v ukrepe APZ, izdelavo zaposlitvenega načrta, izvajanje nadzora po tem zakonu in za spremljanje, načrtovanje in vodenje politike na področjih, ki jih ureja ta zakon, za izvajanje storitev Evropskega portala za zaposlitveno mobilnost (storitve portala EURES) ter za znanstvenoraziskovalne in statistične namene."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "122",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "122",
      "title": "(namen vodenja)",
      "content": "Evidence na področju, ki ga ureja ta zakon, so:\n-        evidenca brezposelnih oseb;\n-        evidenca oseb, ki so začasno nezaposljive;\n-        evidenca oseb, vključenih v programe APZ;\n-        evidenca iskalcev zaposlitve;\n-        evidenca delodajalcev z negativnimi referencami;\n-        evidenca poslovnih subjektov prejemnikov javnih sredstev na podlagi določb tega zakona;\n-        evidenca dijakov in študentov, ki opravljajo občasno in začasno delo študentov in dijakov (v nadaljnjem besedilu: evidenca študentskega dela)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "123",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "123",
      "title": "(evidence)",
      "content": "(1) Evidenca brezposelnih oseb, evidenca oseb, ki so začasno nezaposljive, evidenca oseb, vključenih v programe APZ in evidenca iskalcev zaposlitve vsebujejo naslednje skupne osebne podatke:\n-        ime in priimek;\n-        datum rojstva;\n-        spol;\n-        EMŠO;\n-        davčno številko;\n-        naslov stalnega oziroma začasnega prebivališča (za tujino še šifro države);\n-        državljanstvo;\n-        status (dijak, študent, zaposlen, samozaposlen, upokojenec, kmet – če se oseba o tem izjavi);\n-        pripadnost k romski etnični skupnosti (če se oseba o tem izjavi);\n-        številko transakcijskega računa osebe;\n-        telefonsko številko in elektronski naslov, na katerem je oseba dosegljiva;\n-        izobrazbo, poklicno kvalifikacijo oziroma standard, usposobljenost, dodatna znanja in delovne izkušnje;\n-        zmožnost za delo in omejitve;\n-        zavarovalno dobo;\n-        delovno dobo.\n(2) Evidence, navedene v prejšnjem odstavku, vsebujejo poleg skupnih podatkov še naslednje podatke:\n1.      Evidenca brezposelnih oseb:\n-  prijava, vodenje in prenehanje vodenja v evidenci;\n-  razlog prenehanja vodenja v evidenci;\n-  izpolnjevanje obveznosti, ki izhajajo iz statusa brezposelne osebe po tem zakonu (o javljanju, napotitvah, izpolnjevanju drugih obveznosti);\n-  osnovi za odmero denarnega nadomestila;\n-  obdobje in višina priznane pravice do denarnega nadomestila;\n-  obdavčljivi dohodki iz zaposlitve in drugi prejemki, ki vplivajo na višino priznane pravice do denarnega nadomestila;\n-  vrsta in višina denarnih prejemkov in povrnjenih stroškov, do katerih je brezposelna oseba upravičena po določbah tega zakona;\n-  čas prejemanja denarne socialne pomoči na centru za socialno delo;\n-  obravnava pri zdravniku, ki izvaja zaposlitveno svetovanje (datum obravnave, razlog);\n-  vrsta, trajanje in izvajalec storitve, določene s tem zakonom;\n-  terjatvah in načinu vračanja neupravičeno prejetih sredstev;\n-  pritožbah;\n-  začetku in zaključku sodnih postopkov, v katerih ima v zvezi z izvajanjem določb tega zakona položaj stranke (vrsta sodnega postopka, predmet spora, opravilna številka, izrek izida postopka);\n-  spremembah v zaposlitvenem statusu osebe ali statusu udeleženca izobraževanja še 24 mesecev po odjavi iz evidence brezposelnih oseb (podatki o zaposlitvi, prenehanju zaposlitve, vključitvi v izobraževanje), zaradi spremljanja učinkovitosti storitev za trg dela in za raziskovalne namene.\n2.      Evidenca oseb, ki so začasno nezaposljive:\n-  prijava, vodenje in prenehanje vodenja v evidenci;\n-  razlog prenehanja vodenja v evidenci;\n-  čas trajanja nezaposljivosti;\n-  datum obravnave na komisiji;\n-  predlogi ukrepov komisije.\n3.      Evidenca oseb, vključenih v programe APZ:\n-  prijava, vodenje in prenehanje vodenja v evidenci;\n-  razlog prenehanja vodenja v evidenci;\n-  vrsta, trajanje in izvajalec storitve, določene s tem zakonom;\n-  pripadnost določeni ciljni skupini;\n-  porabljena finančna sredstva;\n-  uspešnost dokončanja programa;\n-  izpolnjevanje pogodbenih obveznosti osebe;\n-  o terjatvah in načinu vračanja neupravičeno prejetih sredstev;\n-  o pritožbah;\n-  o začetku in zaključku sodnih postopkov, v katerih ima v zvezi z izvajanjem določb tega zakona položaj stranke (vrsta sodnega postopka, predmet spora, opravilna številka, izrek izida postopka).\n4.      Evidenca iskalcev zaposlitve:\n-  prijava, vodenje in prenehanje vodenja v evidenci;\n-  razlog prenehanja vodenja v evidenci;\n-  vrsta, trajanje in izvajalec storitve, določene s tem zakonom;\n-  vrsta in višina denarnih prejemkov in povrnjenih stroškov, do katerih je iskalec zaposlitve upravičen po določbah tega zakona;\n-  za iskalce zaposlitve, katerih zaposlitev je ogrožena, naziv in izdajatelj dokumenta, ki izkazuje, da je zaposlitev osebe ogrožena (poslovni načrt delodajalca, program razreševanja presežnih delavcev, obvestilo likvidacijskega ali stečajnega upravitelja, o predvidenem roku, v katerem bo prenehala potreba po delu delavca ali drugi podobni dokumenti);\n-  za iskalce zaposlitve, katerih zaposlitev je ogrožena, datum izdaje dokumenta iz prejšnje alineje;\n-  za iskalce zaposlitve, katerih zaposlitev je ogrožena, datum izteka pogodbe o zaposlitvi za določen čas;\n-  za iskalce zaposlitve, katerih zaposlitev je ogrožena, datum prenehanja pogodbe o zaposlitvi za nedoločen čas.\n(3) Evidenca podatkov o delodajalcih z negativnimi referencami vsebuje naslednje podatke:\n-        firmo in sedež oziroma ime in naslov delodajalca;\n-        matično številko delodajalca;\n-        datum prijave delavca;\n-        vrsto in čas kršitve delovnopravne ali davčne zakonodaje;\n-        organ, ki je ugotovil kršitev;\n-        vrsto akta, s katerim je ugotovljena kršitev;\n-        datum akta, s katerim je ugotovljena kršitev;\n-        pravnomočno izrečeno kazen delodajalcu;\n-        podatek o izplačanih plačah in poravnanih obveznih prispevkih za socialno varnost s strani delodajalca (da/ne).\n(4) Evidenca podatkov o poslovnih subjektih, prejemnikih javnih sredstev na podlagi določb tega zakona, vsebuje naslednje podatke:\n-        firmo in sedež oziroma ime in naslov poslovnega subjekta;\n-        matično številko poslovnega subjekta;\n-        davčno številko poslovnega subjekta;\n-        ime in priimek odgovorne osebe poslovnega subjekta;\n-        pravno podlago za izplačilo sredstev (javni razpis, pogodbo, naročilnico, drugo);\n-        višino izplačanih sredstev in namen izplačila;\n-        datum izvedenega nadzora;\n-        ugotovitve nadzora;\n-        o terjatvah in načinu vračanja neupravičeno prejetih sredstev;\n-        datum vračila terjatve;\n-        o pritožbah;\n-        o začetku in zaključku sodnih postopkov, v katerih ima v zvezi z izvajanjem določb tega zakona položaj stranke (vrsta sodnega postopka, predmet spora, opravilna številka, izrek izida postopka);\n-        podatek o izplačanih plačah in poravnanih obveznih prispevkih za socialno varnost s strani delodajalca (da/ne).\n(5) Osebe, ki se vodijo v evidencah po tem zakonu morajo zavodu sporočati vsako spremembo podatkov, ki vpliva na izpolnjevanje pogojev za vodenje v evidenci oziroma ki vpliva na prenehanje vodenja v evidenci, najkasneje v treh dneh od nastanka spremembe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "123.a",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "123.a",
      "title": "(vsebina evidenc)",
      "content": "(1) Evidenco študentskega dela vodi Študentska organizacija Slovenije (v nadaljnjem besedilu: ŠOS) kot javno pooblastilo. Na podlagi podatkov iz te evidence ŠOS vzdržuje informacijski sistem osebnih elektronskih portfoliev znanj, izkušenj in kompetenc, ki se pridobijo z opravljanjem občasnega in začasnega dela študentov in dijakov (v nadaljnjem besedilu: občasno in začasno delo), zaradi izvajanja nadzora, spremljanja, načrtovanja in vodenja politike na področjih, ki jih ureja ta zakon, za razvoj storitev in ukrepov za mlade ter za znanstvenoraziskovalne in statistične namene.\n(2) Sredstva za vodenje in vzdrževanje evidence študentskega dela predstavljajo sredstva ŠOS, pridobljena iz koncesijske dajatve od opravljenega občasnega in začasnega dela.\n(3) Evidenca študentskega dela vsebuje naslednje podatke:\n-        ime, priimek, EMŠO in davčno številko osebe, ki opravlja občasno in začasno delo;\n-        naslov stalnega ali začasnega prebivališča (za tujino še šifra države);\n-        telefonsko številko in elektronski naslov, na katerem je oseba dosegljiva;\n-        o vseh izdanih napotnicah za osebo, ki opravlja občasno in začasno delo;\n-        vrsta opravljenega občasnega ali začasnega dela;\n-        časovno obdobje opravljanja občasnega ali začasnega dela;\n-        število opravljenih delovnih ur;\n-        kompetence, pridobljene z opravljanjem občasnega ali začasnega dela;\n-        ime in priimek oziroma naziv in sedež ter matična in davčna številka delodajalca;\n-        naziv koncesionarja, ki je posredoval občasno ali začasno delo;\n-        naziv in naslov ter matična številka vzgojno izobraževalnega zavoda, v katerem se šola v času opravljanja občasnega in začasnega dela;\n-        vzgojno izobraževalni ali študijski program ter evidenčna številka, pridobljena iz uradnega registra programov (raven in področje izobraževanja po KLASIUS z vrsto programa), datum vpisa in letnik izobraževanja.\n(4) Ob prevzemu napotnice lahko oseba, ki bo opravljala občasno in začasno delo, odkloni zbiranje podatkov iz druge in tretje alineje prejšnjega odstavka.\n(5) Za potrebe izvajanja tega in 124.a člena tega zakona se pojem dijak uporablja tudi za udeležence izobraževanja odraslih.\n(6) V evidenci študentskega dela se podatki iz prve, druge, tretje, četrte, devete in desete alineje tretjega odstavka tega člena hranijo 15 let po vnosu podatkov, podatki iz pete, šeste, sedme, osme, enajste in dvanajste alineje tretjega odstavka tega člena pa 20 let po vnosu podatkov.\n(7) Po preteku rokov hrambe iz prejšnjega odstavka se podatki blokirajo in nadalje obravnavajo skladno s predpisi, ki urejajo poslovanje organov javne uprave s stalno zbirko dokumentarnega gradiva oziroma ravnanje z javnim arhivskim gradivom.\n(8) Po blokiranju iz prejšnjega odstavka se:\n-        podatki iz prve, druge, tretje, četrte, devete in desete alineje tretjega odstavka tega člena anonimizirajo;\n-        podatki iz pete, šeste, sedme, osme, enajste in dvanajste alineje tretjega odstavka tega člena hranijo 30 let.\n(9) Dostop do podatkov iz prejšnjega odstavka je po blokiranju dovoljen le za znanstvenoraziskovalne in statistične namene ali v primerih, določenih z zakonom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "124",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "124",
      "title": "(evidenca študentskega dela)",
      "content": "(1) Zavod podatke, ki jih potrebuje za izvajanje svojih pristojnosti v skladu s tem zakonom in za namen posredovanja dela, pridobiva neposredno od osebe, na katero se ti podatki nanašajo, ter brezplačno iz evidenc naslednjih upravljavcev: ministrstva, pristojnega za izobraževanje, ministrstva, pristojnega za obrambo, Uprave Republike Slovenije za izvrševanje kazenskih sankcij, Finančne uprave Republike Slovenije, Zavoda za zdravstveno zavarovanje Slovenije, Kapitalske družbe pokojninskega in invalidskega zavarovanja, Centra za slovenščino kot drugi in tuji jezik Filozofske fakultete Univerze v Ljubljani, Zavoda za pokojninsko in invalidsko zavarovanje Slovenije, centrov za socialno delo, Inšpektorata Republike Slovenije za delo, Tržnega inšpektorata Republike Slovenije, Agencije Republike Slovenije za javnopravne evidence in storitve, upravljavca Centralnega registra prebivalstva, Vrhovnega sodišča Republike Slovenije in od vseh upravljavcev zbirk podatkov, ki so vzpostavljene oziroma se obdelujejo na podlagi zakona.\n(2) Zavod lahko evidence, ki jih vodi po tem zakonu, poveže z evidencami upravljavcev iz prejšnjega odstavka, razen z zbirkami Uprave Republike Slovenije za izvrševanje kazenskih sankcij in Tržnega inšpektorata Republike Slovenije.\n(3) Ministrstvo, pristojno za delo, in sklad podatke, ki jih potrebujeta za izvajanje ukrepov aktivne politike zaposlovanja in storitev za trg dela po tem zakonu in za namen informiranja o trgu dela v povezavi z napovedmi potreb trga dela, pridobivata neposredno od osebe, na katero se ti podatki nanašajo, ter brezplačno iz evidenc naslednjih upravljavcev: zavoda, Finančne uprave Republike Slovenije, Zavoda za zdravstveno zavarovanje Slovenije, Zavoda za pokojninsko in invalidsko zavarovanje Slovenije, Inšpektorata Republike Slovenije za delo, Agencije Republike Slovenije za javnopravne evidence in storitve, upravljavca Centralnega registra prebivalstva in od vseh upravljavcev zbirk podatkov, ki so vzpostavljene oziroma se obdelujejo na podlagi zakona.\n(4) Sklad lahko evidence, ki jih vodi po tem zakonu, poveže z evidencami upravljavcev, ki so določeni v prejšnjem odstavku.\n(5) Zavod lahko zaradi preverjanja izpolnjevanja pogojev iz 8. člena tega zakona na podlagi izpolnjene prijave osebe v evidenco brezposelnih oseb, v kateri je obvezni podatek enotna matična številka občana, od Agencije Republike Slovenije za javnopravne evidence in storitve neposredno pridobiva podatke o tem, ali je oseba samozaposlena, ali je družbenik in hkrati poslovodna oseba v osebni in kapitalski družbi ter ali je ustanovitelj in hkrati poslovodna oseba v zavodu.\n(6) Zavod lahko zaradi preverjanja izpolnjevanja pogojev iz prvega odstavka 66.a člena in prvega odstavka 66.b člena tega zakona na podlagi vloge brezposelne osebe za dodelitev spodbude za zaposlovanje od Agencije Republike Slovenije za javnopravne evidence in storitve neposredno pridobiva podatke o tem, ali je novi delodajalec brezposelne osebe povezana družba njenega zadnjega delodajalca.\n(7) Izvajalci ukrepov lahko za namen izvajanja ukrepov od zavoda pridobijo podatke o tem, ali se oseba vodi v evidenci brezposelnih oseb, in druge podatke, ki jih potrebujejo za namen izvajanja ukrepov, pri čemer morajo biti osebni podatki, ki se obdelujejo, ustrezni in po obsegu primerni glede na namen izvajanja ukrepov.\n(8) Uživalci pravic po tem zakonu so dolžni zavodu in ostalim izvajalcem ukrepov sporočati vsa dejstva, ki vplivajo na pridobitev, mirovanje ali izgubo pravic, in sicer najkasneje v osmih dneh od nastanka takšnega dejstva."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "124.a",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "124.a",
      "title": "(pridobivanje podatkov in povezovanje evidenc)",
      "content": "(1) ŠOS podatke, ki jih potrebuje za namen vzpostavitve evidence iz prvega odstavka 123.a člena tega zakona, brezplačno pridobiva od zavoda, koncesionarjev za posredovanje občasnega in začasnega dela in ministrstva, pristojnega za notranje zadeve kot upravljavca Centralnega registra prebivalstva. Zavod in koncesionarji za posredovanje občasnega in začasnega dela posredujejo ŠOS podatke o vseh izdanih napotnicah najpozneje v treh dneh od datuma izdaje napotnice ter podatke o opravljenem študentskem delu najpozneje do 15. dne v mesecu za delo, obračunano v preteklem mesecu.\n(2) Zaradi zagotavljanja točnosti in ažurnosti podatkov lahko ŠOS evidenco študentskega dela na podlagi povezovalnega znaka EMŠO poveže s Centralnim registrom prebivalstva, Centralno evidenco udeležencev vzgoje in izobraževanja (Ceuviz) in evidenco študentov in diplomantov Evidenčnega in analitskega informacijskega sistema visokega šolstva v Republiki Sloveniji (eVŠ), ki ju vodi in upravlja ministrstvo, pristojno za izobraževanje, in registrom kvalifikacij SOK, ki ga upravlja Nacionalna koordinacijska točka SOK-EOK, na podlagi povezovalnega znaka davčne številke pravne osebe pa s Poslovnim registrom Slovenije, ki ga vodi in upravlja Agencija Republike Slovenije za javnopravne evidence in storitve.\n(3) Zaradi izvajanja storitev in ukrepov za mlade ter za znanstvenoraziskovalne in statistične namene lahko zavod za pridobivanje podatkov iz druge alineje četrtega odstavka tega člena na podlagi povezovalnega znaka EMŠO z evidenco študentskega dela poveže evidenco brezposelnih oseb in evidenco iskalcev zaposlitve.\n(4) Iz evidence študentskega dela brezplačno pridobivajo podatke:\n-        ministrstvo, pristojno za delo, zaradi spremljanja, načrtovanja in vodenja politike na področjih, ki jih ureja ta zakon, ter za razvoj storitev in ukrepov za mlade, po EMŠO: podatke iz prve, pete, šeste, sedme, osme, devete, desete, enajste in dvanajste alineje tretjega odstavka 123.a člena tega zakona;\n-        zavod zaradi hitrejšega vključevanja mladih na trg dela, po EMŠO: vse podatke, razen podatka iz desete alineje tretjega odstavka 123.a člena tega zakona;\n-        ministrstvo, pristojno za izobraževanje, zaradi analize zaposljivosti diplomantov in spremljanja povezave med področji izobraževanja ter občasnega in začasnega dela, po EMŠO: podatke iz pete, šeste, sedme in osme alineje tretjega odstavka 123.a člena tega zakona;\n-        Inšpektorat Republike Slovenije za delo zaradi izvajanja nadzora, z neposrednim vpogledom, po EMŠO: podatke iz prve, četrte, pete, šeste, sedme, devete in desete alineje tretjega odstavka 123.a člena tega zakona;\n-        Finančna uprava Republike Slovenije zaradi izvajanja nadzora po zakonu, ki ureja preprečevanje dela in zaposlovanja na črno, z neposrednim vpogledom, po davčni številki: podatke iz prve, četrte, pete, šeste, sedme, devete in desete alineje tretjega odstavka 123.a člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "125",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "125",
      "title": "(pridobivanje podatkov in povezovanje evidenc z evidenco študentskega dela)",
      "content": "Zavod lahko upravnim in drugim državnim organom, organom samoupravnih lokalnih skupnosti in nosilcem javnih pooblastil posreduje osebne podatke iz evidenc, ki jih vodi po tem zakonu, za izvajanje pristojnosti, predpisanih z zakonom, in sicer pod pogojem, da zakon določa pridobivanje osebnih podatkov od zavoda ter osebne podatke, ki se pridobivajo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "126",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "1. Evidence",
      "article": "126",
      "title": "(posredovanje podatkov)",
      "content": "(1) Podatki se hranijo:\n-        v evidenci brezposelnih oseb: 50 let po vnosu podatkov;\n-        v evidenci oseb, ki so začasno nezaposljive: pet let po vnosu podatkov;\n-        v evidenci oseb, vključenih v programe APZ: pet let po vnosu podatkov;\n-        v evidenci iskalcev zaposlitve: pet let po vnosu podatkov;\n-        v evidenci delodajalcev z negativnimi referencami: pet let po vnosu podatkov;\n-        v evidenci poslovnih subjektov, prejemnikov javnih sredstev na podlagi določb tega zakona: pet let po vnosu podatkov.\n(2) Po poteku rokov iz prejšnjega odstavka se podatki obravnavajo skladno s predpisi, ki urejajo poslovanje organov javne uprave s stalno zbirko dokumentarnega gradiva oziroma ravnanje z javnim arhivskim gradivom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "126",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "126",
      "title": "(posredovanje podatkov)",
      "content": "2.1 Vpis osebe v evidenco brezposelnih oseb in evidenco oseb, vključenih v programe APZ, in prenehanje vodenja osebe v evidenci brezposelnih oseb in evidenci oseb, vključenih v programe APZ"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "127",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "127",
      "content": "(1) Iskalec zaposlitve, ki želi pridobiti status brezposelne osebe, se prijavi na zavodu osebno ali v elektronski obliki z uporabo sistema e-storitev.\n(2) Zavod v soglasju z ministrom, pristojnim za delo, s splošnim aktom predpiše pogoje in način prijave v elektronski obliki oziroma po elektronski poti, obliko zapisa prijave v elektronski obliki ter organizacijo in delovanje informacijskega sistema elektronske prijave v evidenco brezposelnih oseb.\n(3) Tujec se lahko prijavi kot brezposelna oseba, če izpolnjuje pogoje, določene v 8. členu tega zakona.\n(4) Če oseba iz prvega odstavka tega člena ne izpolnjuje pogojev iz 8. člena tega zakona za vpis v evidenco brezposelnih oseb, zavod izda odločbo o zavrnitvi vpisa. Za odločanje o pritožbah in uveljavljanje sodnega varstva se uporabljata šesti in osmi odstavek 130. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "128",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "128",
      "title": "(vpis v evidenco brezposelnih oseb)",
      "content": "V evidenco oseb, vključenih v programe APZ, se osebe vpišejo na podlagi pogodbe o vključitvi v program ali napotnice."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "129",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "129",
      "title": "(vpis v evidenco oseb, vključenih v programe APZ)",
      "content": "(1) Zavod preneha voditi osebo v evidenci brezposelnih oseb oziroma evidenci oseb, vključenih v programe APZ, če:\n-        oseba ni več brezposelna po določbah tega zakona;\n-        se oseba sama odjavi iz evidence brezposelnih oseb ali iz evidence oseb, vključenih v programe APZ;\n-        oseba odkloni vključitev v program APZ ali krši obveznosti, sprejete s pogodbo o vključitvi v program APZ;\n-        oseba odkloni ustrezno ali primerno zaposlitev ali si pri razgovoru za zaposlitev ne prizadeva za pridobitev zaposlitve;\n-        oseba ni dala resničnih podatkov o izpolnjevanju pogojev za pridobitev statusa brezposelne osebe ali statusa osebe, vključene v program APZ;\n-        je po predpisanem postopku ugotovljen obstoj razloga, zaradi katerega oseba začasno ni zaposljiva;\n-        pripor traja več kot šest mesecev ali če nastopi prestajanje zaporne kazni v trajanju šest mesecev ali več;\n-        pristojni organ ugotovi, da oseba dela oziroma je delala ali je oziroma je bila zaposlena na črno;\n-        oseba ni aktivni iskalec zaposlitve, razen če je te obveznosti oproščena z zaposlitvenim načrtom;\n-        oseba odkloni podpis zaposlitvenega načrta skladno s šestim odstavkom 113. člena tega zakona;\n-        oseba, ki je državljan tretje države, v rokih, določenih v prvem, drugem in petem odstavku 8.a člena tega zakona, ne opravi izpita iz znanja slovenskega jezika na vstopni ravni (raven zahtevnosti A1),\n-        se za osebo v skladu s četrtim odstavkom 9. člena tega zakona ugotovi, da je začasno nezaposljiva.\n(2) V primeru iz devete alineje prejšnjega odstavka zavod preneha voditi osebo v evidenci brezposelnih oseb oziroma evidenci oseb, vključenih v programe APZ, po drugi kršitvi obveznosti. O prvi kršitvi obveznosti zavod izda odločbo, tako ugotovljena kršitev pa učinkuje šest mesecev od vročitve odločbe. To velja tudi, če se brezposelna oseba pred vročitvijo odločbe ali pred vročitvijo odločbe o pritožbi sama odjavi iz evidence brezposelnih oseb, razen, če se je odjavila zaradi vključitve v obvezno zavarovanje za primer brezposelnosti na podlagi 54. člena ali prostovoljno zavarovanje na podlagi 57. člena tega zakona.\n(3) Ne glede na določbo prvega odstavka tega člena se v evidenci brezposelnih oseb ne preneha voditi oseba, ki se je med prejemanjem denarnega nadomestila zaposlila za krajši delovni čas od polnega in uveljavila pravico po določbi 66. člena tega zakona, dokler se ji izplačuje nadomestilo in dokler aktivno išče zaposlitev do polnega ali s polnim delovnim časom.\n(4) Vključitev v program APZ ni razlog za prenehanje vodenja osebe v evidenci brezposelnih oseb, razen če je bila oseba vključena v program APZ, ki se izvaja s sklenitvijo pogodbe o zaposlitvi. V tem primeru se oseba ne glede na določbo prvega odstavka tega člena vodi v evidenci oseb, vključenih v programe APZ.\n(5) Poleg razlogov, določenih v prvem odstavku tega člena, je razlog za prenehanje vodenja osebe v evidenci oseb, vključenih v programe APZ, tudi izpolnitev pogodbe o vključitvi oziroma iztek programa, v katerega je bila oseba vključena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "130",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "130",
      "title": "(razlogi za prenehanje vodenja v evidenci brezposelnih oseb oziroma evidenci oseb, vključenih v programe APZ)",
      "content": "(1) Zavod po uradni dolžnosti preneha voditi osebo v evidenci brezposelnih oseb in v evidenci oseb, vključenih v programe APZ, z dnem nastanka razloga za prenehanje vodenja v evidenci, ki ga ugotovi na podlagi podatkov iz uradnih evidenc pooblaščenih organov in organizacij ali iz uradnih evidenc drugih upravljavcev evidenc oziroma ko se oseba sama odjavi iz evidence.\n(2) O prenehanju vodenja v evidenci brezposelnih oseb oziroma evidenci oseb, vključenih v programe APZ, zavod obvesti osebo in ji na njeno zahtevo izda potrdilo.\n(3) Obvestilo o prenehanju vodenja v evidencah iz prejšnjega odstavka se vroča z navadno vročitvijo skladno z zakonom, ki ureja poštne storitve. Šteje se, da je vročitev opravljena 20. dan od dneva odprave obvestila iz zavoda.\n(4) Za izdajo in spremembo potrdila o vodenju in prenehanju vodenja osebe v evidenci iz drugega odstavka tega člena se uporabljajo določbe zakona, ki ureja splošni upravni postopek.\n(5) Če je razlog za prenehanje vodenja osebe v evidenci brezposelnih oseb in v evidenci oseb, vključenih v programe APZ, kateri izmed razlogov, določenih v tretji, četrti, peti, osmi, deveti in enajsti alineji prvega odstavka 129. člena tega zakona, zavod o prenehanju vodenja osebe v evidenci izda odločbo po uradni dolžnosti. Če je navedeni razlog za prenehanje vodenja v evidenci ugotovljen pri osebi, ki je istočasno vodena v evidenci brezposelnih oseb in evidenci oseb, vključenih v programe APZ, se o prenehanju vodenja v obeh evidencah odloči z eno odločbo.\n(6) Odločbo o prenehanju vodenja osebe v evidenci brezposelnih oseb in v evidenci oseb, vključenih v programe APZ, izda zavod, o pritožbi pa odloči ministrstvo, pristojno za delo.\n(7) Zoper odločbo, izdano na drugi stopnji, se lahko uveljavlja sodno varstvo pri sodišču, pristojnem za socialne spore.\n(8) V primerih, določenih v petem odstavku tega člena, razen v primeru iz enajste alineje prvega odstavka 129. člena tega zakona, se oseba šest mesecev po prenehanju vodenja v evidenci brezposelnih oseb vanjo ne more ponovno prijaviti.\n(9) Če je bila oseba vključena v program APZ, se kljub prenehanju vodenja osebe v evidenci oseb, vključenih v programe APZ, izvajanje programa spremlja do prenehanja pogodbe o vključitvi v program oziroma do zaključka postopka za vračilo sredstev.\n2.2 Vpis osebe v evidenco iskalcev zaposlitve in prenehanje vodenja osebe v evidenci iskalcev zaposlitve"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "131",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "131",
      "title": "(prenehanje vodenja v evidenci brezposelnih oseb oziroma evidenci oseb, vključenih v ukrepe APZ)",
      "content": "(1) V evidenco iskalcev zaposlitve se lahko osebno ali po elektronski poti prijavijo vse osebe, ki potrebujejo ukrepe, ki se zagotavljajo iskalcem zaposlitve po tem zakonu.\n(2) V evidenco iskalcev zaposlitve se najkasneje v treh delovnih dneh po vročeni odpovedi osebno ali po elektronski poti prijavi delavec, ki mu je bila pogodba o zaposlitvi odpovedana iz poslovnega razloga ali iz razloga nesposobnosti, delodajalec pa mu ni ponudil sklenitve nove pogodbe o zaposlitvi po določbah zakona, ki ureja delovna razmerja.\n(3) Zavod v soglasju z ministrom, pristojnim za delo, s splošnim aktom predpiše pogoje in način prijave v elektronski obliki oziroma po elektronski poti, obliko zapisa prijave v elektronski obliki ter organizacijo in delovanje informacijskega sistema elektronske prijave v evidenco iskalcev zaposlitve."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "132",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "132",
      "title": "(vpis v evidenco iskalcev zaposlitve)",
      "content": "(1) Zavod preneha voditi osebo v evidenci iskalcev zaposlitve, če:\n-        se oseba odjavi iz evidence;\n-        se oseba v času vodenja v evidenci več kot šest zaporednih mesecev ne javi zavodu;\n-        oseba po izteku odpovednega roka pridobi status brezposelne osebe;\n-        oseba odjavi prebivališče in ne prijavi novega oziroma s pretekom dovoljenja za prebivanje;\n-        oseba postane trajno nezmožna za delo po predpisih o pokojninskem in invalidskem zavarovanju ali nezaposljiva po predpisih, ki urejajo zaposlitveno rehabilitacijo in zaposlovanje invalidov.\n(2) V primeru iz prve alineje prejšnjega odstavka se oseba preneha voditi v evidenci z dnem odjave, v primeru iz druge, tretje in četrte alineje po uradni dolžnosti z dnem nastanka razloga za prenehanje vodenja v evidenci in v primeru iz pete alineje z dnem pravnomočnosti odločbe o nezmožnosti za delo po predpisih, ki urejajo invalidsko zavarovanje, oziroma odločbe o nezaposljivosti po predpisih, ki urejajo zaposlitveno rehabilitacijo in zaposlovanje invalidov.\n(3) O prenehanju vodenja v evidenci iskalcev zaposlitve zaradi razloga iz druge, četrte in pete alineje prvega odstavka tega člena zavod na zahtevo osebe izda potrdilo.\n(4) Za izdajo in spremembo potrdila o vodenju in prenehanju vodenja osebe v evidenci iskalcev zaposlitve se uporabljajo določbe zakona, ki ureja splošni upravni postopek."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "133",
      "chapter": "VII. poglavje  EVIDENCE TER VPIS OSEBE V POSAMEZNO EVIDENCO IN PRENEHANJE VODENJA OSEBE V POSAMEZNI EVIDENCI",
      "section": "2. Vpis osebe v posamezno evidenco in prenehanje vodenja osebe v posamezni evidenci",
      "article": "133",
      "title": "(prenehanje vodenja v evidenci iskalcev zaposlitve)",
      "content": "Način prijave in odjave brezposelnih oseb in iskalcev zaposlitve v evidence po tem zakonu podrobneje uredi minister, pristojen za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "134",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "134",
      "content": "(1) Sredstva za pravice iz zavarovanja za primer brezposelnosti se po načelih vzajemnosti in solidarnosti zagotavljajo iz prispevkov delavcev, delodajalcev in prostovoljnih zavarovancev ter drugih zavezancev, določenih s tem zakonom.\n(2) Za zavarovanje za primer brezposelnosti se plačuje prispevek zavarovanca in prispevek delodajalca.\n(3) Prispevki za zavarovanje za primer brezposelnosti se plačujejo po stopnjah, določenih s posebnim zakonom.\n(4) Prispevki za zavarovanje za primer brezposelnosti se vplačujejo v proračun Republike Slovenije.\n(5) Če vplačani prispevki ne zadoščajo za pokrivanje obveznosti za pravice, ki izhajajo iz zavarovanja za primer brezposelnosti, se sredstva zagotavljajo iz drugih proračunskih virov.\n(6) Glede pobiranja prispevkov, pravic in obveznosti zavezanca, varovanja podatkov, pristojnosti davčnega organa, vodenja evidenc o plačanih prispevkih za vsakega zavarovanca in drugih vprašanj postopka, se uporablja zakon, ki ureja davčni postopek in zakon, ki ureja finančno upravo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "135",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "135",
      "title": "(viri financiranja pravic iz zavarovanja za primer brezposelnosti)",
      "content": "(1) Prispevki se obračunavajo od osnove za plačilo prispevkov, ki je enaka osnovi za plačilo prispevkov, od katere zavarovanci iz 54. člena tega zakona plačujejo prispevke za obvezno pokojninsko in invalidsko zavarovanje.\n(2) Osnova za plačilo prispevkov za zavarovance iz 57. člena tega zakona, ki se prostovoljno vključijo v obvezno zavarovanje za primer brezposelnosti, je enaka osnovi, od katere plačujejo prispevke za obvezno pokojninsko in invalidsko zavarovanje, če pa te osnove nimajo, je osnova povprečna bruto plača v Republiki Sloveniji za predzadnji mesec pred mesecem, za katerega se plačuje prispevke."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "136",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "136",
      "title": "(osnova za plačilo prispevkov)",
      "content": "Zavezanci za plačilo prispevkov zavarovanca za zavarovanje za primer brezposelnosti so:\n-        zavarovanci iz prve, druge, tretje, četrte, pete, šeste, osme, desete, enajste in dvanajste alineje prvega odstavka 54. člena tega zakona;\n-        Republika Slovenija za zavarovance iz sedme, devete in trinajste alineje prvega odstavka 54. člena tega zakona;\n-        zavarovanci iz 57. člena tega zakona, ki so prostovoljno vključeni v obvezno zavarovanje."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "137",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "137",
      "title": "(zavezanci za plačilo prispevkov zavarovanca)",
      "content": "Zavezanci za plačilo prispevkov delodajalca za zavarovanje za primer brezposelnosti so:\n-        delodajalci za zavarovance iz prve, tretje in četrte alineje prvega odstavka 54. člena tega zakona, razen zaposlenih pri tujih delodajalcih, za katere se v skladu s predpisi EU uporablja zakonodaja Republike Slovenije, ki so sami zavezanci za plačilo prispevkov;\n-        Zavod za zdravstveno zavarovanje Slovenije za zavarovance iz druge in šeste alineje prvega odstavka 54. člena tega zakona;\n-        zavarovanci iz pete in dvanajste alineje prvega odstavka 54. člena tega zakona in zavarovanci iz 57. člena tega zakona;\n-        Republika Slovenija za zavarovance iz sedme, osme, devete, enajste, dvanajste in trinajste alineje prvega odstavka 54. člena tega zakona;\n-        zavod za zavarovance iz desete alineje prvega odstavka 54. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "138",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "138",
      "title": "(zavezanci za plačilo prispevkov delodajalca)",
      "content": "Sredstva za druge ukrepe iz 15. člena tega zakona se lahko zagotavljajo iz naslednjih virov:\n-        iz proračuna Republike Slovenije;\n-        iz proračuna lokalnih skupnosti;\n-        iz evropskih strukturnih skladov;\n-        iz drugih evropskih virov."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "139",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "139",
      "title": "(viri financiranja drugih ukrepov)",
      "content": "Sredstva za izvajanje ukrepov na trgu dela se izvajalcem ukrepov zagotavljajo na podlagi pogodbe z ministrstvom, pristojnim za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "140",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "140",
      "title": "(način financiranja izvajalcev ukrepov)",
      "content": "(1) Vračilo denarnega nadomestila ima zavod pravico zahtevati:\n-        v primeru odprave odločbe o priznanju pravice do denarnega nadomestila skladno z določbami zakona, ki ureja splošni upravni postopek, ter tretjega in četrtega odstavka 65. člena tega zakona;\n-        v primeru izplačil denarnega nadomestila po nastanku razlogov, zaradi katerih denarno nadomestilo po tem zakonu preneha ali miruje;\n-        v primeru izplačil denarnega nadomestila po nastanku razloga za znižanje denarnega nadomestila pred prenehanjem pravice do denarnega nadomestila v skladu s 65.a členom tega zakona;\n-        v primeru izplačil denarnega nadomestila po nastanku razloga za izplačevanje sorazmernega dela denarnega nadomestila v skladu s 66. členom tega zakona.\n(2) Če je podlaga za vračilo denarnega nadomestila:\n-        odprava odločbe na podlagi tretjega odstavka 65. člena tega zakona, ima zavod pravico zahtevati od delodajalca vračilo neto zneskov denarnega nadomestila izplačanih zavarovancu, do ponovne zaposlitve pri tem delodajalcu oziroma izplačanih do dneva prenehanja delovnega razmerja, ki ga določi sodišče;\n-        odprava odločbe na podlagi četrtega odstavka 65. člena tega zakona, ima zavod pravico zahtevati od zavarovanca vračilo neto zneskov denarnega nadomestila, izplačanega zavarovancu po prenehanju delovnega razmerja, na katero se nanaša sklenjena sodna poravnava ali sporazum;\n-        razlog iz druge, tretje ali četrte alineje prejšnjega odstavka, ima zavod pravico zahtevati od zavarovanca vračilo neto zneskov denarnega nadomestila, izplačanih po nastanku takšnega razloga.\n(3) Kadar je zavod po določbah tega zakona ali skladno z določbami zakona, ki ureja splošni upravni postopek, upravičen odpraviti odločbo o priznanju pravice do denarnega nadomestila, v istem postopku odloči tudi o vračilu neupravičeno izplačanih sredstev. O vračilu neupravičeno izplačanih sredstev zavod izda odločbo tudi v primerih iz druge, tretje in četrte alineje prvega odstavka tega člena.\n(4) Neupravičeno izplačano denarno nadomestilo iz prejšnjega odstavka je zavarovanec oziroma v primeru iz tretjega odstavka 65. člena tega zakona delodajalec dolžan vrniti v roku 30 dni od dokončnosti odločbe, po poteku tega roka pa z zakonitimi zamudnimi obrestmi.\n(5) Po vrnitvi neto zneskov denarnega nadomestila finančna uprava po določbah zakona, ki ureja davčni postopek, vrne zavodu prispevke zavarovanca in zavezanca za obvezna socialna zavarovanja, plačane iz naslova vrnjenega denarnega nadomestila in na vrnjeno denarno nadomestilo plačano akontacijo dohodnine."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "141",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "141",
      "title": "(vračilo denarnega nadomestila)",
      "content": "(1) Vračilo sredstev, izplačanih iz naslova ukrepov APZ, izvajalci ukrepov zahtevajo od prejemnika sredstev, če so bila sredstva nenamensko porabljena oziroma če je prejemnik kršil sprejete pogodbene obveznosti.\n(2) Vračilo sredstev iz prejšnjega odstavka se zahteva skladno z določili pogodbe, ki je bila podlaga za izplačilo, in določbami zakona, ki ureja obligacijska razmerja.\n(3) Od osebe, vključene v ukrep APZ, se zahteva vračilo tistih sredstev, porabljenih za izvajanje ukrepa, za katera je tako določeno s pogodbo o vključitvi v program. Oseba mora sredstva vrniti v roku, določenem v pogodbi o vključitvi v program, po poteku tega roka pa se obračunajo zakonite zamudne obresti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "142",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "142",
      "title": "(vračilo sredstev, izplačanih iz naslova ukrepov APZ)",
      "content": "(1) Izvajalec ukrepov in dolžnik iz 140. in 141. člena tega zakona lahko skleneta dogovor o načinu in času vračila neupravičeno prejetega denarnega nadomestila ali sredstev, izplačanih iz naslova APZ.\n(2) Pri sklenitvi dogovora s fizičnimi osebami se upoštevajo višina terjatve in višina dohodkov zavarovanca in njegov socialni položaj ter se omogoči vračilo dolga tako, da ni ogroženo preživljanje zavarovanca in njegovih družinskih članov. Odlog vračila se lahko dogovori za največ šest mesecev, obročno vračanje pa v največ 24 obrokih.\n(3) Pri sklenitvi dogovora s pravnimi ali samozaposlenimi osebami se upošteva plačilna zmožnost ali izguba sposobnosti pridobivanja prihodkov iz razlogov, na katere dolžnik ni mogel vplivati. Odlog plačila je mogoč za največ šest mesecev, obročno vračanje pa v največ 12 obrokih.\n(4) Predlog za odlog oziroma obročno vračilo dolžnik vloži pri izvajalcu ukrepa. Na podlagi podatkov iz svojih evidenc in evidenc drugih organov, ki jih lahko pridobi, ter predloženih dokazil dolžnika izvajalec ukrepa v roku največ 60 dni po prejemu predlog sprejme in pripravi dogovor o vrnitvi ali pa predlog dolžnika zavrne. Zoper dogovor o vrnitvi oziroma zoper zavrnitev dolžnikovega predloga ni pritožbe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "143",
      "chapter": "VIII. poglavje  FINANCIRANJE UKREPOV NA TRGU DELA IN IZVAJALCEV TER VRAČILO SREDSTEV",
      "article": "143",
      "title": "(dogovor o vrnitvi neupravičeno prejetih sredstev)",
      "content": "(1) Odpis dolga se izvede skladno z zakonom, ki ureja javne finance.\n(2) Podrobnejše kriterije za odpis, delni odpis, odlog plačila ali obročno plačilo s podzakonskim aktom določi minister, pristojen za delo, s soglasjem ministra, pristojnega za finance."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "144",
      "chapter": "IX. poglavje  SPREMLJANJE, POROČANJE IN VREDNOTENJE UKREPOV",
      "article": "144",
      "content": "(1) Ministrstvo, pristojno za delo, spremlja uspešnost in učinkovitost ukrepov na podlagi kazalnikov, ki so določeni na ravni glavnega programa in podprogramov proračuna RS, v smernicah APZ in v načrtu APZ glede na letno dinamiko doseganja ciljev. Ob tem ugotavlja tudi prispevek posameznih ukrepov in programov APZ k doseganju ciljev politike zaposlovanja, kot so določeni v dolgoročnih strateških dokumentih Republike Slovenije in EU za področje zaposlovanja.\n(2) Spremljanje poteka na podlagi rednih in izrednih poročil izvajalcev ukrepov po tem zakonu, poročil izvajalcev ukrepov o dodeljenih državnih pomočeh in na podlagi analiz učinkovitosti posameznih ukrepov v različnih časovnih obdobjih.\n(3) Redna poročila izvajalcev, katerih podrobnejšo vsebino in obliko ministrstvo, pristojno za delo, določi v pogodbah z izvajalci, se pripravljajo kvartalno in vsebujejo zlasti:\n-        podatke o izvajanju po zastavljenih kazalnikih, s kvantitativno analizo uspešnosti ukrepov;\n-        podatke o angažiranih in izplačanih sredstvih po posameznih ukrepih in programih;\n-        podatke o odmiku od načrtovanih ciljev in predlog korektivnih ukrepov.\n(4) Izredna poročila izvajalcev se pripravljajo na zahtevo ministrstva, pristojnega za delo, ki ob zahtevi določi tudi vsebino in obliko poročila.\n(5) Poročila izvajalcev ukrepov o dodeljenih državnih pomočeh se pripravljajo v skladu z roki, vsebino in obliko, kot jih določajo predpisi s področja državnih pomoči."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "145",
      "chapter": "IX. poglavje  SPREMLJANJE, POROČANJE IN VREDNOTENJE UKREPOV",
      "article": "145",
      "title": "(spremljanje)",
      "content": "(1) Ministrstvo, pristojno za delo, s poročilom o izvajanju ukrepov po tem zakonu enkrat letno seznani Vlado Republike Slovenije in ostale socialne partnerje. Poročilo vsebuje zlasti:\n-        podatke o izvajanju ukrepov v preteklem letu, ki vsebujejo tudi analizo uspešnosti in učinkovitosti posameznih ukrepov in njihov prispevek k doseganju ciljev, ki so določeni v okviru proračuna RS, smernicah APZ in načrtu APZ;\n-        podatke o načrtovanih ukrepih v tekočem letu;\n-        podatke o doseganju ciljev evropske politike zaposlovanja;\n-        povzetek opravljenih vrednotenj ukrepov in programov.\n(2) Socialni partnerji v okviru Ekonomsko socialnega sveta o poročilu iz prejšnjega odstavka opravijo razpravo in podajo svoje mnenje."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "146",
      "chapter": "IX. poglavje  SPREMLJANJE, POROČANJE IN VREDNOTENJE UKREPOV",
      "article": "146",
      "title": "(poročanje)",
      "content": "(1) Uspešnost in učinkovitost ukrepov po tem zakonu je predmet predhodnega, vmesnega in končnega vrednotenja, ki ga izvede izbrani izvajalec ali ministrstvo.\n(2) Predhodno vrednotenje je podlaga za pripravo ciljev politike zaposlovanja na srednjeročni podlagi ter pripravo smernic APZ. Vrednotenje zajema zlasti:\n-        stanje na področju trga dela;\n-        primerjavo stanja s cilji evropske politike zaposlovanja;\n-        analizo strukturnih neskladij na trgu dela;\n-        analizo in trende gibanja strukture brezposelnih po socialno demografskih značilnostih;\n-        predlog možnih ukrepov in njihov možni prispevek k odpravljanju neskladij na trgu dela.\n(3) Z vmesnim vrednotenjem ministrstvo, pristojno za delo, ugotavlja uspešnost in učinkovitost ukrepov in njihov vpliv na dinamiko doseganja zastavljenih ciljev, ki so določeni v proračunu RS in smernicah APZ. Vmesno vrednotenje se izvede na polovici obdobja izvajanja politike zaposlovanja in smernic APZ.\n(4) Z naknadnim vrednotenjem ministrstvo, pristojno za delo, ugotavlja uspešnost in učinkovitost ukrepov, ki so bili izvedeni v preteklem obdobju izvajanja smernic APZ, njihov vpliv na zastavljene cilje za to obdobje in vzroke odstopanj od zastavljenih ciljev. Naknadno vrednotenje vsebuje tudi pripravo priporočil za učinkovitejše izvajanje ukrepov. Naknadno vrednotenje se izvede najkasneje v enem letu po zaključku obdobja, kot je določeno v smernicah APZ."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "147",
      "chapter": "X. poglavje  NADZOR",
      "article": "147",
      "content": "(1) Nadzor po tem zakonu izvajata ministrstvo, pristojno za delo, in zavod.\n(2) Nadzor nad izvrševanjem določb tega zakona kot prekrškovni organ izvaja Inšpektorat Republike Slovenije za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "148",
      "chapter": "X. poglavje  NADZOR",
      "section": "1. Nadzor ministrstva, pristojnega za delo",
      "article": "148",
      "content": "Ministrstvo, pristojno za delo, v okviru svojih pristojnosti organizira in izvaja finančni nadzor in inšpekcijski nadzor.\n1.1 Finančni nadzor"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "149",
      "chapter": "X. poglavje  NADZOR",
      "section": "1. Nadzor ministrstva, pristojnega za delo",
      "article": "149",
      "title": "(vrste nadzora)",
      "content": "(1) Finančni nadzor ministrstva, pristojnega za delo, obsega notranji nadzor nad namensko porabo sredstev iz proračuna Republike Slovenije za izvajanje ukrepov na trgu dela po tem zakonu v skladu s predpisi, ki urejajo javne finance in porabo namenskih sredstev EU ter v skladu s pravili državnih pomoči po drugem odstavku 106. člena Pogodbe o Evropski uniji (UL C št. 306, z dne 17. 12. 2007, str. 1).\n(2) Način izvajanja nadzora ministrstva, pristojnega za delo, nad porabo sredstev iz prejšnjega odstavka pri zunanjih izvajalcih in delodajalcih, ki so vključeni v programe APZ, se določi s pogodbo.\n1.2 Inšpekcijski nadzor"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "150",
      "chapter": "X. poglavje  NADZOR",
      "section": "1. Nadzor ministrstva, pristojnega za delo",
      "article": "150",
      "title": "(obseg nadzora)",
      "content": "(1) Inšpekcijski nadzor nad izvajanjem tega zakona in predpisov, izdanih na njegovi podlagi, s strani izvajalcev ukrepov po tem zakonu izvaja Inšpekcija za področje zaposlovanja v okviru Inšpektorata za delo.\n(2) Inšpekcijski nadzor izvajajo inšpektorji za področje zaposlovanja (v nadaljnjem besedilu: inšpektor), ki so delavci s posebnimi pooblastili in odgovornostmi.\n(3) Za izvajanje inšpekcijskega nadzora po tem zakonu se uporabljajo določbe zakona, ki ureja inšpekcijski nadzor, kolikor posamezna vprašanja s tem zakonom niso urejena drugače."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "151",
      "chapter": "X. poglavje  NADZOR",
      "section": "1. Nadzor ministrstva, pristojnega za delo",
      "article": "151",
      "title": "(izvajalec inšpekcijskega nadzora)",
      "content": "(1) Inšpektor mora imeti najmanj pet let delovnih izkušenj na področju zaposlovanja in uveljavljanja pravic iz zavarovanja za primer brezposelnosti.\n(2) Inšpektor mora vsake tri leta opraviti obdobni preizkus usposobljenosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "152",
      "chapter": "X. poglavje  NADZOR",
      "section": "1. Nadzor ministrstva, pristojnega za delo",
      "article": "152",
      "title": "(pogoji za inšpektorja)",
      "content": "(1) Inšpekcijski nadzor nad izvajalci ukrepov po tem zakonu obsega zlasti nadzor nad:\n-        statusnimi zadevami;\n-        zakonitostjo poslovanja;\n-        strokovnostjo in kakovostjo dela.\n(2) V okviru nadzora iz prejšnjega odstavka inšpektor pri koncesionarjih ugotavlja in preverja tudi:\n-        veljavnost in spoštovanje določb koncesijske pogodbe v zvezi z izvajanjem storitev, ki so predmet koncesije;\n-        izpolnjevanje kadrovskih, prostorskih in drugih organizacijskih pogojev iz 85. člena tega zakona.\n(3) Poleg nadzora iz prvega odstavka tega člena inšpektor pri delodajalcih, ki opravljajo dejavnost zagotavljanja dela delavcev uporabniku, ugotavlja in preverja tudi:\n-        vpis v register oziroma evidenco iz 163. člena tega zakona;\n-        izpolnjevanje kadrovskih, prostorskih in drugih organizacijskih pogojev iz prvega odstavka 164. člena tega zakona;\n-        spoštovanje obveznosti delodajalca iz 165. člena tega zakona;\n-        spoštovanje obveznosti uporabnika iz 166. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "153",
      "chapter": "X. poglavje  NADZOR",
      "section": "1. Nadzor ministrstva, pristojnega za delo",
      "article": "153",
      "title": "(področje inšpekcijskega nadzora)",
      "content": "(1) Inšpekcijski nadzor se opravi kot redni ali izredni inšpekcijski nadzor.\n(2) Redni inšpekcijski nadzor se opravi pri vsakem izvajalcu ukrepov po tem zakonu najmanj enkrat v obdobju dveh let.\n(3) Izredni inšpekcijski nadzor se lahko opravi na zahtevo ministrstva, pristojnega za delo, in brezposelne osebe oziroma druge osebe, ki je imela v postopku položaj stranke."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "154",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "154",
      "content": "(1) Zavod po tem zakonu opravlja nadzor nad:\n-        osebami, prijavljenimi v evidencah zavoda;\n-        sprejetimi pogodbenimi obveznostmi in namensko porabo sredstev APZ pri zunanjih izvajalcih in osebah ter delodajalcih, vključenih v ukrepe APZ.\n(2) Zavod mora o obsegu in vsebini izvedenega nadzora enkrat letno poročati ministrstvu, pristojnemu za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "155",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "155",
      "title": "(obseg nadzora in poročanje)",
      "content": "(1) Nadzor iz prve alineje prvega odstavka prejšnjega člena po uradni dolžnosti ali po lastni presoji uvede pristojna organizacijska enota zavoda. V postopku se uporabljajo določbe zakona, ki ureja splošni upravni postopek, če ta zakon ne določa drugače.\n(2) Preverjanje iz druge alineje prvega odstavka prejšnjega člena poteka v skladu z nacionalno zakonodajo.\n(3) Zavod opravlja nadzor iz tega člena z vpogledom v uradne evidence ali na kraju samem.\n2.1 Nadzor nad osebami, prijavljenimi v evidencah zavoda"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "156",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "156",
      "title": "(izvajanje nadzora)",
      "content": "(1) Nadzor nad osebami, prijavljenimi v evidencah zavoda, obsega zlasti ugotavljanje:\n-        izpolnjevanja pogojev za uveljavitev in ohranitev statusa brezposelne osebe in pogojev za vodenje v drugih evidencah zavoda;\n-        izpolnjevanja obveznosti, dogovorjenih z zaposlitvenim načrtom;\n-        izpolnjevanja obveznosti iz sklenjenih pogodb o vključitvi v programe APZ;\n-        pravočasnega in točnega sporočanja sprememb podatkov, ki vplivajo na pridobitev ali izgubo pravic po tem zakonu;\n-        izpolnjevanja pogojev za uveljavitev in ohranitev pravice do denarnega nadomestila za primer brezposelnosti;\n-        preverjanja pravočasnega in točnega sporočanja sprememb o drugih dohodkih, ki jih brezposelna oseba prejema v času uživanja denarnega nadomestila za primer brezposelnosti.\n(2) Za izvajanje nadzora iz prejšnjega odstavka so drugi izvajalci ukrepov po tem zakonu dolžni zavodu posredovati vse potrebne podatke in omogočiti nadzorniku izvajanje neposrednega nadzora v svojih delovnih prostorih."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "157",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "157",
      "title": "(področje nadzora)",
      "content": "(1) Naloge posameznih vrst nadzora nad osebami, prijavljenimi v evidencah zavoda, opravlja nadzornik službe za nadzor.\n(2) Osebe, ki opravljajo nadzor, morajo imeti 8. raven izobrazbe po SOK družboslovne smeri, najmanj dve leti delovnih izkušenj s področja, ki ga nadzirajo, in strokovni izpit za nadzornika. Program strokovnega izpita in način njegovega opravljanja na predlog strokovnega sveta zavoda s splošnim aktom uredi zavod."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "158",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "158",
      "title": "(nadzornik)",
      "content": "Za izvajanje nadzora ima nadzornik pravico uporabljati ustrezne evidence in podatkovne baze zavoda in drugih državnih organov, nosilcev javnih pooblastil in organizacij v skladu z zakonom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "159",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "159",
      "title": "(pridobivanje podatkov)",
      "content": "Minister, pristojen za delo, s podzakonskim aktom podrobneje predpiše način izvajanja nadzora nad osebami, prijavljenimi v evidencah zavoda.\n2.2 Preverjanje namenske porabe sredstev APZ"
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "160",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "160",
      "title": "(podrobnejša ureditev)",
      "content": "(1) Zavod preverja izpolnjevanje sprejetih pogodbenih obveznosti in namensko porabo sredstev APZ, dodeljenih zunanjim izvajalcem in osebam ter delodajalcem, vključenim v programe APZ.\n(2) Nadzor iz prejšnjega odstavka opravlja nadzornik službe za nadzor."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "161",
      "chapter": "X. poglavje  NADZOR",
      "section": "2. Nadzor Zavoda Republike Slovenije za zaposlovanje",
      "article": "161",
      "title": "(področje nadzora)",
      "content": "V primeru ugotovljenih nepravilnosti ali nenamenske porabe sredstev ali kršitve sprejetih pogodbenih obveznosti v postopku preverjanja iz prejšnjega odstavka lahko zavod:\n-        izreče ustni opomin in odredi ukrepe za odpravo nepravilnosti ter pomanjkljivosti v roku, ki ga določi sam;\n-        izda poročilo, na podlagi katerega se sprejmejo ustrezni ukrepi v skladu z veljavno nacionalno zakonodajo in zakonodajo s področja izvajanja evropske kohezijske politike."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "162",
      "chapter": "X. poglavje  NADZOR",
      "section": "3. Nadzor Javnega sklada Republike Slovenije za razvoj kadrov in štipendije",
      "article": "162",
      "content": "(1) Sklad opravlja nadzor nad namensko porabo sredstev APZ pri zunanjih izvajalcih in osebah ter delodajalcih, vključenih v ukrepe APZ.\n(2) Za nadzor iz prejšnjega odstavka se smiselno uporabljajo določbe 160. in 161. člena tega zakona.\n(3) Sklad mora o obsegu in vsebini izvedenega nadzora enkrat letno poročati ministrstvu, pristojnemu za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "163",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "163",
      "content": "(1) Opravljanje dejavnosti zagotavljanja dela delavcev uporabniku iz četrtega odstavka tega člena (v nadaljnjem besedilu: dejavnost) je vsako zagotavljanje dela delavcev s strani pravne ali fizične osebe, s katero ima delavec sklenjeno pogodbo o zaposlitvi, uporabniku, pri katerem delavec:\n-        opravlja delo pod nadzorom in v skladu z navodili uporabnika ali\n-        pretežno uporablja sredstvo za delo, ki je del izvajanja dejavnosti uporabnika in ki je v lasti ali finančnem najemu uporabnika ali ki ga je uporabnik dal v najem ali zakup pravni ali fizični osebi, ki mu zagotavlja delo delavcev, ali\n-        opravlja delo v prostorih ali na delovišču ali v okviru izvajanja dejavnosti uporabnika in je vključen v njegov delovni proces.\n(2) Delodajalec, ki zagotavlja delo delavcev uporabniku iz prejšnjega odstavka (v nadaljnjem besedilu: delodajalec za zagotavljanje dela), je vsaka pravna ali fizična oseba, ki sklepa pogodbe o zaposlitvi z delavci zaradi zagotavljanja njihovega dela uporabniku na način, določen v prejšnjem odstavku, in pridobi dovoljenje za opravljanje dejavnosti iz 167. člena tega zakona ter je pri ministrstvu, pristojnem za delo, vpisana v register domačih pravnih in fizičnih oseb za opravljanje dejavnosti zagotavljanja dela delavcev uporabniku (v nadaljnjem besedilu: register) ali v evidenco tujih pravnih in fizičnih oseb za opravljanje dejavnosti zagotavljanja dela delavcev uporabniku (v nadaljnjem besedilu: evidenca). Delodajalec za zagotavljanje dela se lahko pri določitvi pogojev za opravljanje dela sklicuje na pogoje, ki jih določi uporabnik.\n(3) Napoteni delavec je delavec, ki ima z delodajalcem za zagotavljanje dela sklenjeno pogodbo o zaposlitvi v skladu z zakonom, ki ureja delovna razmerja, in katerega delo delodajalec za zagotavljanje dela zagotavlja uporabniku, pri katerem delavec začasno dela na način iz prvega odstavka tega člena (v nadaljnjem besedilu: napoteni delavec).\n(4) Uporabnik je vsaka pravna ali fizična oseba, za katero na način iz prvega odstavka tega člena začasno dela napoteni delavec (v nadaljnjem besedilu: uporabnik).\n(5) Čas zagotavljanja dela napotenega delavca je čas, v katerem napoteni delavec opravlja delo pri uporabniku (v nadaljnjem besedilu: čas zagotavljanja dela)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "164",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "164",
      "title": "(splošno)",
      "content": "(1) Delodajalec za zagotavljanje dela lahko začne z opravljanjem dejavnosti, če:\n-        mu v obdobju zadnjih dveh let ni bila pravnomočno izrečena globa zaradi kršitve predpisov, ki urejajo delovna razmerja, zaposlovanje in delo tujcev, varnost in zdravje pri delu, zaposlovanje na črno, trg dela ter inšpekcijski nadzor na področju delovnih razmerij, zaposlovanja in dela tujcev, varnosti in zdravja pri delu, zaposlovanja na črno in trga dela;\n-        v obdobju zadnjih dveh let ni imel neporavnanih zapadlih obveznosti iz naslova plačila za delo;\n-        v obdobju zadnjih dveh let ni bil objavljen na seznamu davčnih zavezancev z zapadlimi neplačanimi davčnimi obveznostmi ali na seznamu nepredlagateljev obračunov davčnih odtegljajev, ki ju objavlja Finančna uprava Republike Slovenije, in na dan vložitve vloge nima neporavnanih zapadlih obveznih dajatev in drugih denarnih nedavčnih obveznosti, ki jih izterjuje Finančna uprava Republike Slovenije v vrednosti večji od 50 eurov;\n-        izpolnjuje kadrovske, organizacijske, prostorske in druge pogoje, ki jih podrobneje predpiše minister, pristojen za delo;\n-        ima kot svojo glavno dejavnost registrirano dejavnost posredovanja začasne delovne sile;\n-        predloži bančno garancijo najmanj v višini 100.000 eurov;\n-        ni bil pravnomočno obsojen za kaznivo dejanje zoper delovno razmerje in socialno varnost, razen kaznivih dejanj po 203. členu Kazenskega zakonika (Uradni list RS, št. 50/12 – uradno prečiščeno besedilo, 54/15, 6/16 – popr., 38/16, 27/17, 23/20, 91/20, 95/21, 186/21, 105/22 – ZZNŠPP, 16/23 in 107/24 – odl. US);\n-        ima pravna ali fizična oseba, ki ima sedež v drugi državi članici EU, EGP ali v Švicarski konfederaciji, ustanovljeno podružnico na območju Republike Slovenije.\n(2) Pogoje iz druge do osme alineje prejšnjega odstavka mora delodajalec za zagotavljanje dela izpolnjevati ves čas opravljanja dejavnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "165",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "165",
      "title": "(pogoji za opravljanje dejavnosti)",
      "content": "(1) Delodajalec za zagotavljanje dela ima naslednje obveznosti:\n-        v času trajanja zaposlitve zagotoviti napotenemu delavcu vse pravice iz delovnega razmerja, ki mu pripadajo v skladu s predpisi, ki urejajo delovna razmerja;\n-        brez postavljanja kakršnih koli omejitev dopustiti napotenemu delavcu možnost sklenitve delovnega razmerja pri uporabniku po izteku časa zagotavljanja dela.\n(2) Delodajalec za zagotavljanje dela od napotenega delavca ne sme zahtevati, da opravlja delo v okviru drugih dejavnosti, za katere je delodajalec za zagotavljanje dela registriran, in z napotenimi delavci ne sme opravljati del, ki jih je pridobil na podlagi pogodb, sklenjenih po predpisih civilnega prava.\n(3) Delodajalec za zagotavljanje dela od napotenega delavca in kandidata za zaposlitev ne sme zahtevati plačila ali drugega povračila zaradi napotitve k uporabniku ali zaradi sklenitve pogodbe o zaposlitvi z uporabnikom.\n(4) Delodajalec za zagotavljanje dela delavca ne sme napotiti k uporabniku in uporabnik tega delavca ne sme sprejeti na delo, če sta delodajalec za zagotavljanje dela in uporabnik medsebojno povezani družbi v smislu zakona, ki ureja gospodarske družbe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "166",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "166",
      "title": "(obveznosti delodajalca za zagotavljanje dela)",
      "content": "(1) Uporabnik je dolžan:\n-        v času napotitve ravnati v skladu s predpisi, ki urejajo delovna razmerja;\n-        napotenemu delavcu omogočiti seznanitev s prostimi delovnimi mesti oziroma vrstami dela pri uporabniku;\n-        napotenemu delavcu zagotoviti enake možnosti za zaposlitev za nedoločen čas pri uporabniku, kot je to omogočeno že zaposlenim delavcem pri uporabniku.\n(2) Uporabnik sme sprejeti napotene delavce le od delodajalca za zagotavljanje dela, ki ima dovoljenje iz 167. člena tega zakona in je vpisan v register ali v evidenco."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "167",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "167",
      "title": "(obveznosti uporabnika)",
      "content": "(1) Delodajalec pred začetkom opravljanja dejavnosti pridobi dovoljenje ministrstva, pristojnega za delo, če izpolnjuje pogoje iz prvega odstavka 164. člena tega zakona.\n(2) Delodajalec za zagotavljanje dela, ki pridobi dovoljenje iz prejšnjega odstavka, se vpiše v register ali evidenco.\n(3) Delodajalec za zagotavljanje dela, ki je vpisan v register oziroma v evidenco, lahko opravlja dejavnost zagotavljanja dela delavcev uporabniku za državljane Republike Slovenije ter za tujce z državljanstvom držav, ki niso članice EU, EGP ali Švicarske konfederacije in imajo:\n1.      prost dostop na slovenski trg dela, v skladu z zakonom, ki ureja zaposlovanje, samozaposlovanje in delo tujcev,\n2.      enotno dovoljenje za prebivanje in delo, izdano na podlagi soglasja za zaposlitev, samozaposlitev ali delo, ali\n3.      modro karto EU.\n(4) Minister, pristojen za delo, določi način sodelovanja delodajalca z zavodom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "168",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "168",
      "title": "(dovoljenje za opravljanje dejavnosti in opravljanje dejavnosti)",
      "content": "(1) Pravna ali fizična oseba s sedežem na območju Republike Slovenije, ki želi opravljati dejavnost, vloži vlogo za izdajo dovoljenja in za vpis v register na ministrstvo, pristojno za delo, to pa o vlogi odloči po pravilih o splošnem upravnem postopku. Vlogi priloži dokazila o izpolnjevanju pogojev iz prvega odstavka 164. člena tega zakona, ki jih ni mogoče pridobiti po uradni dolžnosti.\n(2) Vpis v register se opravi z dnem dokončnosti odločbe, ki jo izda ministrstvo, pristojno za delo. O vpisu v register ministrstvo, pristojno za delo, delodajalcu za zagotavljanje dela izda potrdilo. Dejavnost se lahko začne opravljati z dnem vpisa v register."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "169",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "169",
      "title": "(postopek za izdajo dovoljenja in vpis v register)",
      "content": "(1) Pravna ali fizična oseba s sedežem v drugi državi članici EU, EGP ali v Švicarski konfederaciji, ki želi na območju Republike Slovenije opravljati dejavnost, vloži vlogo za izdajo dovoljenja in za vpis v evidenco na ministrstvo, pristojno za delo. Vlogi priloži kopijo listine, ki ni starejša od enega leta, na podlagi katere lahko delodajalec v državi članici EU, EGP ali v Švicarski konfederaciji, kjer ima sedež, opravlja dejavnost in overjen prevod te listine v slovenski jezik ter dokazila o izpolnjevanju pogojev iz prvega odstavka 164. člena tega zakona, ki jih ni mogoče pridobiti po uradni dolžnosti.\n(2) Vpis v evidenco se opravi z dnem dokončnosti odločbe, ki jo izda ministrstvo, pristojno za delo. O vpisu v evidenco ministrstvo, pristojno za delo, delodajalcu za zagotavljanje dela izda potrdilo. Dejavnost se lahko začne opravljati z dnem vpisa v evidenco."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "170",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "170",
      "title": "(postopek za izdajo dovoljenja in vpis v evidenco)",
      "content": "(1) Register vsebuje naslednje podatke o delodajalcu za zagotavljanje dela:\n-        evidenčno oznako;\n-        firmo oziroma ime in sedež;\n-        podatke o poslovodnem organu, zastopanju in obsegu pooblastil;\n-        številko odločbe o vpisu v register;\n-        naslov opravljanja dejavnosti.\n(2) Evidenca vsebuje naslednje podatke o delodajalcu za zagotavljanje dela:\n-        evidenčno oznako;\n-        firmo oziroma ime in sedež;\n-        podatke o poslovodnem organu, zastopanju in obsegu pooblastil;\n-        podatke o poslovodnem organu, zastopanju in obsegu pooblastil podružnice;\n-        številko odločbe o vpisu v evidenco;\n-        naslov opravljanja dejavnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "171",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "171",
      "title": "(vsebina registra in evidence)",
      "content": "(1) V primeru, da delodajalec za zagotavljanje dela preneha opravljati dejavnost, mora o tem nemudoma obvestiti ministrstvo, pristojno za delo.\n(2) Delodajalec za zagotavljanje dela mora v primeru iz prejšnjega odstavka v roku 30 dni po prenehanju opravljanja dejavnosti ministrstvu, pristojnemu za delo, podati končno poročilo in mu izročiti vso dokumentacijo, ki se nanaša na vpis v register ali evidenco.\n(3) Ministrstvo, pristojno za delo, delodajalcu za zagotavljanje dela v primeru iz prvega odstavka tega člena po uradni dolžnosti odvzame dovoljenje za opravljanje dejavnosti in ga izbriše iz registra ali evidence.\n(4) Vsebino končnega poročila in vrsto dokumentacije iz drugega odstavka tega člena določi minister, pristojen za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "172",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "172",
      "title": "(prenehanje opravljanja dejavnosti)",
      "content": "(1) Ministrstvo, pristojno za delo, na predlog Inšpektorata Republike Slovenije za delo delodajalcu za zagotavljanje dela odvzame dovoljenje za opravljanje dejavnosti in ga izbriše iz registra ali evidence, če je inšpektor pri istem delodajalcu za zagotavljanje dela več kot dvakrat v zadnjih 24 mesecih pravnomočno izrekel globo za kršitve iz 217. člena Zakona o delovnih razmerjih (Uradni list RS, št. 21/13, 78/13 – popr., 47/15 – ZZSDT, 33/16 – PZ-F, 52/16, 15/17 – odl. US, 22/19 – ZPosS, 81/19, 203/20 – ZIUPOPDVE, 119/21 – ZČmIS-A, 202/21 – odl. US, 15/22, 54/22 – ZUPŠ-1, 114/23 in 136/23 – ZIUZDS).\n(2) Ministrstvo, pristojno za delo, na predlog Inšpektorata Republike Slovenije za delo delodajalcu za zagotavljanje dela lahko odvzame dovoljenje za opravljanje dejavnosti in ga izbriše iz registra ali evidence, če je inšpektor pri istem delodajalcu za zagotavljanje dela večkrat v zadnjih 24 mesecih ugotovil kršitev predpisov, ki urejajo delovna razmerja, zaposlovanje in delo tujcev, varnost in zdravje pri delu, zaposlovanje na črno ter trg dela.\n(3) Ministrstvo, pristojno za delo, delodajalcu za zagotavljanje dela po uradni dolžnosti odvzame dovoljenje za opravljanje dejavnosti in ga izbriše iz registra ali evidence, če:\n-        delodajalec za zagotavljanje dela, ki je fizična oseba, umre, ali če delodajalec za zagotavljanje dela, ki je pravna oseba, preneha obstajati;\n-        se ugotovi, da delodajalec za zagotavljanje dela ne izpolnjuje več pogojev za opravljanje dejavnosti iz druge do osme alineje prvega odstavka 164. člena tega zakona;\n-        delodajalec za zagotavljanje dela v postavljenem roku ni odpravil pomanjkljivosti v skladu z ugotovitvami ministrstva, pristojnega za delo, ali drugega pristojnega organa;\n-        je delodajalec za zagotavljanje dela začel opravljati dejavnost pred dokončnostjo odločbe o vpisu v register ali evidenco;\n-        delodajalec za zagotavljanje dela niti po pozivu ne predloži poročila neodvisnega revizorja iz drugega odstavka 174. člena tega zakona ali se na podlagi poročila neodvisnega revizorja po pregledu Inšpektorata Republike Slovenije za delo pravnomočno ugotovi, da je delodajalec za zagotavljanje dela kršil obveznosti in odgovornosti iz zakona, ki ureja delovna razmerja, in ne izkaže, da je ugotovljene nepravilnosti odpravil;\n-        od Inšpektorata Republike Slovenije za delo pridobi podatek, da je inšpektor pri istem delodajalcu za zagotavljanje dela več kot dvakrat v zadnjih 24 mesecih pravnomočno izrekel globo za kršitve iz 217. člena Zakona o delovnih razmerjih (Uradni list RS, št. 21/13, 78/13 – popr., 47/15 – ZZSDT, 33/16 – PZ-F, 52/16, 15/17 – odl. US, 22/19 – ZPosS, 81/19, 203/20 – ZIUPOPDVE, 119/21 – ZČmIS-A, 202/21 – odl. US, 15/22, 54/22 – ZUPŠ-1, 114/23 in 136/23 – ZIUZDS) ali podatek, da je inšpektor pri istem delodajalcu za zagotavljanje dela večkrat v zadnjih 24 mesecih ugotovil kršitev predpisov, ki urejajo delovna razmerja, zaposlovanje in delo tujcev, varnost in zdravje pri delu, zaposlovanje na črno ter trg dela.\n(4) O odvzemu dovoljenja za opravljanje dejavnosti in izbrisu iz registra ali evidence ministrstvo, pristojno za delo, izda odločbo, zoper katero ni pritožbe, možen pa je upravni spor.\n(5) Delodajalec za zagotavljanje dela mora v primeru odvzema dovoljenja za opravljanje dejavnosti in izbrisa iz registra ali evidence dokončati začete posle ter ministrstvu, pristojnemu za delo, podati končno poročilo in mu izročiti vso dokumentacijo, ki se nanaša na vpis v register ali evidenco.\n(6) V primeru odvzema dovoljenja za opravljanje dejavnosti in izbrisa iz registra ali evidence v skladu s 171. členom tega zakona in tem členom lahko delodajalec ponovno pridobi dovoljenje za opravljanje dejavnosti in se ponovno vpiše v register ali evidenco v primeru iz:\n-        tretjega odstavka 171. člena tega zakona – po poteku enega leta od dneva, ko je odločba o odvzemu dovoljenja in izbrisu iz registra ali evidence postala dokončna;\n-        prvega in drugega odstavka tega člena – po poteku treh let od dneva, ko je odločba o odvzemu dovoljenja in izbrisu iz registra ali evidence postala dokončna;\n-        druge, tretje, četrte, pete in šeste alineje tretjega odstavka tega člena – po poteku treh let od dneva, ko je odločba o odvzemu dovoljenja in o izbrisu iz registra ali evidence postala dokončna.\n(7) Vsebino končnega poročila in vrsto dokumentacije ter rok za dokončanje poslov in posredovanje poročila iz petega odstavka tega člena določi minister, pristojen za delo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "173",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "173",
      "title": "(odvzem dovoljenja in izbris iz registra ali evidence)",
      "content": "Minister, pristojen za delo, podrobneje uredi postopek izdaje dovoljenja za opravljanje dejavnosti, postopek vpisa v register in evidenco, trajanje vpisa, postopek odvzema dovoljenja za opravljanje dejavnosti, postopek izbrisa iz registra in evidence ter druga vprašanja o vpisu v register in evidenco."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "174",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "174",
      "title": "(podrobnejša ureditev)",
      "content": "(1) Delodajalec za zagotavljanje dela na zahtevo ministrstva, pristojnega za delo, poroča o svojem delu in sproti sporoča vse spremembe glede izpolnjevanja kadrovskih, organizacijskih, prostorskih in drugih pogojev, ki lahko vplivajo na izvajanje dejavnosti.\n(2) Delodajalec za zagotavljanje dela ministrstvu, pristojnemu za delo, v rokih, ki jih določi minister, pristojen za delo, predloži poročilo neodvisnega revizorja, iz katerega je razvidno, ali je v preteklem poslovnem letu pri opravljanju dejavnosti posloval v skladu z določbami zakona, ki ureja delovna razmerja, in se nanašajo na pogodbo o zaposlitvi med delavcem in delodajalcem, ki opravlja dejavnost zagotavljanja dela delavcev uporabniku, in na dogovor med uporabnikom in delodajalcem za zagotavljanje dela ter ali je pravočasno odpravljal ugotovljene nepravilnosti. Minister, pristojen za delo, podrobneje določi vsebino poročila neodvisnega revizorja iz tega odstavka.\n(3) Delodajalec za zagotavljanje dela na zahtevo ministrstva, pristojnega za delo, posreduje zahtevane podatke. Minister, pristojen za delo, podrobneje določi vsebino statističnega poročila iz tega odstavka."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "174.a",
      "chapter": "XI. poglavje  ZAGOTAVLJANJE DELA DELAVCEV UPORABNIKU",
      "article": "174.a",
      "title": "(obveznost poročanja in posredovanja podatkov)",
      "content": "(1) Minister, pristojen za delo, imenuje strokovno komisijo za spremljanje izvajanja opravljanja dejavnosti (v nadaljnjem besedilu: strokovna komisija).\n(2) Strokovno komisijo sestavlja osem članov ali članic (v nadaljnjem besedilu: člani), od katerih predlaga:\n-        dva člana ministrstvo, pristojno za delo;\n-        enega člana Inšpektorat Republike Slovenije za delo;\n-        enega člana Združenje agencij za zaposlovanje;\n-        dva člana združenja delodajalcev, reprezentativnih na območju države;\n-        dva člana sindikati, reprezentativni na območju države.\n(3) Strokovna komisija spremlja izvajanje opravljanja dejavnosti in sprejema stališča ter priporočila za nadaljnje urejanje tega področja.\n(4) Strokovna komisija lahko k sodelovanju na posamezni seji povabi tudi druge strokovnjake ali predstavnike interesnih skupin. Način dela in odločanje strokovne komisije se določi s poslovnikom, ki ga strokovna komisija sprejme z dvotretjinsko večino vseh članov."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "175",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "175",
      "content": "(1) Z globo 800 eurov se za prekršek kaznuje delodajalec v javnem sektorju, ki je nosilec javnega pooblastila in gospodarska družba v večinski lasti države, če zavodu ne pošlje v javno objavo prostega delovnega mesta oziroma vrste dela (četrti odstavek 7. člena).\n(2) Z globo 100 eurov se za prekršek iz prejšnjega odstavka kaznuje odgovorna oseba državnega organa, odgovorna oseba organa samoupravne lokalne skupnosti in odgovorna oseba nosilca javnega pooblastila, ki je pravna oseba, ter odgovorna oseba gospodarske družbe v večinski lasti države."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "176",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "176",
      "title": "(opustitev prijave)",
      "content": "(1) Z globo od 2.500 do 6.000 eurov se za prekršek kaznuje delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, če ne vodi dnevne evidence opravljenega začasnega ali občasnega dela, kot jo določa 27.č člen tega zakona.\n(2) Z globo od 1.500 do 3.000 eurov se kaznuje manjši delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, če stori prekršek iz prejšnjega odstavka.\n(3) Z globo od 500 do 1.500 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba pravne osebe, odgovorna oseba samostojnega podjetnika posameznika, odgovorna oseba posameznika, ki samostojno opravlja dejavnost in odgovorna oseba v državnem organu ali lokalni skupnosti.\n(4) Z globo od 450 do 1.200 eurov se kaznuje delodajalec posameznik, če stori prekršek iz prvega odstavka tega člena."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "176.a",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "176.a",
      "title": "(opustitev vodenja dnevne evidence)",
      "content": "(1) Z globo od 1.200 do 3.000 eurov se za prekršek kaznuje delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, ki omogoči, da se pri njem v posameznem koledarskem mesecu opravi večje število ur začasnega ali občasnega dela, kot je določeno v prvem, drugem, petem in šestem odstavku 27.c člena tega zakona, ali v koledarskem letu izplača dohodek, ki presega najvišji dovoljeni dohodek iz tretjega odstavka 27.c člena tega zakona.\n(2) Z globo od 1.000 do 2.000 eurov se kaznuje manjši delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, če stori prekršek iz prejšnjega odstavka.\n(3) Z globo od 400 do 1.200 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba pravne osebe, odgovorna oseba samostojnega podjetnika posameznika, odgovorna oseba posameznika, ki samostojno opravlja dejavnost in odgovorna oseba v državnem organu ali lokalni skupnosti.\n(4) Z globo od 300 do 1.000 eurov se kaznuje delodajalec posameznik, če stori prekršek iz prvega odstavka tega člena.\n(5) Z globo od 250 do 500 eurov se za prekršek kaznuje upravičenec, ki v posameznem koledarskem mesecu opravi večje število ur dela ali v posameznem koledarskem letu pridobi višji dohodek, kot je določeno v prvem, drugem in tretjem odstavku 27.c člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "176.b",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "176.b",
      "title": "(prekoračitev omejitve začasnega ali občasnega dela)",
      "content": "(1) Z globo od 2.500 do 6.000 eurov se za prekršek kaznuje delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, ki v roku iz tretjega odstavka 27.f člena tega zakona davčnemu organu ne predloži obračuna in ne plača dajatve iz začasnega ali občasnega dela.\n(2) Z globo od 1.500 do 3.000 eurov se kaznuje manjši delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, če stori prekršek iz prejšnjega odstavka.\n(3) Z globo od 500 do 1.500 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba pravne osebe, odgovorna oseba samostojnega podjetnika posameznika, odgovorna oseba posameznika, ki samostojno opravlja dejavnost in odgovorna oseba v državnem organu ali lokalni skupnosti.\n(4) Z globo od 450 do 1.200 eurov se kaznuje delodajalec posameznik, če stori prekršek iz prvega odstavka tega člena.\n(5) Ne glede na prvi odstavek tega člena se za prekršek ne kaznuje delodajalec – pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost in odgovorne osebe teh oseb, če predložijo davčni obračun v skladu s 53., 54. in 55. členom Zakona o davčnem postopku (Uradni list RS, št. 13/11 – uradno prečiščeno besedilo, 32/12, 94/12, 101/13 – ZDavNepr, 111/13, 22/14 – odl. US, 25/14 – ZFU, 40/14 – ZIN-B, 90/14, 91/15, 63/16, 69/17, 13/18 – ZJF-H, 36/19 in 66/19)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "177",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "177",
      "content": "(1) Z globo od 10.000 eurov do 30.000 eurov se za prekršek kaznuje delodajalec za zagotavljanje dela, če:\n-        v času trajanja zaposlitve napotenemu delavcu ne zagotovi vseh pravic iz delovnega razmerja (prva alineja prvega odstavka 165. člena),\n-        napotenemu delavcu omejuje možnost sklenitve delovnega razmerja pri uporabniku po izteku časa zagotavljanja dela (druga alineja prvega odstavka 165. člena),\n-        od napotenega delavca zahteva, da opravlja delo v okviru drugih dejavnosti, za katere je registriran, ali z napotenimi delavci opravlja dela, ki jih je pridobil na podlagi pogodb, sklenjenih po predpisih civilnega prava (drugi odstavek 165. člena), ali\n-        od napotenega delavca ali kandidata za zaposlitev zahteva plačilo ali drugo povračilo zaradi napotitve k uporabniku ali zaradi sklenitve pogodbe o zaposlitvi z uporabnikom (tretji odstavek 165. člena).\n(2) Ne glede na prejšnji odstavek se z globo od 5.000 eurov do 10.000 eurov za prekršek iz prejšnjega odstavka kaznuje manjši delodajalec za zagotavljanje dela.\n(3) Z globo 4.000 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba delodajalca za zagotavljanje dela.\n(4) Z globo 3.000 eurov se za prekršek kaznuje delodajalec za zagotavljanje dela, če v zahtevanem roku ministrstvu, pristojnemu za delo, ne posreduje zahtevanih podatkov iz tretjega odstavka 174. člena tega zakona.\n(5) Z globo 1.500 eurov se za prekršek iz prejšnjega odstavka kaznuje tudi odgovorna oseba delodajalca za zagotavljanje dela."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "178",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "178",
      "title": "(kršenje obveznosti delodajalca za zagotavljanje dela)",
      "content": "(1) Z globo od 10.000 eurov do 30.000 eurov se za prekršek kaznuje uporabnik, če:\n-        v času napotitve ne ravna v skladu s predpisi, ki urejajo delovna razmerja (prva alineja prvega odstavka 166. člena),\n-        napotenemu delavcu ne omogoči seznanitve s prostimi delovnimi mesti ali vrstami dela pri uporabniku (druga alineja prvega odstavka 166. člena),\n-        napotenemu delavcu ne zagotovi enakih možnosti za zaposlitev za nedoločen čas pri uporabniku, kot je to omogočeno že zaposlenim delavcem pri uporabniku (tretja alineja prvega odstavka 166. člena), ali\n-        sprejme napotenega delavca od delodajalca, ki opravlja dejavnost in nima dovoljenja za opravljanje dejavnosti ter ni vpisan v register ali evidenco (drugi odstavek 166. člena).\n(2) Ne glede na prejšnji odstavek se z globo od 5.000 eurov do 10.000 eurov za prekršek iz prejšnjega odstavka kaznuje uporabnik, ki zaposluje deset ali manj delavcev.\n(3) Z globo 4.000 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba uporabnika."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "179",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "179",
      "title": "(kršenje obveznosti uporabnika)",
      "content": "(1) Z globo od 10.000 eurov do 50.000 eurov se za prekršek kaznuje delodajalec, ki zagotavlja delo delavcev uporabniku na način iz prvega odstavka 163. člena tega zakona, ne da bi sklepal pogodbe o zaposlitvi z delavci zaradi zagotavljanja njihovega dela uporabniku ali pridobil dovoljenje za opravljanje dejavnosti iz 167. člena tega zakona ali bil vpisan v register domačih pravnih in fizičnih oseb za opravljanje dejavnosti zagotavljanja dela delavcev uporabniku ali v evidenco tujih pravnih in fizičnih oseb za opravljanje dejavnosti zagotavljanja dela delavcev uporabniku (drugi odstavek 163. člena).\n(2) Ne glede na prejšnji odstavek se z globo od 10.000 eurov do 30.000 eurov za prekršek iz prejšnjega odstavka kaznuje manjši delodajalec.\n(3) Z globo 5.000 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba delodajalca."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "179.a",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "179.a",
      "title": "(opravljanje dejavnosti brez pogodb o zaposlitvi, dovoljenja ali vpisa v register ali evidenco)",
      "content": "(1) Z globo od 10.000 do 30.000 eurov se za prekršek kaznujeta delodajalec za zagotavljanje dela in uporabnik, če delodajalec za zagotavljanje dela delavca napoti k uporabniku in uporabnik tega delavca sprejme na delo, če sta delodajalec za zagotavljanje dela in uporabnik medsebojno povezani družbi v smislu zakona, ki ureja gospodarske družbe (četrti odstavek 165. člena).\n(2) Ne glede na prejšnji odstavek se z globo od 5.000 eurov do 10.000 eurov za prekršek iz prejšnjega odstavka kaznujeta manjši delodajalec za zagotavljanje dela in uporabnik, ki zaposluje deset ali manj delavcev.\n(3) Z globo 4.000 eurov se za prekršek iz prvega odstavka tega člena kaznuje tudi odgovorna oseba delodajalca za zagotavljanje dela in uporabnika."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "179.b",
      "chapter": "XII. poglavje  KAZENSKE DOLOČBE",
      "article": "179.b",
      "title": "(kršenje prepovedi napotitve v povezano družbo)",
      "content": "Za prekrške iz tega zakona, katerih globa je določena v razponu, se sme v hitrem postopku izreči globa tudi v znesku, ki je višji od najnižje predpisane globe, določene s tem zakonom."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "180",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "180",
      "content": "(1) O vlogah za priznanje pravic, ki so bile vložene pred začetkom uporabe tega zakona, se odloči po določbah Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US).\n(2) Zavarovanec, ki je pridobil pravice iz zavarovanja za primer brezposelnosti do začetka uporabe tega zakona, zadrži te pravice v obsegu in trajanju po določbah Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US). Zadržanje navedenih pravic se nanaša na pravico do denarnega nadomestila, ki je zavarovanec, mlajši od 50 let, ni v celoti izkoristil zaradi njenega prenehanja brez volje ali krivde zavarovanca.\n(3) Osebe, ki so se prostovoljno vključile v obvezno zavarovanje za primer brezposelnosti po določbah Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), ohranijo status zavarovancev do prenehanja pravnega razmerja, ki je bilo podlaga za zavarovanje, pravice in obveznosti iz tega statusa pa uresničujejo po določbah tega zakona.\n(4) Ne glede na prvi odstavek tega člena odloči o pritožbah, ki so bile vložene po začetku uporabe tega zakona, ministrstvo, pristojno za delo, kot organ druge stopnje."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "181",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "181",
      "title": "(vložene vloge in pridobljene pravice)",
      "content": "Do ustrezne ureditve v zakonih, ki urejajo obvezna socialna zavarovanja, se prispevki za obvezno pokojninsko in invalidsko zavarovanje, zdravstveno zavarovanje in zavarovanje za starševsko varstvo v primerih pridobivanja dodatnih dohodkov po 67. členu tega zakona, obračunavajo in plačujejo od osnove pred zmanjšanjem denarnega nadomestila."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "182",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "182",
      "title": "(osnova za plačevanje drugih prispevkov)",
      "content": "Upravičencem, ki so pridobili Zoisovo štipendijo do 31. avgusta 2007, se ta štipendija izplačuje po predpisih, ki so veljali do 31. avgusta 2007 do zaključka programa izobraževanja, za katerega so dobili Zoisovo štipendijo."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "183",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "183",
      "title": "(pridobljene Zoisove štipendije)",
      "content": "Koncesijske pogodbe, sklenjene za izvajanje strokovnih nalog posredovanja zaposlitve in strokovnih nalog posredovanja dela na podlagi določb Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), ostanejo v veljavi do njihovega izteka oziroma se njihova veljavnost ob izpolnjevanju pogojev po Zakonu o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US) podaljša do začetka izvajanja koncesije na podlagi odločbe o podelitvi koncesije po določbah tega zakona ali do vročitve odločbe o podelitvi koncesije po določbah tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "184",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "184",
      "title": "(sklenjene koncesijske pogodbe)",
      "content": "(1) Skladi dela, ustanovljeni na podlagi določb Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), se preoblikujejo v fundacije po tem zakonu v roku šestih mesecev od začetka uporabe tega zakona.\n(2) Pogodbe o sofinanciranju dejavnosti skladov dela iz prejšnjega odstavka, sklenjene z ministrstvom, pristojnim za delo, pred začetkom uporabe tega zakona, ostanejo v veljavi do njihovega izteka."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "185",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "185",
      "title": "(preoblikovanje skladov dela)",
      "content": "(1) O vlogah za vpis v register agencij za zagotavljanje dela ali v posebno evidenco v skladu s Pravilnikom o pogojih za opravljanje dejavnosti agencij za zaposlovanje (Uradni list RS, št. 139/06), ki so bile vložene pred začetkom uporabe tega zakona, odloči ministrstvo, pristojno za delo, po določbah tega zakona po poteku treh mesecev od začetka uporabe tega zakona, v katerih morajo vložniki vlog izpolniti kadrovske, organizacijske, prostorske in druge pogoje, predpisane s podzakonskim aktom iz prvega odstavka 164. člena tega zakona ter ministrstvu, pristojnemu za delo, predložiti ustrezna dokazila. Dokazila o izpolnjevanju pogojev iz prve in druge alineje prvega odstavka 164. člena tega zakona pridobi ministrstvo, pristojno za delo, po uradni dolžnosti.\n(2) Delodajalci, ki so na dan začetka uporabe tega zakona vpisani v register agencij za zagotavljanje dela ali v posebno evidenco v skladu s Pravilnikom o pogojih za opravljanje dejavnosti agencij za zaposlovanje (Uradni list RS, št. 139/06) v roku treh mesecev od začetka uporabe tega zakona predložijo ministrstvu, pristojnemu za delo, ustrezna dokazila o izpolnjevanju pogojev iz 164. člena tega zakona, ki jih ni mogoče pridobiti po uradni dolžnosti.\n(3) Če ministrstvo, pristojno za delo, ugotovi, da delodajalec iz prejšnjega odstavka izpolnjuje pogoje iz 164. člena tega zakona, vpiše delodajalca v register oziroma v evidenco iz prvega odstavka 163. člena tega zakona in ga o tem pisno obvesti. Če delodajalec pogojev ne izpolnjuje, ministrstvo, pristojno za delo, izda odločbo o nevpisu delodajalca v register oziroma v evidenco iz prvega odstavka 163. člena tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "186",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "186",
      "title": "(vložene vloge in izdaja novih odločb za opravljanje dejavnosti zagotavljanja dela delavcev uporabniku)",
      "content": "(1) Zavod uskladi evidence, ki jih vodi na podlagi Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), oziroma jih vzpostavi v skladu z določbami tega zakona v šestih mesecih od začetka uporabe tega zakona.\n(2) Ne glede na določbo prejšnjega odstavka zavod razvrsti osebe, vodene v evidenci oseb, prijavljenih pri zavodu na podlagi drugih zakonov, v roku treh let po začetku uporabe tega zakona v evidence, določene s tem zakonom, evidenco štipendistov pa vodi, dokler niso zaključeni vsi programi izobraževanja oziroma izpolnjene vse obveznosti oseb, ki so vodene v tej evidenci."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "187",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "187",
      "title": "(uskladitev evidenc)",
      "content": "Svet zavoda deluje še naprej v isti sestavi do prve konstitutivne seje novega sveta zavoda, ki se oblikuje po določbah tega zakona v roku šestih mesecev od začetka uporabe tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "188",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "188",
      "title": "(oblikovanje sveta zavoda)",
      "content": "Zavod uskladi Statut Zavoda Republike Slovenije za zaposlovanje z določbami tega zakona v šestih mesecih od začetka uporabe tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "189",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "189",
      "title": "(uskladitev statuta zavoda)",
      "content": "(1) Javni uslužbenci zavoda, ki so na dan začetka uporabe tega zakona izpolnjevali pogoje za izvajanje storitev vseživljenjske karierne orientacije in posredovanje zaposlitve (v nadaljnjem besedilu: storitve) in imajo VI/2 raven izobrazbe, morajo najkasneje v roku pet let po začetku uporabe tega zakona pridobiti VII. raven izobrazbe, določeno v 81. členu tega zakona. Do pridobitve zahtevane VII. ravni izobrazbe lahko še naprej izvajajo storitve na delovnem mestu, ki se uvrsti v VII/1 tarifni razred po zakonu, ki ureja sistem plač v javnem sektorju.\n(2) Javni uslužbenci iz prejšnjega odstavka, ki imajo na dan začetka uporabe tega zakona VI/1 raven izobrazbe, morajo zahtevano izobrazbo iz 81. člena tega zakona pridobiti najkasneje v roku pet let po začetku uporabe tega zakona. Do pridobitve zahtevane VII. ravni izobrazbe lahko ti javni uslužbenci še naprej izvajajo storitve na delovnem mestu, ki se uvrsti v VII/1 tarifni razred po zakonu, ki ureja sistem plač v javnem sektorju. Če imajo ti javni uslužbenci več kot 15 let delovne dobe, lahko storitve izvajajo tudi, če najkasneje v roku pet let po začetku uporabe tega zakona pridobijo VI/2 raven izobrazbe v tarifnem razredu VII/1 po zakonu, ki ureja sistem plač v javnem sektorju.\n(3) Javnim uslužbencem iz prvega in drugega odstavka tega člena, ki so na dan začetka uporabe tega zakona starejši od 50 let in z več kot 25 leti delovne dobe, za nadaljevanje izvajanja storitev ni treba pridobiti višje stopnje izobrazbe."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "190",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "190",
      "title": "(uslužbenci zavoda)",
      "content": "Zavod in ministrstvo, pristojno za delo, do začetka uporabe tega zakona skleneta sporazum o prevzemu delavcev zavoda, ki so odločali o pravicah po določbah Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US) na drugi stopnji."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "191",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "191",
      "title": "(prevzem uslužbencev zavoda)",
      "content": "(1) Z dnem uveljavitve tega zakona se preneha uporabljati določba prvega odstavka 51. člena Zakona o zunanjih zadevah (Uradni list RS, št. 113/03 – uradno prečiščeno besedilo, 20/06 – ZNOMCMO, 76/08 in 108/09), ki določa, da se zakoncu diplomata, ki je na delu v tujini, čas bivanja všteva v zavarovalno dobo, če je bil do odhoda prijavljen na zavodu, v delu, ki se nanaša na zakonce diplomatov, ki so bili pred odhodom v tujino na zavodu prijavljeni manj kot šest mesecev.\n(2) Z dnem uveljavitve tega zakona se preneha uporabljati določba tretjega odstavka 24. člena Uredbe o plačah in drugih prejemkih javnih uslužbencev na delu v tujini (Uradni list RS, št. 14/09, 16/09 – popr., 23/09, 51/10 in 67/10) v delu, v katerem se nanaša na zakonce diplomatov, ki so bili pred odhodom v tujino prijavljeni na zavodu manj kot šest mesecev ter četrti odstavek 24. člena v delu, ki določa osnovo za plačilo prispevkov prostovoljnega zavarovanje za primer brezposelnosti."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "192",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "192",
      "title": "(prenehanje uporabe drugih predpisov)",
      "content": "(1) Z uveljavitvijo tega zakona preneha veljati Zakon o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), ki se uporablja do začetka uporabe tega zakona.\n(2) Ne glede na določbo prejšnjega odstavka se:\n-        za posredovanje začasnih in občasnih del dijakom in študentom določbe 5., 6., 6.a, 6.b, 6.c, 6.č, 6.d, 6.e, 7. in 8. člena poglavja II. Posredovanje zaposlitev in posredovanje dela Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), uporabljajo do začetka uporabe zakona, ki bo urejal posredovanje začasnih in občasnih del dijakom in študentom;\n-        53.c člen Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US) uporablja do 31. decembra 2011;\n-        Program Javna dela za leti 2009 in 2010 ter Program Javna dela za leto 2011 izvajata in zaključita po določbah Zakona o zaposlovanju in zavarovanju za primer brez­poselnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US);\n-        za delodajalce, ki so zaposlili brezposelno osebo iz ene izmed ciljnih skupin iz prvega odstavka 48.a člena Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US) do prenehanja veljavnosti Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US), določba 48.a člena Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US) uporablja do izteka roka za vložitev vloge za povračilo prispevkov delodajalca, določenega v drugem odstavku 48.a člena Zakona o zaposlovanju in zavarovanju za primer brezposelnosti (Uradni list RS, št. 107/06 – uradno prečiščeno besedilo, 114/06 – ZUTPG, 59/07 – ZŠtip in 51/10 – odločba US)."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "193",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "193",
      "title": "(prenehanje veljavnosti zakona)",
      "content": "(1) Z uveljavitvijo tega zakona prenehajo veljati:\n-        Pravilnik o izvajanju ukrepov aktivne politike zaposlovanja (Uradni list RS, št. 5/07, 85/08 in 25/09);\n-        Pravilnik o prijavi in objavi prostega delovnega mesta, posredovanju zaposlitve ter vsebini in načinu sporočanja podatkov Zavodu Republike Slovenije za zaposlovanje (Uradni list RS, št. 75/07 in 99/07);\n-        Pravilnik o financiranju javnih del (Uradni list RS, št. 81/09);\n-        Pravilnik o vsebini in načinu vodenja uradnih evidenc s področja zaposlovanja (Uradni list RS, št. 56/07 in 10/09);\n-        Pravilnik o natančnejših pravilih za izpolnjevanje obveznosti brezposelnih oseb in o določitvi časa prenehanja in znižanja pravice do denarnega nadomestila za primer brezposelnosti (Uradni list RS, št. 56/07);\n-        Pravilnik o pogojih za opravljanje dejavnosti agencij za zaposlovanje (Uradni list RS, št. 139/06);\n-        Pravilnik o nagradah in priznanjih na področju zaposlovanja (Uradni list RS, št. 5/99);\n-        Pravilnik o načinu in postopku izvajanja nadzora nad izpolnjevanjem obveznosti brezposelnih oseb (Uradni list RS, št. 17/99);\n-        Pravilnik o opravljanju nadzora nad delom Zavoda Republike Slovenije za zaposlovanje in drugih oseb na področju zaposlovanja (Uradni list RS, št. 17/99);\n-        Pravilnik o programu in načinu opravljanja strokovnega izpita za izvajanje nadzora na področju zaposlovanja (Uradni list RS, št. 17/99 in 103/05);\n-        Pravilnik za izvajanje ukrepov aktivne politike zaposlovanja v skladih dela (Uradni list RS, št. 61/05);\n-        Pravilnik o določitvi vrste in načina izmenjave osebnih in drugih podatkov (Uradni list RS, št. 33/00);\n-        Pravilnik o opravljanju strokovnih izpitov (Uradni list RS, št. 22/99);\n-        Pravilnik o prostovoljnem zavarovanju za primer brezposelnosti zavarovancev, ki se začasno zaposlijo v tujini in njihovih zakoncev (Uradni list RS, št. 15/97),\nuporabljajo pa se do uveljavitve podzakonskih aktov oziroma splošnih aktov za izvrševanje javnih pooblastil po tem zakonu, kolikor niso v nasprotju s tem zakonom.\n(2) Ne glede na prejšnji odstavek se:\n-        določbe Pravilnika o pogojih za opravljanje dejavnosti agencij za zaposlovanje (Uradni list RS, št. 139/06), ki se nanašajo na posredovanje začasnih in občasnih del dijakom in študentom, uporabljajo do začetka uporabe zakona, ki bo urejal posredovanje začasnih in občasnih del dijakom in študentom;\n-        Pravilnik o izvajanju ukrepov aktivne politike zaposlovanja (Uradni list RS, št. 5/07, 85/08 in 25/09), razen IV. poglavja, ki ureja postopke izbora operativnih izvajalcev posameznih aktivnosti APZ ter postopke dodeljevanja subvencij in drugih oblik sofinanciranja, uporablja do 31. decembra 2011;\n-        Pravilnik o financiranju javnih del (Uradni list RS, št. 81/09) uporablja do zaključka Programa Javna dela za leti 2009 in 2010 ter Programa Javna dela za leto 2011."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "194",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "194",
      "title": "(prenehanje veljavnosti podzakonskih aktov)",
      "content": "(1) Podzakonski akti in splošni akti za izvrševanje javnih pooblastil iz tretjega odstavka 7. člena, tretjega odstavka 17. člena in tretjega odstavka 37. člena, četrtega odstavka 53. člena, drugega odstavka 85. člena, 101. člena, sedmega odstavka 113. člena, drugega odstavka 127. člena, 133. člena, drugega odstavka 143. člena, drugega odstavka 157. člena, 159. in 160. člena, drugega odstavka 167., 173. in prvega odstavka 174. člena morajo biti izdani do začetka uporabe tega zakona, razen podzakonskega akta iz drugega odstavka 16. člena tega zakona, ki mora biti izdan do 31. marca 2011.\n(2) Šifra zavarovalne podlage za vključitev v prostovoljno zavarovanje za primer brezposelnosti in šifra zavarovalne podlage za vključitev v obvezno zavarovanje za primer brezposelnosti za zavarovance iz šeste alineje prvega odstavka 54. člena tega zakona, se določi do začetka uporabe tega zakona."
    },
    {
      "document_id": "ZAKO5840",
      "provision_ref": "195",
      "chapter": "XIII. poglavje  PREHODNE IN KONČNE DOLOČBE",
      "article": "195",
      "title": "(podzakonski in splošni akti po tem zakonu)",
      "content": "(1) Ta zakon začne veljati petnajsti dan po objavi v Uradnem listu Republike Slovenije, uporabljati pa se začne 1. januarja 2011.\n(2) Ne glede na prejšnji odstavek se določbe prve alineje prvega odstavka 16. člena, 17., 18., 19., 20., 21., 22., 23., 24., 29., 36. in 37. člena tega zakona uporabljajo od 1. januarja 2012."
    }
  ]
}