{
  "documents": [
    {
      "id": "ZAKO332",
      "type": "statute",
      "title": "Zakon o sodiščih (ZS)",
      "short_name": "ZS",
      "status": "repealed",
      "issued_date": "1994-04-13",
      "in_force_date": "1994-04-28",
      "url": "https://pisrs.si/pregledPredpisa?id=ZAKO332"
    }
  ],
  "provisions": [
    {
      "document_id": "ZAKO332",
      "provision_ref": "1",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "1",
      "content": "Sodno oblast v Republiki Sloveniji izvajajo sodniki na sodiščih, ustanovljenih s tem ali z drugim zakonom.\nDoločbe prvega dela tega zakona veljajo za vsa sodišča v Republiki Sloveniji, razen za ustavno sodišče."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "1.a",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "1.a",
      "content": "S tem zakonom se v zakonodajo Republike Slovenije kot pravni akt Evropske unije prenaša tudi Okvirni sklep Sveta z dne 27. novembra 2008 o varstvu osebnih podatkov, ki se obdelujejo v okviru policijskega in pravosodnega sodelovanja v kazenskih zadevah (UL L št. 350, 30. decembra 2008, str. 60)."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "2",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "2",
      "content": "Pravnomočno odločbo sodne oblasti mora spoštovati vsaka fizična in pravna oseba v Republiki Sloveniji.\nOdločbe sodne oblasti vežejo sodišča in vse druge državne organe Republike Slovenije.\nImuniteto pred sodno oblastjo določajo ustava in pravila mednarodnega prava.\nIzvršitve odločbe sodišča ne more ovirati odločba drugega državnega organa."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "3",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "3",
      "content": "Sodnik je pri opravljanju sodniške funkcije vezan na ustavo in zakon. V skladu z ustavo je vezan tudi na splošna načela mednarodnega prava in na ratificirane in objavljene mednarodne pogodbe.\nČe se civilnopravna zadeva ne da rešiti na temelju veljavnih predpisov, upošteva sodnik predpise, ki urejajo podobne primere. Če je rešitev zadeve kljub temu pravno dvomljiva, odloči v skladu s splošnimi načeli pravnega reda v državi. Pri tem ravna v skladu s pravnim izročilom in z utrjenimi spoznanji pravne vede.\nSodnik ravna vselej tako, kot bi imel pred seboj nedoločeno število primerov iste vrste.\nSodniki morajo o pravicah in dolžnostih ter o obtožbah odločati brez nepotrebnega odlašanja, neodvisno in nepristransko."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "4",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "4",
      "content": "Sredstva za delo sodišč se zagotavljajo v proračunu Republike Slovenije.\nPlače sodnikov določa zakon."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "5",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "5",
      "content": "Sodišča poslujejo v slovenskem jeziku.\nNa območjih, kjer živita avtohtoni italijanska in madžarska narodna skupnost, sodišča poslujejo tudi v italijanskem oziroma madžarskem jeziku, če stranka, ki živi na tem območju, uporablja italijanski oziroma madžarski jezik.\nKadar sodišče višje stopnje odloča o pravnih sredstvih v zadevah, v katerih je sodišče nižje stopnje vodilo postopek tudi v italijanskem oziroma madžarskem jeziku, izda odločbo tudi v prevodu v italijanski oziroma madžarski jezik.\nČe sodišče višje stopnje pri odločanju po prejšnjem odstavku opravi obravnavo ali sejo senata, na kateri so navzoče stranke, uporablja določbe drugega odstavka tega člena.\nStroške, povezane z uporabo jezika pripadnikov italijanske in madžarske narodnosti pred sodišči, krije Republika Slovenija."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "6",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "6",
      "content": "Poslovanje sodišč urejata zakon in sodni red."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "7",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "7",
      "content": "Poslovanje sodišča vodi predsednik sodišča. Za predsednika sodišča je lahko imenovan samo sodnik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "8",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "8",
      "content": "Državljani, ki so udeleženi pri izvajanju sodne oblasti, so v okvirih, ki jih določa zakon, v svojih pravicah in dolžnostih izenačeni s sodniki.\nUdeležba pri izvajanju sodne oblasti je častna."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "9",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "9",
      "content": "Pooblastila in dolžnosti sodnega osebja, ki sodeluje pri izvajanju sodne oblasti, določa zakon.\nPosebne dolžnosti ostalega sodnega osebja določa sodni red.\nKolikor ni drugače določeno, se predpisi, ki urejajo položaj in pravice delavcev v državnih organih, smiselno uporabljajo tudi za sodno osebje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "10",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "10",
      "content": "Za zadeve pravosodne uprave je pristojno ministrstvo, pristojno za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "11",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "11",
      "content": "Sodišče višje stopnje lahko pri odločanju na podlagi vloženega pravnega sredstva usmerja pravno mnenje sodišča nižje stopnje v okvirih, ki jih določa procesni zakon.\nSodnik je pri uporabi prava neodvisen tudi v razmerju do sodišča višje stopnje, ki je v konkretni zadevi že izrazilo svoje pravno mnenje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "12",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "12",
      "content": "Sodišče višje stopnje lahko zahteva od sodišča nižje stopnje na svojem območju podatke v zvezi z uporabo zakona, podatke o problemih, ki se pojavljajo pri sojenju, in druge podatke, potrebne za proučitev posameznih vprašanj, ki se pojavljajo pri njihovem delu.\nSodišče višje stopnje sme zaradi izvajanja nalog iz prejšnjega odstavka pregledati delo sodišča nižje stopnje na svojem območju.\nV okviru izvajanja nalog iz prvega in drugega odstavka tega člena sme predsednik sodišča višje stopnje, v posebnih primerih pa tudi predsednik sodišča pred katerim se zadeva obravnava, zahtevati podatke v zvezi z uporabo zakona in pregledovati spise v zadevah, v katerih je že bilo pravnomočno odločeno, v drugih pa le izjemoma, če je to potrebno zaradi izvajanja pooblastil po tem zakonu."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "12.a",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "12.a",
      "content": "V zadevah iz sodne pristojnosti si sodišča dajejo pravno pomoč, ki obsega opravljanje postopkovnih dejanj ter posredovanje osebnih in drugih podatkov, v skladu z zakonom. Drugim državnim organom, organom samoupravnih lokalnih skupnosti in nosilcem javnih pooblastil sodišča dajejo pomoč s posredovanjem podatkov, spisov in listin na vpogled oziroma omogočajo njihovo kopiranje, izpis ali prepis, kadar tako določa zakon.\nSodišča obdelujejo osebne in druge podatke v okviru in za namen sodnega odločanja ter za opravljanje zadev sodne uprave v skladu s tem zakonom, zakoni, ki urejajo sodne postopke ali pristojnost sodišč, in zakonom, ki ureja varstvo osebnih podatkov. Osebni podatki, ki jih obdelujejo sodišča, morajo biti potrebni, ustrezni in po obsegu primerni namenom, za katere se zbirajo in naprej obdelujejo.\nSodnik ali senat, ki odloča v zadevi iz sodne pristojnosti, skrbi, da so osebni podatki v spisih in zbirkah osebnih podatkov po tem zakonu iz pristojnosti sodišč čim bolj točni, popolni, posodobljeni in zanesljivi ter jih popravi, dopolni, uniči ali blokira, ko izve, da je to potrebno, v skladu z zakonom, ki ureja sodni postopek glede zadeve, v kateri odloča. Posameznik, na katerega se nanašajo osebni podatki v sodnem postopku, uresničuje svojo zahtevo za popravek osebnih podatkov z uporabo ugovorov, rednih ali izrednih pravnih sredstev v skladu z zakoni, ki urejajo sodni postopek v njegovi zadevi.\nSodišča čezmejno in brezplačno posredujejo osebne podatke iz spisov, vpisnikov, imenikov, pomožnih knjig, registrov in javnih knjig iz pristojnosti sodišč pristojnim sodnim organom držav članic Evropske unije, tretjih držav in mednarodnih organizacij, če tako določa zakon, mednarodna pogodba ali neposredno uporaben pravni akt ali odločitev mednarodne organizacije, na katero je Republika Slovenija prenesla uresničevanje dela svojih suverenih pravic (v nadaljnjem besedilu: čezmejna izmenjava). Sodišča morajo pri posredovanju podatkov, če je to glede na vsebino podatkov ali zaprosila organa iz prejšnjega stavka potrebno, posebej navesti stanje njihove točnosti, popolnosti, posodobljenosti in zanesljivosti ter zaprositi za enako delovanje sodnih organov, ki njim zagotovijo potrebne osebne podatke s čezmejno izmenjavo. Pri obdelavi prejetih podatkov iz drugih držav ali mednarodnih organizacij so sodišča vezana na omejitve, ki jih je določil organ posredovanja podatkov.\nPri čezmejni izmenjavi po prejšnjem odstavku se osebni podatki posredujejo le sodnim organom ali drugim podobnim organom drugih držav ali mednarodnih organizacij, če so potrebni za delovanje oziroma odločanje teh organov in če njihova obdelava ni v neskladju z nameni iz prvega in četrtega odstavka 3. člena tega zakona. Organom iz tretjih držav se podatki lahko posredujejo le na podlagi mednarodne pogodbe ali v skladu z odločbo državnega nadzornega organa za varstvo osebnih podatkov po določbah zakona, ki ureja varstvo osebnih podatkov. Organi iz prvega stavka tega odstavka so vezani na omejitve obdelave podatkov, ki jih na podlagi pravnega reda Republike Slovenije določi sodišče Republike Slovenije, ki posreduje osebne podatke iz Republike Slovenije, zlasti zaradi varstva postopkovnih interesov, tajnosti postopkov, zasebnosti oseb ali varstva domneve nedolžnosti in pravic do poštenega sojenja. Sodišče Republike Slovenije lahko te omejitve označi tudi s priloženimi opombami, ki se nanašajo na opis stanja zadeve oziroma faze sodnega postopka ali na pomen uradnega zapisa po pravnem redu Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "13",
      "chapter": "1. poglavje: Temeljne določbe",
      "article": "13",
      "content": "Sodišče mora po uradni dolžnosti pridobiti za sodni postopek potrebne sodbe in sklepe sodišč ter odločitve državnih organov, organov samoupravnih lokalnih skupnosti in nosilcev javnih pooblastil, ki jih navajajo oziroma katerih pridobitev predlagajo stranke sodnih postopkov in se nanašajo nanje oziroma na njihovo zadevo. Državni organi, organi samoupravnih lokalnih skupnosti in nosilci javnih pooblastil morajo sodiščem oziroma državnim organom ali nosilcem javnih pooblastil, ki jih določi sodišče pri izvajanju svojih pristojnosti, v kar najkrajšem roku in brezplačno predložiti zahtevane odločitve.\nSodišče ima pri izvajanju svojih pristojnosti iz prejšnjega odstavka pravico zahtevati podatke iz prejšnjega odstavka tudi od drugih pravnih oseb in posameznikov, za katere meni, da z njimi razpolagajo, razen če zakon določa pridobitev podatkov le na podlagi sodne odločbe ali da gre za zaupno razmerje. Za izvajanje teh pristojnosti lahko obdeluje tudi podatke, ki so mu jih prostovoljno dale druge pravne osebe, posamezniki, druge države ali mednarodne organizacije, če drug zakon tega ne prepoveduje.\nUpravljavci podatkov ali zbirk podatkov, ki jih sodišče potrebuje za ugotovitev ali presojo dejstev za odločanje v postopkih iz svoje pristojnosti, morajo posredovati zahtevane podatke sodiščem brezplačno in nemudoma, najpozneje pa v osmih dneh. Če se ti podatki v javnem sektorju ali osebah javnega prava obdelujejo v informatizirani obliki in je zagotovljena tehnična izvedljivost neposrednega elektronskega dostopa do njih, imajo sodišča pravico do neposrednega in brezplačnega elektronskega dostopa, ki ga vključno z omogočanjem ustreznega prenosa podatkov zagotovi upravljavec evidenc, registrov ali javnih knjig. Sodišče lahko te podatke iz zbirk pregleduje, jih kopira, prepiše ali izpiše ter naprej obdeluje v postopkih, v katerih izpolnjuje svoje zakonsko določene naloge in pristojnosti. Povezovanje zbirk osebnih podatkov iz drugega stavka tega odstavka se izvede z enotno matično številko (EMŠO) ali davčno številko stranke ali naslovom njenega prebivališča ali pa z drugimi podatki, ki v povezavi z osebnim imenom stranke zagotavljajo enoznačno identifikacijo osebe, katere podatek se zahteva. Zbirke osebnih podatkov sodišč z drugimi zbirkami osebnih podatkov se povezujejo v skladu z zakoni, ki urejajo sodne postopke ali pristojnost sodišč, in zakonom, ki ureja varstvo osebnih podatkov.\nSodnik ali po pooblastilu sodnika ali predsednika sodišča javni uslužbenec sodišča v zahtevi za predložitev podatkov ali ob neposrednem dostopu do podatkov iz prejšnjega odstavka navede, katere podatke zahteva, namen njihove obdelave oziroma pravno podlago, osebno ime in rojstni datum ali enotno matično številko (EMŠO) ali pa naslov prebivališča stranke ali drugih oseb, katerih podatke sodišče zahteva, ter enoznačno številko zadeve sodišča, po potrebi pa tudi primeren rok, v katerem naj bi bili zahtevani podatki predloženi sodišču.\nZa izvajanje pristojnosti ter izpolnitev nalog in obveznosti po tem zakonu in zakonih, ki urejajo sodne postopke ali pristojnost sodišč, lahko sodišče brezplačno pridobi in obdeluje te osebne podatke: za fizično osebo osebno ime, enotno matično številko občana (EMŠO), drugo uradno identifikacijsko številko, datum in kraj rojstva, poklic, zaposlitev in naslov ter vrsto prebivališča; če je fizična oseba tujec, namesto enotne matične številke občana ali druge uradne identifikacijske številke osebno ime, datum in kraj rojstva, poklic, zaposlitev in naslov stalnega ali začasnega prebivališča; za odgovorno osebo pravne osebe poleg podatkov iz tega odstavka tudi seznam del in nalog, ki jih opravlja; za pravno osebo pa firmo, sedež in matično številko.\nObčutljive osebne podatke lahko sodišče pridobi in obdeluje le, če je to nujno potrebno za izvajanje pristojnosti ter izpolnjevanje nalog in obveznosti po tem zakonu in zakonih, ki urejajo sodne postopke ali pristojnost sodišč, pri njihovi obdelavi pa mora zlasti upoštevati njihovo tajnost, sprotno spremljati izvajanje ukrepov njihovega zavarovanja in preprečevati nepooblaščene vpoglede.\nSodišču do zastaranja kazenskega pregona ali do pravnomočnosti sodbe izjemoma ni treba obvestiti posameznika, katerega se ti podatki nanašajo, o pridobivanju teh podatkov, razen če zakon določa drugače.\nSodišča imajo dostop do vsebine tajnih podatkov v skladu z zakonom, ki ureja tajne podatke, in jih lahko obdelujejo v sodnih postopkih v skladu z zakoni, ki urejajo sodne postopke ali pristojnost sodišč."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "13.a",
      "chapter": "1.a poglavje: Vrstni red reševanja zadev",
      "article": "13.a",
      "content": "Sodnik obravnava prednostne zadeve, ki so kot take določene z zakonom.\nSodnik pri določitvi vrstnega reda obravnavanja drugih zadev lahko upošteva, poleg časa pripada zadeve na sodišče, tudi vrsto, naravo in pomen zadeve."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "14",
      "chapter": "2. poglavje: Zakoniti sodnik",
      "article": "14",
      "content": "Sodnik izvaja sodno oblast na enem ali več pravnih področjih, na katero oziroma katera je pred začetkom koledarskega leta razporejen z letnim razporedom dela."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "15",
      "chapter": "2. poglavje: Zakoniti sodnik",
      "article": "15",
      "content": "Na posameznem pravnem področju, na katero sta razporejena dva ali več sodnikov, se zadeve dodeljujejo posameznim sodnikom po dnevnem zaporedju vložitve začetnega procesnega akta, upoštevaje abecedni red začetnic priimkov sodnikov.\nČe je na isti dan vloženih več začetnih procesnih aktov na istem pravnem področju ali pri vnaprej določenih vrstah zadev v okviru istega pravnega področja, se zadeve najprej razvrstijo po abecednem redu začetnic priimkov oziroma imen strank oziroma udeležencev, zoper katere je vložen procesni akt.\nZadeve, v katerih višja sodišča in Vrhovno sodišče Republike Slovenije odločajo o rednem ali izrednem pravnem sredstvu, se sodnikom dodeljujejo po dnevnem zaporedju prispelih spisov, upoštevaje abecedni red začetnic priimkov sodnikov.\nZadeve se po pravilih iz prejšnjih odstavkov sodnikom dodeljujejo takoj po zaporedju vložitve začetnega procesnega akta oziroma prispelih spisov, lahko pa tudi kasneje, na način, vnaprej določen s sodnim redom."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "16",
      "chapter": "2. poglavje: Zakoniti sodnik",
      "article": "16",
      "content": "Na način, določen v prejšnjem členu, se dodeljujejo tudi zadeve, v katerih je sodnik po prevzemu zadeve izločen ali katerih ne more pravočasno obravnavati zaradi daljše odsotnosti."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "17",
      "chapter": "2. poglavje: Zakoniti sodnik",
      "article": "17",
      "content": "Sodni red določa podrobnejša pravila za dodeljevanje zadev.\nS sodnim redom se podrobneje predpišejo zlasti pravila o dodeljevanju zadev v primerih, ko je več začetnih procesnih aktov vloženih zoper isto stranko, v primerih, ko je na isti dan ali v krajšem časovnem obdobju vloženih večje število začetnih procesnih aktov z bistveno enakim dejanskim in pravnim stanjem, v primerih, ko je zaradi obremenjenosti treba sodniku začasno ustaviti dodelitev novih zadev, in v drugih podobnih primerih ter pravila o načinu in vrstnem redu vabljenja sodnikov porotnikov zaradi udeležbe pri sojenju."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "17.a",
      "chapter": "2. poglavje: Zakoniti sodnik",
      "article": "17.a",
      "content": "Na oglasni deski in na spletni strani sodišča (v nadaljnjem besedilu: sodna deska) se zaradi zagotavljanja javnosti sojenja, izpolnjevanja obveznosti iz drugih zakonov ter obveščanja javnosti in medijev objavi:\n-       razporeditev sodnikov po določbi 14. člena tega zakona;\n-       pravila dodeljevanja zadev po določbah tega poglavja in sodnega reda;\n-       razpored obravnav ter sej, o katerih se obveščajo stranke in pri katerih javnost po zakonu ali odločitvi sodišča ni izključena;\n-       druga sodna pisanja in razporedi narokov, za katere tako določa zakon;\n-       druge podatke, za katere tako določa zakon ali sodni red.\nRazpored obravnav ter sej, o katerih se obveščajo stranke in pri katerih javnost po zakonu ali odločitvi sodišča ni izključena, obsega:\n-       opravilno številko in vrsto zadeve;\n-       datum in uro začetka obravnave ali seje, o katerih se obveščajo stranke;\n-       podatek o kraju in prostoru, kjer se bo opravila obravnava ali seja, o kateri se obveščajo stranke;\n-       osebno ime sodnika ali predsednika senata, ki obravnava zadevo;\n-       osebno ime stranke v postopku.\nPodrobnejša pravila za objavo podatkov na sodni deski se določijo v sodnem redu.\nOglasna deska je deska primerne velikosti, pritrjena na steno sodišča, ki je dostopna javnosti. Podatki na njej se lahko objavijo tudi v elektronski obliki na način, ki zagotavlja dostop javnosti.\nČe se podatki, objavljeni na oglasni deski, in na spletni strani sodišča razlikujejo, se šteje, da so pravilni podatki, objavljeni na oglasni deski.\nKjer drug zakon ali podzakonski predpis uporablja izraza »oglasna deska« oziroma »deska«, če se nanašata na sodno desko, pomenita sodno desko."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "17.b",
      "chapter": "2. poglavje: Zakoniti sodnik",
      "article": "17.b",
      "content": "Sodišča zagotavljajo javnost obravnavanja sodnih zadev po določbah tega zakona in drugih predpisov, ki urejajo postopke pred sodišči."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "30",
      "chapter": "4. poglavje: Personalni sveti",
      "article": "30",
      "content": "Personalni sveti se oblikujejo pri okrožnih, višjih in vrhovnem sodišču.\nPersonalni svet vrhovnega sodišča je pristojen za ocene sodniške službe za sodnike vrhovnega in višjih sodišč, za reševanje pritožb zoper ocene sodniške službe in za druga opravila, če tako določa zakon.\nPersonalni svet višjega sodišča je pristojen za ocene sodniške službe za sodnike okrajnih in okrožnih sodišč in za druga opravila, ki se nanašajo na kadrovske in druge zadeve sodnikov višjega, okrožnega ali okrajnega sodišča, če tako določa zakon.\nPersonalni svet okrožnega sodišča je pristojen za posamezna opravila, če tako določa zakon."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "31",
      "chapter": "4. poglavje: Personalni sveti",
      "article": "31",
      "content": "Personalni svet sestavljajo po položaju predsednik sodišča in določeno število članov, ki jih izvolijo sodniki izmed sebe.\nPredsednika sodišča v njegovi odsotnosti nadomešča podpredsednik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "32",
      "chapter": "4. poglavje: Personalni sveti",
      "article": "32",
      "content": "Predsednika personalnega sveta in njegovega namestnika izvolijo izmed sebe člani personalnega sveta z večino glasov s tajnim glasovanjem..\nPersonalni svet sprejema odločitve z večino glasov vseh članov."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "33",
      "chapter": "4. poglavje: Personalni sveti",
      "article": "33",
      "content": "V personalne svete okrožnih sodišč izvolijo sodniki okrajnih in okrožnih sodišč, ki imajo skupaj več kot petdeset sodnikov, izmed sebe šest sodnikov, od tega tri okrajne, ki jih kandidirajo in volijo sodniki na okrajnih sodiščih, in tri okrožne, ki jih kandidirajo in volijo sodniki na okrožnem sodišču.\nV personalne svete, okrožnih sodišč izvolijo sodniki okrajnih in okrožnih sodišč, ki imajo manj kot petdeset sodnikov, izmed sebe štiri sodnike, od tega dva okrajna in dva okrožna sodnika.\nPri specializiranih sodiščih, ki imajo položaj okrožnih sodišč, so personalni sveti sestavljeni samo iz sodnikov specializiranega sodišča tega položaja in so sestavljeni iz predsednika sodišča in dveh članov, ki jih izvolijo sodniki izmed sebe.\nV personalne svete višjih in vrhovnega sodišča izvolijo sodniki teh sodišč izmed sebe štiri sodnike.\nSodniki, ki so na delu na Vrhovnem sodišču Republike Slovenije, imajo pravico voliti člane personalnega sveta vrhovnega sodišča, ne morejo pa biti izvoljeni v personalni svet tega sodišča.\nČlanom personalnih svetov višjih in vrhovnega sodišča za udeležbo na sejah personalnega sveta pripada sejnina v višini, ki jo določi sodni svet ob soglasju ministra, pristojnega za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "34",
      "chapter": "4. poglavje: Personalni sveti",
      "article": "34",
      "content": "Volitve članov personalnega sveta razpiše sodni svet najmanj tri mesece pred iztekom mandata članov personalnega sveta, ki so voljeni."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "35",
      "chapter": "4. poglavje: Personalni sveti",
      "article": "35",
      "content": "Člani personalnih svetov se volijo za dobo štirih let na način in po postopku, ki ga zakon, ki ureja sodni svet, določa za volitve članov sodnega sveta izmed sodnikov. Podrobnejša navodila o načinu volitev sprejme sodni svet.\nČlanu personalnega sveta preneha mandat:\n1.     s potekom dobe, za katero je izvoljen;\n2.     z odstopom;\n3.     s prenehanjem ali razrešitvijo sodniške funkcije;\n4.     s prenehanjem opravljanja sodniške funkcije na sodišču, kjer jo je opravljal ob izvolitvi za člana personalnega sveta,\n5.     z izvolitvijo za člana sodnega sveta,\n6.     z dnem mirovanja sodniške funkcije po zakonu, ki ureja sodniško službo.\nČlan personalnega sveta, ki mu je prenehal mandat po 1. točki prejšnjega odstavka, opravlja pravice in dolžnosti člana personalnega sveta do izvolitve novega člana.\nČlanu personalnega sveta preneha mandat po 2. točki drugega odstavka tega člena z dnem, ko personalni svet prejme njegovo pisno izjavo o odstopu. O tem se nemudoma obvesti sodni svet.\nČe članu personalnega sveta preneha mandat po 2., 3., 4., 5. in 6. točki drugega odstavka tega člena, postane član za preostanek mandatne dobe tisti kandidat z iste liste kandidatov, ki bi bil izvoljen, če ne bi bil izvoljen član, ki mu je prenehal mandat. Če kandidat v roku 8 dni na poziv predsednika sodnega sveta ne sporoči, da sprejema mandat, se ta pravica prenese na naslednjega kandidata. Če na listi ni naslednjega kandidata, se opravijo nadomestne volitve."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "36",
      "chapter": "5. poglavje: Sodna oblast, sodniki, sodišče",
      "article": "36",
      "content": "Sodno oblast izvaja sodnik v skladu z zakonsko določeno pristojnostjo sodišča.\nSodnik opravlja sodniško funkcijo na sodišču, za katerega je kandidiral, in na sodniškem mestu, za katerega je bil izvoljen oziroma imenovan, če zakon ne določa drugače.\nSodnik, ki je bil izvoljen oziroma imenovan na okrožno sodišče ali okrajno sodišče, ki je organizacijska enota okrožnega sodišča, lahko sodniško funkcijo opravlja na vseh organizacijskih enotah okrožnega sodišča, če je tako določeno z letnim razporedom sodnikov.\nPri opravljanju sodniške funkcije v zbornem sojenju imajo vsi v takšnem sojenju udeleženi sodniki enake pravice in enake dolžnosti. Zakon določa pravice procesnega vodstva sodnika, ki predseduje zbornemu sodišču (predsednik senata).\nPri opravljanju sodniške funkcije uporablja oseba ženskega spola naziv &#34;sodnica&#34;, oseba moškega spola naziv &#34;sodnik&#34;, skupaj s tem nazivom pa tudi ustrezen dodatek, ki kaže na njeno – njegovo sodniško mesto ali položaj."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "37",
      "chapter": "5. poglavje: Sodna oblast, sodniki, sodišče",
      "article": "37",
      "content": "Sodišče je državni organ, pristojen za izvajanje sodne oblasti in za izvrševanje sodnih odločb.\nSodišče izvršuje sodne odločbe neposredno v zadevah in v primerih, ki jih določa zakon.\nSodišče izvršuje odločbe drugih državnih organov ali nosilcev javnih pooblastil, če zakon tako določa."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "38",
      "chapter": "5. poglavje: Sodna oblast, sodniki, sodišče",
      "article": "38",
      "content": "Predsednik Vrhovnega sodišča Republike Slovenije s soglasjem ministra, pristojnega za pravosodje, po predhodnem mnenju predsednika sodišča, določi število sodniških mest na posameznem sodišču.\nZa izračun potrebnega števila sodniških mest za posamezno sodišče se upošteva povprečni pretekli in pričakovani pripad zadev ter povprečni čas reševanja posameznih zadev.\nPodrobnejša merila iz prejšnjega odstavka predpiše s podzakonskim aktom minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "39",
      "chapter": "5. poglavje: Sodna oblast, sodniki, sodišče",
      "article": "39",
      "content": "Pogoje za izvolitev v sodniško funkcijo, pogoje za napredovanje sodnika, razloge prenehanja sodniške funkcije, razloge za razrešitev sodnika, pravice in dolžnosti, ki izvirajo iz sodniške službe, ter postopke za njihovo uveljavljanje določa zakon."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "40",
      "chapter": "6. poglavje: Sodniki na delu na vrhovnem oziroma višjem sodišču",
      "article": "40",
      "content": "Sodniki, ki so v skladu z zakonom dodeljeni na delo na Vrhovno sodišče Republike Slovenije, sodelujejo pri izvajanju sodne oblasti s poročanjem na sejah senatov vrhovnega sodišča ter z izdelavo sodnih odločb, pripravljajo na zahtevo predsednikov senatov vrhovnega sodišča zahtevnejša strokovna mnenja o posameznih pravnih vprašanjih, opravljajo po odredbi predsednika vrhovnega sodišča druga strokovno zahtevnejša dela, lahko pa tudi delo generalnega sekretarja Vrhovnega sodišča Republike Slovenije.\nSodniki iz prejšnjega odstavka ne morejo sodelovati pri odločanju o zadevah iz pristojnosti vrhovnega sodišča.\nDoločbi prvega in drugega odstavka tega člena se smiselno uporabljata tudi za sodnike, dodeljene na delo na višje sodišče."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "40.a",
      "chapter": "6.a poglavje: Specializirani oddelek za sojenje v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj",
      "article": "40.a",
      "content": "Pri okrožnih sodiščih na sedežih višjih sodišč delujejo specializirani oddelki sodišč, ki opravljajo preiskavo in sodijo v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj, v katerih obtožni akt vloži državno tožilstvo, pristojno za pregon storilcev navedenih kaznivih dejanj (v nadaljnjem besedilu: specializirani oddelek).\nZadeve iz pristojnosti specializiranega oddelka obravnavajo sodniki, ki so v oddelek razporejeni ali dodeljeni zaradi posebne usposobljenosti in izkušenosti za reševanje zahtevnejših kazenskih zadev. Predsednik okrožnega sodišča na sedežu višjega sodišča določi z letnim razporedom kot člane senatov in za opravljanje nujnih procesnih dejanj v zadevah specializiranega oddelka tudi druge sodnike tega okrožnega sodišča in sodnike okrajnih sodišč, ki so organizacijska enota tega okrožnega sodišča. Predsednik Okrožnega sodišča v Ljubljani določi z letnim razporedom in soglasjem predsednika Okrajnega sodišča v Ljubljani kot člane senatov in za opravljanje nujnih procesnih dejanj v zadevah specializiranega oddelka tudi sodnike Okrajnega sodišča v Ljubljani. Če se soglasje s predsednikom Okrajnega sodišča v Ljubljani ne doseže, o razporeditvi odloči predsednik neposredno višjega sodišča.\nŠtevilo mest za razporejene in dodeljene sodnike za posamezen specializiran oddelek določi predsednik Vrhovnega sodišča Republike Slovenije s soglasjem ministra, pristojnega za pravosodje. Pri določitvi števila sodniških mest se smiselno upoštevajo kriteriji iz 38. člena tega zakona.\nGlavne obravnave in naroki v zadevah iz pristojnosti specializiranega oddelka se opravljajo na sedežu pristojnega okrožnega sodišča, v skladu z zakonom, ki ureja kazenski postopek, pa tudi na sedežih drugih okrožnih in okrajnih sodišč z območja istega višjega sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "40.b",
      "chapter": "6.a poglavje: Specializirani oddelek za sojenje v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj",
      "article": "40.b",
      "content": "V specializirani oddelek se v skladu s tem zakonom razporedi potrebno število sodnikov okrožnega sodišča na sedežu višjega sodišča in okrajnih sodišč, ki so organizacijska enota tega okrožnega sodišča, in Okrajnega sodišča v Ljubljani, ter v skladu z zakonom, ki ureja sodniško službo, dodeli ustrezno število sodnikov z drugih sodišč.\nSpecializirani oddelek vodi vodja oddelka, ki ga izmed razporejenih sodnikov z letnim razporedom sodnikov določi predsednik sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "40.c",
      "chapter": "6.a poglavje: Specializirani oddelek za sojenje v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj",
      "article": "40.c",
      "content": "Okrajnim sodnikom, razporejenim ali dodeljenim v specializirani oddelek, pripada za čas, v katerem rešujejo zadeve iz pristojnosti specializiranega oddelka, plača višjega sodnika, okrajnim sodnikom svetnikom plača višjega sodnika svetnika, okrožnim sodnikom plača vrhovnega sodnika, okrožnim sodnikom svetnikom in višjim sodnikom pa plača vrhovnega sodnika svetnika.\nNačin evidentiranja in obračunavanje časa iz prejšnjega odstavka določa Sodni red.\nSodniku, ki mu v skladu s prvim odstavkom tega člena pripada plača višjega sodnika, mu ta pripada v višini plačnega razreda, v katerega je v skladu z zakonom, ki ureja sistem plač v javnem sektorju, uvrščena funkcija, ki jo zaseda višji sodnik ob uvrstitvi."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "40.d",
      "chapter": "6.a poglavje: Specializirani oddelek za sojenje v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj",
      "article": "40.d",
      "title": "(črtan)",
      "content": "Z letnim razporedom sodnikov se določi podrobnejša razporeditev dela sodnikov, ki so razporejeni ali dodeljeni v specializirani oddelek. Določi se lahko, da vsi sodniki oddelka sodijo v vseh zadevah iz pristojnosti specializiranega oddelka, lahko pa se sodniki razporedijo za sojenje zadev po posameznih pravnih področjih ali podpodročjih.\nZadeve se sodnikom, ki so razporejeni ali dodeljeni v specializirani oddelek, dodeljujejo v skladu s pravili Sodnega reda, v katerem se določijo tudi podrobnejša pravila o dodeljevanju zadev ter organiziranju dela na specializiranem oddelku."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "41",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "41",
      "content": "Državljani sodelujejo pri izvajanju sodne oblasti kot sodniki porotniki pri okrožnih sodiščih."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "42",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "42",
      "content": "Za sodnika porotnika je lahko imenovan državljan Republike Slovenije, ki je dopolnil trideset let starosti, ki ni bil pravnomočno obsojen za kaznivo dejanje, ki se preganja po uradni dolžnosti, in ki je zdravstveno ter osebnostno primeren za udeležbo pri izvajanju sodne oblasti ter aktivno obvlada slovenski jezik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "43",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "43",
      "content": "Mandat sodnikov porotnikov traja pet let in so lahko ponovno imenovani."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "44",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "44",
      "content": "Predsednik višjega sodišča imenuje in razrešuje sodnike porotnike pri okrožnih sodiščih s sodnega območja višjega sodišča.\nPred ponovnim imenovanjem kandidatov za sodnike porotnike predsednik višjega sodišča pridobi mnenje predsednika pristojnega okrožnega sodišča o njihovem dotedanjem opravljanju dolžnosti sodnika porotnika."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "45",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "45",
      "content": "Kandidate za sodnike porotnike okrožnih sodišč lahko predlagajo predstavniški organi občin z območja sodišča, pri katerem bodo sodniki porotniki, lahko pa tudi interesne organizacije, ki so kot društva ali združenja registrirana in delujejo na tem območju, razen političnih strank, ki neposredno ne morejo predlagati kandidatov.\nIzmed predlaganih kandidatov imenuje predsednik višjega sodišča sodnike porotnike posameznega sodišča v sorazmerju s številom prebivalcev občine, ki je predlagala kandidate oziroma v sorazmerju s številom članov, ki jih imajo interesne organizacije.\nNa območjih, kjer živita avtohtoni italijanska in madžarska narodna skupnost, imenuje predsednik višjega sodišča potrebno število sodnikov porotnikov, ki aktivno obvladajo italijanski oziroma madžarski jezik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "46",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "46",
      "content": "Sodniki porotniki morajo biti imenovani pred potekom časa, za katerega so bili imenovani sodniki porotniki tekočega mandata.\nPredsednik okrožnega sodišča mora najkasneje pet mesecev pred potekom mandata pozvati predstavniške organe občin in druge pristojne predlagatelje, da predlagajo kandidate za imenovanje, in določiti rok, do katerega je dovoljeno vložiti predloge. Poziv se objavi v Uradnem listu Republike Slovenije.\nPredlagatelji iz prejšnjega odstavka morajo predlogom priložiti dokazila, da kandidat izpolnjuje pogoje za imenovanje, ki jih določa zakon.\nPredsednik okrožnega sodišča posreduje pravočasne in popolne predloge predsedniku višjega sodišča. Če je za sodnika porotnika predlagana oseba, ki je že doslej opravljala to dolžnost, priloži tudi mnenje iz drugega odstavka 44. člena tega zakona.\nČe od izteka roka iz drugega odstavka tega člena ni vloženih najmanj takšno število predlogov, kot je število mest sodnikov porotnikov, predsednik višjega sodišča presodi, ali bo potreben dodaten poziv predlagateljem za vložitev predlogov, ali pa bo imenoval sodnike porotnike oziroma porotnike izmed oseb, ki so že doslej opravljale to dolžnost in soglašajo s ponovnim imenovanjem.\nV primeru iz prejšnjega odstavka predsednik višjega sodišča ni dolžan upoštevati določbe drugega odstavka prejšnjega člena."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "47",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "47",
      "content": "Če imenovanje sodnikov porotnikov ni opravljeno do izteka mandata, ostanejo prejšnji sodniki porotniki na dolžnosti do imenovanja sodnikov porotnikov novega mandata."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "48",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "48",
      "content": "Pred nastopom dolžnosti sodnik porotnik pred predsednikom višjega sodišča, ki ga je imenoval, izreče naslednjo prisego: &#34;Prisegam, da bom pri sojenju spoštoval-a pravni red in da bom odločal-a po svoji vesti.&#34;.\nČe je izvedba prisege iz prejšnjega odstavka zaradi okoliščin izrednega dogodka po 83.a členu tega zakona otežena ali onemogočena, lahko predsednik višjega sodišča, ki imenuje sodnike porotnike iz prvega odstavka 44. člena tega zakona, odloči, da pred nastopom dolžnosti sodnik porotnik poda prisego pisno. Šteje se, da ta oseba nastopi dolžnost sodnika porotnika s trenutkom, ko sodišče prejme njegovo podpisano prisego v besedilu iz prejšnjega odstavka, kar ugotovi predsednik višjega sodišča, ki ga je imenoval."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "49",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "49",
      "content": "Število sodnikov porotnikov pri posameznih sodiščih določi predsednik Vrhovnega sodišča Republike Slovenije s soglasjem ministra, pristojnega za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "50",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "50",
      "content": "Sodnikom porotnikom pripada za sodelovanje pri sojenju nagrada in povračilo stroškov po predpisih, ki jih sprejme minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "51",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "51",
      "content": "Sodnik porotnik se razreši, če nevestno in neredno opravlja dolžnost sodnika porotnika.\nSodnik porotnik odgovarja za škodo, ki jo neposredno povzroči z nevestnim ali nerednim opravljanjem dolžnosti.\nSodniku porotniku preneha mandat:\n1.     če se odpove mandatu sodnika porotnika,\n2.     če izgubi državljanstvo Republike Slovenije,\n3.     če izgubi zdravstveno zmožnost za opravljanje dolžnosti sodnika porotnika,\n4.     če je pravnomočno obsojen za kaznivo dejanje, ki se preganja po uradni dolžnosti.\nŠteje se, da so razlogi iz 2. in 4. točke prejšnjega odstavka nastopili z dnem pravnomočnosti odločbe pristojnega organa.\nOdpoved mandatu učinkuje trideseti dan po prispetju k predsedniku višjega sodišča, ki je sodnika porotnika imenoval. Predsednik višjega sodišča o odpovedi takoj obvesti predsednika okrožnega sodišča.\nV primeru iz prvega odstavka tega člena izda predsednik višjega sodišča na obrazložen predlog predsednika okrožnega sodišča odločbo o razrešitvi, v primerih iz tretjega odstavka tega člena pa ugotovitveno odločbo o prenehanju mandata sodnika porotnika.\nZoper odločbo iz prejšnjega odstavka je dovoljeno sprožiti upravni spor."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "52",
      "chapter": "7. poglavje: Sodniki porotniki, porotniki",
      "article": "52",
      "content": "Kadar zakon določa, da sodelujejo državljani pri izvajanju sodne oblasti kot porotniki, se glede njih uporabljajo določbe 42. ter 48. in 50. člena tega zakona."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "53",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "53",
      "content": "Za opravljanje pravnega dela ima sodišče potrebno število sodniških pomočnikov, samostojnih sodniških pomočnikov in višjih sodniških pomočnikov. Sodniški pomočnik opravlja delo na uradniškem delovnem mestu pravosodni sodelavec, samostojni sodniški pomočnik na uradniškem delovnem mestu višji pravosodni sodelavec ali svetovalec v pravosodju, in višji sodniški pomočnik na uradniškem delovnem mestu višji svetovalec v pravosodju.\nZa pogoje za zasedbo delovnega mesta v prejšnjem odstavku navedenih uradniških delovnih mest, za napredovanje v višji naziv in za ocenjevanje, se uporablja zakon, ki ureja položaj javnih uslužbencev. Za napredovanje v višji plačni razred se uporablja zakon, ki ureja sistem plač v javnem sektorju."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "53.a",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "53.a",
      "content": "Sodniški pomočniki sprejemajo na zapisnik vloge ter izjave strank in po naročilu sodnika opravljajo manj zahtevna dela v zvezi s pripravo za glavno obravnavo oziroma za druga dejanja v postopku, pripravljajo obračun stroškov, izdelujejo osnutke odločb in opravljajo drugo delo v sodnem postopku po odredbi sodnika.\nSamostojni sodniški pomočniki in višji sodniški pomočniki vodijo postopke in odločajo v zadevah sodnega registra, vodijo izvršilne postopke in izdajajo sklepe o dovolitvi izvršbe za izterjavo denarnih terjatev, sklepe o dovolitvi izvršbe na podlagi verodostojnih listin ter sklepe in odredbe o predujmih, varščinah in stroških postopka ter o sodnih taksah, odločajo na prvi stopnji o vpisih, o katerih po zakonu, ki ureja zemljiško knjigo, ne odloča sodnik posameznik zemljiškoknjižnega sodišča in odločajo v zapuščinskih zadevah zakonitega dedovanja, v katerih je predmet dedovanja le premično premoženje.\nSamostojni sodniški pomočniki in višji sodniški pomočniki vodijo sodne pisarne in javne knjige kot organizacijske enote ter opravljajo druge zadeve v skladu z zakonom in sodnim redom.\nZoper odločitev, ki jo izda samostojni sodniški pomočnik oziroma višji sodniški pomočnik, je vselej dovoljeno pravno sredstvo.\nO pravnem sredstvu iz prejšnjega odstavka odloči sodnik istega sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "53.b",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "53.b",
      "content": "Pripravništvo za sodniškega pomočnika traja devet mesecev, pripravništvo za samostojnega sodniškega pomočnika pa eno leto. Izvaja se na sodiščih s položajem okrajnih in okrožnih sodišč.\nPripravnik iz prejšnjega odstavka sklene delovno razmerje na sodišču, ki ima prosto delovno mesto za sodniškega pomočnika oziroma samostojnega sodniškega pomočnika, v skladu z določbami zakona, ki ureja položaj javnih uslužbencev.\nDel pripravništva, ki ga je kandidat za pripravnika iz prvega odstavka tega člena opravil kot sodniški pomočnik ali samostojni sodniški pomočnik v skladu z zakonom, ki ureja pravniški državni izpit, v delu, ki ustreza predpisanemu programu pripravništva za sodniškega pomočnika oziroma samostojnega sodniškega pomočnika, lahko minister, pristojen za pravosodje, na prošnjo kandidata, prizna kot opravljenega.\nSkupno število pripravniških delovnih mest za sodniške pomočnike in samostojne sodniške pomočnike letno določi predsednik Vrhovnega sodišča Republike Slovenije, glede na izkazane kadrovske potrebe po sodniških pomočnikih in samostojnih sodniških pomočnikih, o čemer predhodno pridobi mnenje predsednikov sodišč, na katerih se izvaja pripravništvo.\nDržavni izpit za sodniškega pomočnika se opravlja po zaključenem pripravništvu.\nSodniški pomočnik oziroma samostojni sodniški pomočnik je dolžan po uspešno opravljenem državnem izpitu za sodniškega pomočnika ostati v delovnem razmerju na sodišču še najmanj za čas trajanja pripravništva, razen, če to ni možno iz razlogov na strani sodišča.\nČe sodniški pomočnik oziroma samostojni sodniški pomočnik po opravljenem državnem izpitu za sodniškega pomočnika ne ostane v delovnem razmerju na sodišču, pa niso podani razlogi iz prejšnjega odstavka, je dolžan povrniti stroške izobraževanja v višini seštevka plač ter ostalih osebnih prejemkov v času pripravništva.\nVsebino, potek in program pripravništva za sodniškega pomočnika ter samostojnega sodniškega pomočnika ter vsebino in način opravljanja državnega izpita za sodniškega pomočnika oziroma samostojnega sodniškega pomočnika predpiše minister, pristojen za pravosodje, s podzakonskim aktom."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "54",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "54",
      "content": "Sodišča imajo strokovne sodelavce, ki opravljajo svoje delo na uradniških delovnih mestih kot višji pravosodni svetovalci ali pravosodni svetniki.\nStrokovni sodelavci v posameznih zadevah izven glavne obravnave zaslišujejo stranke, priče in izvedence, opravljajo zahtevnejše priprave za glavno obravnavo, poročajo na sejah senatov, izdelujejo osnutke sodnih odločb, pod vodstvom sodnika vodijo glavne obravnave, ter opravljajo drugo delo po odredbi sodnika.\nZa pogoje za zasedbo delovnega mesta zgoraj navedenih uradniških delovnih mest, za napredovanje v višji naziv in za ocenjevanje se uporablja zakon, ki ureja položaj javnih uslužbencev. Za napredovanje v višji plačni razred se uporablja zakon, ki ureja sistem plač v javnem sektorju.\nZa strokovne sodelavce se smiselno uporabljajo določbe četrtega ter petega odstavka 53.a člena tega zakona."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "55",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "55",
      "content": "Pripravniki, ki se v skladu z zakonom, ki ureja pravniški državni izpit, na sodišču usposabljajo za opravljanje pravniškega državnega izpita (v nadaljnjem besedilu: sodniški pripravnik), lahko spremljajo naroke, glavne obravnave ter seje senatov, izdelujejo osnutke sodnih odločb in drugih sodnih pisanj, sprejemajo na zapisnik vloge strank ter pišejo zapisnike."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "58",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "58",
      "content": "Pravica do stavke sodnega osebja je omejena.\nV času stavke je sodno osebje dolžno opravljati delo v razpisanih narokih, glavnih obravnavah oziroma javnih sejah ter poskrbeti za izdajo in odpravo vseh odločb v zakonitem roku. V postopkih, za katere je z zakonom določeno, da so hitri, oziroma v zadevah, ki so po zakonu oziroma naravi stvari nujne, je osebje dolžno poslovati tudi v času stavke."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "59",
      "chapter": "8. poglavje: Uradniška delovna mesta in strokovno tehnična delovna mesta",
      "article": "59",
      "content": "Število in vrste delovnih mest sodnega osebja za posamezna sodišča določi, glede na sprejet skupni kadrovski načrt za vsa sodišča, Vrhovno sodišče Republike Slovenije.\nMerila za določitev števila delovnih mest iz prejšnjega odstavka določi in usklajuje minister, pristojen za pravosodje, s podzakonskim aktom, glede na povprečno obremenitev in pričakovano storilnost za posamezno vrsto delovnih mest."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "60",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "60",
      "content": "V zadeve sodne uprave sodi odločanje, upravljanje z znanjem, načrtovanje, organiziranje, kadrovanje, vodenje, koordiniranje, komuniciranje, spremljanje učinkov, poročanje, upravljanje s proračunom sodišča in druga opravila, s katerimi se na podlagi zakona, sodnega reda in drugih predpisov zagotavljajo pogoji za redno izvajanje sodne oblasti, pravočasnost postopkovnih dejanj in pravočasnost izdelave sodnih odločb.\nV okviru sodne uprave in izvajanja nadzora nad njenim izvajanjem ni dovoljeno posegati v neodvisen položaj sodnika pri odločanju o zadevah, ki so mu dodeljene v reševanje.\nKadar je treba v zadevi sodne uprave odločiti o pravici, obveznosti ali pravni koristi osebe, se v postopku odločanja smiselno uporabljajo določbe zakona o splošnem upravnem postopku, če ni s tem zakonom ali z zakonom, ki ureja sodniško službo, drugače določeno.\nČe pride na sodišču do povečanega števila nerešenih zadev kot posledice nižje storilnosti od povprečne storilnosti sodišč iste vrste in iste stopnje, ali je po statističnih podatkih na sodišču izkazan zaostanek v višini pripada zadnjih dvanajst mesecev, mora predsednik sodišča v skladu s pooblastili v zakonu in sodnem redu sprejeti program reševanja teh zadev. Storilnost sodišč spremlja Vrhovno sodišče Republike Slovenije, na podlagi podatkov sodne statistike.\nČe kljub povečani storilnosti ni mogoče zagotoviti sojenja brez nepotrebnega odlašanja, se lahko sodišču dodelijo dodatna finančna sredstva za reševanje teh zadev v skladu s sprejetim programom reševanja. O dodelitvi sredstev odloča Vrhovno sodišče Republike Slovenije.\nČe z opisanimi ukrepi ni možno zmanjšati števila nerešenih zadev na razumno mero, se sodišču lahko poveča sistemizacijo in odobrijo dodatne zaposlitve.\nS sodnim redom se podrobneje predpišejo ustrezne evidence v sodni statistiki, s pomočjo katerih se ugotavlja storilnost in določijo drugi ukrepi za odpravljanje zaostankov ali nerešenih zadev."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "60.a",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "60.a",
      "content": "V zadeve sodne uprave spada tudi spremljanje, ugotavljanje in analiziranje učinkovitosti dela sodnikov na posameznem sodišču. Analiza učinkovitosti in uspešnosti dela sodnikov je sestavni del letnega poročila o poslovanju sodišča, ki ga predsednik sodišča za preteklo leto najpozneje do 28. februarja v tekočem letu predloži neposredno pristojnemu višjemu sodišču, Vrhovnemu sodišču Republike Slovenije, sodnemu svetu in ministrstvu, pristojnemu za pravosodje. Vrhovno sodišče Republike Slovenije pošlje letno poročilo o svojem poslovanju sodnemu svetu in ministrstvu, pristojnemu za pravosodje.\nLetno poročilo o poslovanju sodišča obsega naslednja področja:\n1.     kadrovska opremljenost sodišča:\n-  število sodniških mest in sistemiziranih delovnih mest sodnega osebja na zadnji dan v letu;\n-  število zasedenih sodniških mest in delovnih mest sodnega osebja na zadnji dan v letu;\n-  dejansko prisotnost sodnikov in sodnega osebja na delovnem mestu v poslovnem letu;\n2.     sodna statistika:\n-  število pripadlih pomembnejših in drugih zadev v poslovnem letu;\n-  število rešenih pomembnejših in drugih zadev v poslovnem letu;\n-  število nerešenih pomembnejših in drugih zadev v poslovnem letu;\n-  število pomembnejših in drugih zadev v delu v poslovnem letu;\n-  število pomembnejših in drugih zadev, v katerih je bilo vloženo pravno sredstvo;\n-  število potrjenih, spremenjenih ali razveljavljenih odločb;\n-  kriterij učinkovitosti – število rešenih zadev na sodnika in sodno osebje;\n-  število prenosov pristojnosti za rešitev pomembnejših in drugih zadev (105.a člen tega zakona);\n-  število dodeljenih zadev specializiranemu oddelku sodnikov, ki sodijo v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj;\n3.     časovni standardi:\n-  količnik reševanja pripada;\n-  pričakovani čas rešitve zadev;\n-  povprečna starost nerešenih zadev;\n-  povprečni čas rešitve zadev v zadnjih 12 mesecih;\n-  število rešenih in nerešenih pomembnejših in drugih zadev, ki so opredeljene kot sodni zaostanek;\n-  reševanje zadev, starejših od pet let;\n-  reševanje zadev, starejših od deset let;\n4.     oceno doseganja ciljev iz sprejetega letnega programa dela za preteklo leto, pri čemer se posebej oceni doseganje poslovnih rezultatov.\nPomembnejše zadeve iz 2. točke prejšnjega odstavka se določijo s sodnim redom.\nLetno poročilo o poslovanju posameznega sodišča pripravi predsednik sodišča.\nPred predložitvijo letnega poročila v skladu s prvim odstavkom tega člena mora predsednik sodišča to poročilo obravnavati na letni konferenci sodnikov.\nPodrobnejšo obliko letnega poročila o poslovanju sodišča določi s podzakonskim predpisom minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "60.b",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "60.b",
      "content": "Letno poročilo, v katerem Vrhovno sodišče Republike Slovenije oceni izvajanje sodne oblasti, obsega naslednja področja:\n1.     kadrovska opremljenost sodišč:\n-  število sodniških mest in sistemiziranih delovnih mest sodnega osebja na zadnji dan v letu;\n-  število zasedenih sodniških mest in delovnih mest sodnega osebja na zadnji dan v letu;\n-  dejansko prisotnost sodnikov in sodnega osebja na delovnem mestu v poslovnem letu;\n-  oceno ustreznosti števila sodniških mest in mest sodnega osebja na posameznem sodišču;\n2.     sodna statistika:\n-  število pripadlih pomembnejših in drugih zadev v poslovnem letu;\n-  število rešenih pomembnejših in drugih zadev v poslovnem letu;\n-  število nerešenih pomembnejših in drugih zadev v poslovnem letu;\n-  število pomembnejših in drugih zadev v delu v poslovnem letu;\n-  število pomembnejših in drugih zadev, v katerih je bilo vloženo pravno sredstvo;\n-  število potrjenih, spremenjenih ali razveljavljenih odločb;\n-  kriterij učinkovitosti – število rešenih zadev na sodnika in sodno osebje;\n-  število prenosov pristojnosti za rešitev pomembnejših in drugih zadev (105.a člen tega zakona);\n-  število dodeljenih zadev specializiranemu oddelku sodnikov, ki sodijo v zahtevnejših zadevah organiziranega in gospodarskega kriminala, terorizma, korupcijskih in drugih podobnih kaznivih dejanj;\n3.     časovni standardi:\n-  količnik reševanja pripada;\n-  pričakovani čas rešitve zadev;\n-  povprečna starost nerešenih zadev;\n-  povprečni čas rešitve zadev v zadnjih 12 mesecih;\n-  število rešenih in nerešenih pomembnejših in drugih zadev, ki so opredeljene kot sodni zaostanek;\n-  reševanje zadev, starejših od pet let;\n-  reševanje zadev, starejših od deset let;\n4.     primerjalna ocena zbranih podatkov med sodišči iste stopnje in iste vrste na podlagi meril iz 3. točke tega odstavka;\n5.     drugi podatki, ki so potrebni za oceno učinkovitosti in uspešnosti dela sodišč.\nLetno poročilo Vrhovnega sodišča Republike Slovenije se izdela za vsako sodišče posebej, za vsa sodišča iste stopnje skupaj (okrajna, okrožna in višja sodišča), za specializirana sodišča (delovna in socialna sodišča, upravno sodišče) in za Vrhovno sodišče Republike Slovenije ter za vsa sodišča skupaj.\nVrhovno sodišče Republike Slovenije pošlje letno poročilo o učinkovitosti in uspešnosti sodišč Državnemu zboru Republike Slovenije, v vednost pa tudi sodnemu svetu in ministrstvu, pristojnemu za pravosodje, do 15. maja v tekočem letu za preteklo leto ter ga objavi na svojih spletnih straneh."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "60.c",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "60.c",
      "content": "Na podlagi poročila iz prejšnjega člena za preteklo leto Vrhovno sodišče Republike Slovenije sprejme merila za kakovost dela sodišč za naslednje leto, ki vsebujejo procese reševanja zadev, navodila za učinkovito izvajanje sodne uprave ter določajo pričakovani čas opravljanja tipičnih procesnih dejanj in reševanja zadev na posameznih vrstah in stopnjah sodišč. K merilom za kakovost dela sodišč v delu, ki se nanaša na določitev časa za opravljanje tipičnih procesnih dejanj in reševanja zadev na posameznih vrstah in stopnjah sodišč, daje predhodno soglasje minister, pristojen za pravosodje.\nPredsednik Vrhovnega sodišča Republike Slovenije sprejme politiko zaznavanja in obvladovanja korupcijskih tveganj in izpostavljenosti sodišč s soglasjem sodnega sveta.\nSodni svet lahko predlaga spremembe ali dopolnitve politike zaznavanja in obvladovanja korupcijskih tveganj in izpostavljenosti sodišč.\nPolitika zaznavanja in obvladovanja korupcijskih tveganj in izpostavljenosti sodišč ter njene spremembe in dopolnitve se objavijo na spletnih straneh sodišč."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "61",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "61",
      "title": "60.č člen",
      "content": "Zadeve sodne uprave so v pristojnosti predsednika sodišča in direktorja sodišča, če ni s tem zakonom drugače določeno.\nPristojnosti, ki jih ima po tem zakonu, drugih zakonih in Sodnem redu predsednik sodišča, na okrajnih sodiščih, ki so organizacijska enota okrožnega sodišča, izvaja predsednik okrožnega sodišča, ki lahko del pristojnosti prenese na predsednika okrajnega sodišča, ki vodi tako okrajno sodišče.\nPredsednika sodišča nadomešča podpredsednik, ki lahko po pooblastilu predsednika opravlja zadeve iz pristojnosti predsednika tudi v drugih primerih.\nPredsednika okrajnega sodišča, ki je organizacijska enota okrožnega sodišča, nadomešča sodnik, ki je določen z letnim razporedom na podlagi predhodnega soglasja tega sodnika. Če ni mogoče zagotoviti nadomeščanja predsednika ob soglasju sodnika, se sodnika, ki nadomešča predsednika sodišča, določi z letnim razporedom. Zoper razporeditev brez soglasja sodnika se smiselno uporabljajo določbe drugega odstavka 71. člena tega zakona.\nSodišče, pri katerem sodniško službo opravlja najmanj petdeset sodnikov, ima lahko dva podpredsednika sodišča, sodišče z več kot sto sodniki pa največ tri podpredsednike. Če ima sodišče več kot enega podpredsednika, predsednik sodišča pooblasti enega izmed njih za nadomeščanje, če pooblastila ni, predsednika nadomešča podpredsednik, ki dalj časa opravlja sodniško funkcijo.\nČe ostane sodišče brez predsednika, se lahko za čas do šest mesecev za opravljanje dolžnosti predsednika imenuje sodnik enakega ali višjega položaja. Izjemoma se lahko imenovanje ponovi za nadaljnjih šest mesecev. Začasnega predsednika sodišča imenuje predsednik neposredno višjega sodišča, začasnega predsednika okrajnega sodišča, ki je organizacijska enota okrožnega sodišča, predsednik tega okrožnega sodišča, začasnega predsednika vrhovnega sodišča pa občna seja Vrhovnega sodišča Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "61.a",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "61.a",
      "content": "Za izvrševanje zadev sodne uprave imajo lahko okrožna sodišča, višja sodišča in Upravno sodišče Republike Slovenije ali posamezno višje sodišče za nižja sodišča na njegovem območju ter Okrajno sodišče v Ljubljani, direktorja sodišča. Posamezno okrožno sodišče ima lahko direktorja sodišča, če na višjem sodišču ni direktorja sodišča za nižja sodišča na območju tega višjega sodišča. Direktor sodišča samostojno opravlja naloge sodne uprave za celotno območje Okrajnega sodišča v Ljubljani, okrožnega ali višjega sodišča oziroma za zunanje oddelke tega sodišča, ki se nanašajo na materialno, tehnično in finančno poslovanje sodišča, vodenje postopkov javnih naročil, odločanje o kadrovskih zadevah sodnega osebja, zagotavljanje varnosti na sodišču, spremljanje, analiziranje in pripravo prenove poslovnih procesov ter opravlja druge naloge sodne uprave na podlagi pooblastila predsednika pristojnega sodišča razen nalog, ki se nanašajo na opravljanje sodniške službe.\nVrhovno sodišče Republike Slovenije ima generalnega sekretarja, ki je funkcionar in opravlja naloge iz prejšnjega odstavka.\nČe posamezno sodišče v skladu s prvim odstavkom tega člena nima direktorja, naloge iz njegove pristojnosti opravlja predsednik sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "61.b",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "61.b",
      "content": "Direktorja sodišča imenuje in razrešuje predsednik sodišča. Položaj se pridobi z odločbo o imenovanju za dobo petih let z možnostjo ponovnega imenovanja.\nZa pridobitev položaja direktorja sodišča mora kandidat izpolnjevati pogoje za imenovanje v naziv prvega kariernega razreda, ki so določeni z zakonom, ki ureja položaj javnih uslužbencev.\nProsto mesto direktorja sodišča razpiše predsednik sodišča, ki s prijavljenimi kandidati, ki izpolnjujejo formalne pogoje, opravi ustni razgovor. Prijave, ki so bile vložene po izteku razpisnega roka, in prijave kandidatov, ki do poteka razpisnega roka ne izpolnjujejo formalnih pogojev, se zavržejo.\nPredsednik sodišča izbere najustreznejšega kandidata, pri čemer upošteva znanje, izkušnje, priporočila in dosežke kandidatov na področjih iz prvega odstavka 61.c člena tega zakona.\nPredsednik sodišča v odločbi o imenovanju navede razloge za imenovanje. Če kandidata ne izbere, mora navesti razloge za neimenovanje. Odločbo o imenovanju ali sklep, s katerim predsednik sodišča ne izbere nobenega kandidata, se vroči vsem prijavljenim kandidatom. Zoper odločbo ali sklep je dovoljeno sprožiti upravni spor v osmih dneh od dneva vročitve odločbe oziroma sklepa.\nGlede prenehanja položaja in razrešitve direktorja sodišča se smiselno uporabljajo določbe zakona, ki ureja položaj javnih uslužbencev.\nDirektor sodišča oziroma generalni sekretar Vrhovnega sodišča Republike Slovenije ima pravico do plače in dodatkov kot dela plače pod pogoji in v višini, kot jih določa zakon, ki ureja sistem plač v javnem sektorju.\nDirektor sodišča ne sme opravljati pridobitnih dejavnosti, razen znanstvenega, raziskovalnega, pedagoškega, umetniškega in publicističnega dela oziroma kulturne dejavnosti."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "61.c",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "61.c",
      "content": "Direktor sodišča mora pridobiti funkcionalna znanja o kadrovanju, vodenju in upravljanju sodišča, razvijanju dobrih delovnih odnosov, oblikovanju organizacijske strukture, uporabi inovativnih strategij, zbiranju, analiziranju in uporabi informacij, upravljanju s proračunom sodišča, komuniciranju z javnostmi, upravljanju z znanjem, ter druga specialna znanja v okviru strokovnega usposabljanja za direktorje sodišč najpozneje v enem letu od imenovanja. Po zaključku usposabljanja direktor sodišča predsedniku sodišča predloži potrdilo o opravljenem usposabljanju. Če ne opravi strokovnega usposabljanja v predpisanem roku, mu funkcija direktorja sodišča preneha.\nVsebino in trajanje programa strokovnega usposabljanja, ki ga izvaja Center za izobraževanje v pravosodju, s podzakonskim aktom predpiše minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "62",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "62",
      "content": "Za predsednika sodišča je lahko imenovan sodnik, ki izpolnjuje naslednja pogoja:\n1.     da je sodnik sodišča enakega ali višjega položaja in da je sodniško službo uspešno opravljal vsaj tri leta;\n2.     da prijavi predloži šestletni strateški program dela sodišča.\nPredsednik sodišča mora v okviru programa Centra za izobraževanje v pravosodju najpozneje v enem letu od imenovanja opraviti program usposabljanja za vodstveno funkcijo v sodstvu. Po zaključku usposabljanja predsednik sodišča sodnemu svetu, predsedniku Vrhovnega sodišča Republike Slovenije in ministru, pristojnemu za pravosodje, predloži potrdilo o opravljenem usposabljanju. Če ne opravi strokovnega usposabljanja v predpisanem roku, mu funkcija predsednika sodišča preneha.\nNe glede na določbi prvega odstavka 61.c člena tega zakona in prejšnjega odstavka funkcija direktorja sodišča oziroma predsednika sodišča ne preneha, če direktor sodišča oziroma predsednik sodišča, ki iz opravičenih razlogov ni mogel opraviti programa usposabljanja do izteka zakonskega roka, pred iztekom tega roka vloži prošnjo za njegovo podaljšanje. O prošnji predsednika sodišča odloči predsednik višjega sodišča, o prošnji direktorja sodišča pa generalni sekretar Vrhovnega sodišča Republike Slovenije. Če prošnji ni ugodeno, se direktor sodišča oziroma predsednik sodišča lahko pritoži v osmih dneh od vročitve odločitve o prošnji. O pritožbi predsednika sodišča odloči sodni svet, o pritožbi direktorja sodišča pa predsednik sodišča. Z dnem pravnomočnosti odločbe pristojnega organa o zavrženju ali zavrnitvi prošnje funkcija direktorja oziroma predsednika sodišča preneha.\nVsebino in trajanje programa usposabljanja za vodstveno funkcijo v sodstvu s podzakonskim aktom predpiše minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "62.a",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "62.a",
      "content": "Predsednika Vrhovnega sodišča Republike Slovenije imenuje državni zbor na predlog ministra, pristojnega za pravosodje, po predhodnem mnenju sodnega sveta in občne seje Vrhovnega sodišča Republike Slovenije, za dobo šestih let z možnostjo ponovnega imenovanja.\nPredsednike drugih sodišč imenuje z odločbo sodni svet po predhodnem mnenju ministra, pristojnega za pravosodje, predhodnem mnenju predsednika Vrhovnega sodišča Republike Slovenije in predhodnem mnenju predsednika neposredno višjega sodišča oziroma predsednika okrožnega sodišča za imenovanje predsednika okrajnega sodišča, ki je organizacijska enota tega okrožnega sodišča, za šest let z možnostjo ponovnega imenovanja.\nPri izbiri oziroma imenovanju kandidata sodni svet upošteva zlasti naslednje kriterije:\n-       potrebe konkretnega sodišča;\n-       strateški program dela sodišča, ki ga pripravi in predstavi kandidat;\n-       kandidatove strokovne kvalifikacije in posebna znanja, izkušnje, priporočila in dosežke v zvezi z sojenjem;\n-       kandidatovo znanje tujih jezikov."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "62.b",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "62.b",
      "content": "Prosto mesto predsednika sodišča razpiše sodni svet šest mesecev pred iztekom mandata. Razpis se objavi v Uradnem listu Republike Slovenije.\nRazpisni rok ne sme biti krajši od 30 dni. Kandidati morajo prijavi priložiti življenjepis z opisom svoje strokovne dejavnosti, šestletni strateški program dela sodišča in dokazila, ki izkazujejo izpolnjevanje pogojev iz prvega odstavka 62. člena tega zakona. Predložitev šestletnega strateškega programa dela sodišč ni obvezna za kandidate za podpredsednike sodišč.\nŠestletni strateški program dela sodišča mora vsebovati zlasti oceno stanja na sodišču, oceno tveganj in priložnosti za izboljšanje poslovanja sodišča, opis področij delovanja in opredelitev poslovnih ciljev glede dostopa do sodišča, vključno s postopki alternativnega reševanja sporov, kakovosti storitev, nepristranskosti, odgovornosti za rezultate, učinkovitosti in transparentnosti, navedbo ukrepov za vsako od področij dela, opredelitev nosilcev ukrepov in rokov za njihovo izvedbo ter kriterije za merjenje učinkov in za ocenjevanje doseganja poslovnih ciljev.\nPrijave, ki so bile vložene po izteku razpisnega roka, in prijave kandidatov, ki do poteka razpisnega roka ne izpolnjujejo formalnih pogojev za imenovanje, sodni svet zavrže.\nPisni mnenji predsednika Vrhovnega sodišča Republike Slovenije in predsednika neposredno višjega sodišča oziroma predsednika okrožnega sodišča za imenovanje predsednika okrajnega sodišča, če je sodišče organizacijska enota tega okrožnega sodišča, iz drugega odstavka 62.a člena tega zakona se vročita vsem prijavljenim kandidatom najmanj 5 dni pred razgovorom iz naslednjega odstavka.\nSodni svet mora pred izbiro in imenovanjem opraviti s prijavljenimi kandidati, ki najbolje izpolnjujejo pogoje in kriterije za imenovanje, ustni razgovor, na katerem je lahko navzoč tudi minister, pristojen za pravosodje, ki ima pravico sodelovati pri razpravi in postavljati vprašanja. Na ustnem razgovoru mora kandidat predstaviti tudi strateški program dela.\nMinister, pristojen za pravosodje, mora pisno mnenje o kandidatu predložiti sodnemu svetu v roku 15 dni po opravljenem razgovoru iz prejšnjega odstavka.\nSodni svet v odločbi o imenovanju navede razloge za izbiro oziroma imenovanje izmed kandidatov, ki izpolnjujejo formalne pogoje.\nZoper odločbo sodnega sveta iz drugega odstavka 62.a člena tega zakona, s katero sodni svet imenuje izbranega kandidata in hkrati odloči o zavrnitvi drugih kandidatov oziroma zoper sklep, s katerim ne imenuje nobenega kandidata, je dovoljeno sprožiti upravni spor v roku 8 dni od dneva vročitve odločbe oziroma sklepa. Pristojno sodišče mora odločiti v upravnem sporu v roku 30 dni od prejema tožbe zoper odločbo oziroma sklep. Vložena tožba zadrži izvršitev imenovanja do izteka zakonskega roka, v katerem mora sodišče odločiti v sporu, oziroma do odločitve sodišča, če je odločitev sprejeta v tem roku.\nČe je za predsednika sodišča imenovan sodnik, ki do imenovanja ni opravljal sodniške službe na tem sodišču, šteje imenovanje za predsednika sodišča hkrati za imenovanje na sodniško mesto tega sodišča. Po prenehanju oziroma razrešitvi s funkcije predsednika sodišča se lahko tak sodnik vrne na sodniško mesto na sodišču, na katerem je opravljal sodniško službo pred imenovanjem za predsednika sodišča. O premestitvi na zahtevo sodnika odloči sodni svet.\nZa imenovanje in razrešitev podpredsednika sodišča se uporabljajo določbe tega zakona o predsedniku sodišča, če ta zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "63",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "63",
      "content": "Predsedniku sodišča preneha funkcija:\n1.     če mu preneha ali je razrešen sodniške funkcije;\n2.     če je imenovan za sodnika ali predsednika drugega sodišča;\n3.     če se odpove funkciji predsednika sodišča;\n4.     po poteku mandata, če ni ponovno imenovan.\nFunkcija predsednika sodišča iz razloga po 2. točki prejšnjega odstavka preneha z dnem učinkovanja imenovanja za sodnika ali predsednika drugega sodišča, iz razloga po 3. točki prejšnjega odstavka pa trideseti dan po prispetju odpovedi na sodni svet."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "64",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "64",
      "content": "Predsednik sodišča se razreši funkcije predsednika:\n1.     če zadev sodne uprave ne opravlja v skladu s predpisi ali merili za kakovost dela sodišč ali če jih ne opravlja pravočasno;\n2.     če s kršitvijo predpisov ali kako drugače okrni načelo neodvisnosti sodnikov pri sojenju;\n3.     če krši ali dopusti kršitev predpisov v zvezi z dodeljevanjem zadev (2. poglavje tega zakona);\n4.     če sodišče, ki mu predseduje, dve leti zaporedoma neupravičeno ne doseže načrtovanih poslovnih rezultatov, v skladu z letnim programom dela sodišča, ki ga je sprejel predsednik sodišča.\nPoročilo o kršitvah oziroma dejstvih iz prejšnjega odstavka pripravi predsednik sodišča višje stopnje sam ali na zahtevo sodnega sveta oziroma ministra, pristojnega za pravosodje.\nPredsedniku sodišča mora biti v postopku razrešitve dana možnost, da se pisno izjavi o vseh okoliščinah, ki zadevajo razrešitveni razlog, predsedniku Vrhovnega sodišča Republike Slovenije pa, da neposredno pred Državnim zborom obrazloži svoje stališče.\nPoročilo iz drugega odstavka tega člena in izjava iz prejšnjega odstavka se pošljeta sodnemu svetu.\nO razrešitvi predsednika sodišča odloči sodni svet, ki mora pred odločitvijo pridobiti mnenje ministra, pristojnega za pravosodje, in predsednika Vrhovnega sodišča Republike Slovenije.\nNe glede na določbe petega odstavka tega člena, odloči o razrešitvi predsednika Vrhovnega sodišča Republike Slovenije Državni zbor, na obrazložen predlog ministra, pristojnega za pravosodje, po poprejšnjem obrazloženem mnenju sodnega sveta in občne seje Vrhovnega sodišča Republike Slovenije. Sodni svet in Vrhovno sodišče Republike Slovenije ministru, pristojnemu za pravosodje, posredujeta obrazloženo mnenje najpozneje v roku 30 dni po prejemu zahteve ministra."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "65",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "65",
      "content": "Razrešitev predsednika sodišča ne vpliva na položaj, pravice, dolžnosti in odgovornosti, ki jih ima razrešeni kot sodnik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "65.a",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "65.a",
      "content": "Minister, pristojen za pravosodje, ustanovi službo za nadzor organizacije poslovanja sodišč, ki deluje v okviru ministrstva, pristojnega za pravosodje (v nadaljnjem besedilu: služba za nadzor), in po določbah tega zakona skrbi za nadzor nad organizacijo poslovanja sodišč.\nPristojnosti službe za nadzor so:\n-       izvajanje nadzora nad sodno upravo, zlasti glede organizacije poslovanja sodišč;\n-       nadzor nad izpolnjevanjem meril za kakovost dela sodišč pri opravljanju zadev sodne uprave;\n-       opravljanje taksnih pregledov po določbah zakona, ki ureja sodne takse, in\n-       skrb za izvajanje sodnega reda in opravljanje administrativnih pregledov v skladu s sodnim redom.\nZa izvajanje svojih pristojnosti lahko služba za nadzor:\n-       vpogleduje v vpisnike in drugo dokumentacijo sodišča, povezano z opravljanjem zadev sodne uprave, ter zahteva ustna ali pisna pojasnila od predsednika sodišča, direktorja sodišča, generalnega sekretarja Vrhovnega sodišča Republike Slovenije in sodnega osebja v zvezi z zatrjevanimi, domnevnimi ali ugotovljenimi nepravilnostmi pri opravljanju teh zadev, pri taksnih in administrativnih pregledih pa lahko vpogleduje še v spise sodišča;\n-       zahteva predložitev podatkov o poslovanju sodišča, delu predsednika oziroma direktorja sodišča v zadevah sodne uprave, zahteva predložitev pisnih pojasnil ter poročil o organizaciji in nadzoru dela na sodišču in opravljanju posameznih nalog sodne uprave, pri čemer se predsednik sodišča višje stopnje hkrati s predložitvijo podatkov oziroma pojasnil in poročil do njih opredeli v svojem mnenju;\n-       vstopa v prostore sodišča, opravlja razgovore s predsednikom sodišča, direktorjem sodišča, generalnim sekretarjem Vrhovnega sodišča Republike Slovenije in sodnim osebjem, ter\n-       zahteva ali predlaga druge ukrepe za izvajanje svoje pristojnosti po tem zakonu.\nSodišče mora službi za nadzor omogočiti izvajanje pristojnosti, ki so določene z zakonom.\nSlužba za nadzor pri izvajanju svojih pristojnosti ne sme posegati v neodvisnost sodnika pri opravljanju sodniške službe, v domnevo nedolžnosti, tajnost sodnega postopka ali jamstvo poštenega sojenja in ne sme pregledovati sodnih spisov, razen v delu, ki se nanaša na taksne in administrativne preglede.\nSlužba za nadzor izvaja nadzor neposredno pri sodišču ali na podlagi predloženih dokumentov sodišča. O ugotovitvah nadzora se pripravi poročilo in pošlje predsedniku tistega sodišča, kjer je bil opravljen nadzor. V poročilu se lahko predsedniku sodišča predlaga, da odpravi nezakonitosti ali izvede druge potrebne ukrepe.\nSlužba za nadzor lahko v zvezi z ugotovitvami nadzora od predsednika sodišča zahteva, da preveri ugotovitve nadzora v skladu z 71.c členom tega zakona in sprejme ustrezne ukrepe. Služba za nadzor predlaga ministru, pristojnemu za pravosodje, da izvede nadaljnje ukrepe v skladu s tem zakonom in zakonom, ki ureja sodniško službo.\nSlužbo za nadzor vodi sodnik, dodeljen tej službi v skladu z določbami zakona, ki ureja sodniško službo.\nPodrobnejšo organizacijo dela in izvajanje pristojnosti službe za nadzor določi minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "65.b",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "65.b",
      "content": "Sodišče, pri katerem je služba za nadzor na podlagi prejšnjega člena ugotovila nepravilnosti, ji mora predložiti odzivno poročilo o odpravljanju ugotovljenih nepravilnosti, ki ga pripravi predsednik sodišča. Predložiti ga mora v 30 dneh po vročitvi poročila iz šestega odstavka prejšnjega člena sodišču. Odzivno poročilo ni potrebno, če je v poročilu iz šestega odstavka prejšnjega člena navedeno, da so bili že med izvajanjem nadzora sprejeti ustrezni ukrepi za odpravo ugotovljenih nepravilnosti. Služba za nadzor lahko preveri odzivno poročilo z dodatnim nadzorom.\nČe služba za nadzor ugotovi, da v odzivnem poročilu ni navedeno zadovoljivo odpravljanje ugotovljenih nepravilnosti, ali če sodišče ne predloži odzivnega poročila v predpisanem roku, služba za nadzor obvesti o svojih ugotovitvah sodni svet, predsednika Vrhovnega sodišča Republike Slovenije in ministra, pristojnega za pravosodje. Če ugotovljene nepravilnosti vplivajo na izpolnjevanje meril za kakovost dela sodišč, lahko služba za nadzor predlaga sodnemu svetu razrešitev predsednika sodišča. Sodni svet ravna v skladu s 64. členom tega zakona.\nSodni svet po prejemu obvestila iz prejšnjega odstavka to obvestilo obravnava in po potrebi odredi obvezujoča navodila predsedniku sodišča glede izvedbe predlogov službe za nadzor o odpravi nezakonitosti oziroma o izvedbi drugih potrebnih ukrepov.\nSlužba za nadzor enkrat letno o opravljenih nadzorih in svojih ugotovitvah poroča ministru, pristojnemu za pravosodje. Ta s poročilom seznani tudi sodni svet in predsednika Vrhovnega sodišča Republike Slovenije ter jima predlaga potrebne ukrepe za izboljšanje stanja."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "67",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "67",
      "title": "(črtan)",
      "content": "Opravljanje zadev sodne uprave na prvostopenjskih sodiščih nadzoruje predsednik sodišča višje stopnje, na sodiščih vseh stopenj pa predsednik Vrhovnega sodišča Republike Slovenije in služba za nadzor.\nPri izvajanju nadzora sodne uprave lahko predsedniki sodišč višje stopnje zahtevajo pisna pojasnila in poročila o opravljanju posameznih nalog ter pregledujejo sodne spise.\nDoločbe prejšnjih odstavkov se ne nanašajo na nadzor sodne uprave na Vrhovnem sodišču Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "67.a",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "67.a",
      "content": "Ministrstvo, pristojno za pravosodje, lahko od predsednikov sodišč zahteva podatke in poročila o stanju reševanja posamezne zadeve ali vrste zadev ali druge podatke v zvezi z delom sodišča, ki jih potrebuje za obveščanje javnosti, za odgovore na vprašanja Državnega zbora Republike Slovenije, Državnega sveta Republike Slovenije, Vlade Republike Slovenije, Računskega sodišča Republike Slovenije, Ustavnega sodišča Republike Slovenije, varuha človekovih pravic in predsednika Republike Slovenije ali za izvajanje svojih pristojnosti po tem zakonu ali zakonu, ki ureja sodniško službo.\nMinistrstvo, pristojno za pravosodje, pošlje zahtevo z navedbo razloga iz prejšnjega odstavka predsedniku sodišča, ki mora ministrstvu, pristojnemu za pravosodje, odgovoriti prednostno, da je mogoč pravočasen odgovor.\nMinistrstvo, pristojno za pravosodje, pri izvajanja svojih pristojnosti po tem členu ne sme posegati v neodvisnost sodnika pri opravljanju sodniške službe, v domnevo nedolžnosti, tajnost sodnega postopka ali jamstvo poštenega sojenja. Predsednik sodišča lahko zavrne predložitev odgovora v celoti ali delno, če bi to posegalo v ta načela ali jamstvo, in to obrazloži. Na zahtevo ministra, pristojnega za pravosodje, o zahtevi iz prvega odstavka tega člena oziroma utemeljenosti zavrnitve odgovora dokončno odloči predsednik Vrhovnega sodišča Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "68",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "68",
      "content": "Sodni red določa pooblastila v zadevah sodne uprave, ki se nanašajo na vodenje notranjih organizacijskih enot sodišča z razčlenjeno organizacijo."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "69",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "69",
      "content": "Kadar sodni red določa, da vodi notranjo organizacijsko enoto sodnik, postavi in odstavi vodjo enote predsednik sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "70",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "70",
      "content": "Okrožna in višja sodišča imajo službo za informatiko, vrhovno sodišče pa center za informatiko kot posebno organizacijsko enoto. Služba za informatiko okrožnega sodišča opravlja naloge tudi za potrebe okrajnih sodišč z območja okrožnega sodišča. Okrajna sodišča na sedežu sodnega okrožja imajo lahko samostojno službo za informatiko, več manjših okrajnih sodišč pa ima lahko skupno službo za informatiko.\nSlužbo oziroma center za informatiko vodi predsednik sodišča ali po njem določen sodnik. Pri delu službe sodelujejo sodniki, ki jih določi predsednik sodišča, ter potrebno število strokovnih delavcev.\nSodniki so v času dela v službi lahko v celoti ali deloma oproščeni opravljanja drugega sodniškega dela.\nCenter za informatiko skrbi za izvajanje enotne tehnološke podpore poslovanja sodišč ter za pravni informacijski sistem sodišč.\nStrategijo razvoja informacijske podpore v poslovanju sodišč sprejme Svet uporabnikov za informatizacijo sodišč na podlagi predhodnega mnenja ministrstva, pristojnega za zagotavljanje elektronskih storitev javne uprave, na predlog direktorja Centra za informatiko pri Vrhovnem sodišču Republike Slovenije.\nSestavo Sveta uporabnikov za informatizacijo sodišč ter način in pogoje za njegovo delovanje določa sodni red."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "71",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "71",
      "content": "Letni razpored sodnikov na določena pravna področja ali podpodročja določi predsednik sodišča.\nPredsednik okrožnega sodišča določi letni razpored sodnikov okrožnega sodišča in okrajnih sodišč, ki so organizacijske enote okrožnega sodišča.\nPredsednik okrožnega sodišča na sedežu višjega sodišča razporedi z letnim razporedom sodnike tega okrožnega sodišča in sodnike okrajnih sodišč, ki so organizacijske enote tega sodišča, s soglasjem predsednika Okrajnega sodišča v Ljubljani pa sodnike tega sodišča, v specializirani oddelek, ob upoštevanju kriterijev, ki jih zakon, ki ureja sodniško službo, določa za dodelitev sodnikov v ta oddelek. Če se soglasja s predsednikom Okrajnega sodišča v Ljubljani ne doseže, o razporeditvi odloči predsednik neposredno višjega sodišča.\nPredsednik okrožnega sodišča lahko sodnika, ki opravlja sodniško službo na okrajnem sodišču, ki je organizacijska enota tega okrožnega sodišča, z letnim razporedom razporedi tudi na okrožno sodišče, za sojenje v zadevah iz pristojnosti tega sodišča. Predsednik Okrožnega sodišča v Ljubljani lahko sodnika, ki opravlja sodniško službo na Okrajnem sodišču v Ljubljani z letnim razporedom in soglasjem predsednika Okrajnega sodišča v Ljubljani razporedi na Okrožno sodišče v Ljubljani, za sojenje v zadevah iz pristojnosti tega sodišča. Če se soglasje s predsednikom Okrajnega sodišča v Ljubljani ne doseže, o razporeditvi odloči predsednik neposredno višjega sodišča.\nOkrajne sodnike se lahko razporedi na okrožno sodišče le, če imajo najmanj tri leta delovnih izkušenj kot okrajni sodniki in je z zadnjo oceno sodniške službe ugotovljeno, da izpolnjujejo pogoje za napredovanje. Tako razporejeni sodniki so z vidika stvarne pristojnosti in izvrševanja sodniške funkcije izenačeni z okrožnimi sodniki in imajo pravico do osnovne plače, ki ustreza plačnemu razredu za sodniški naziv okrožni sodnik, če je njihova plača nižja od tega plačnega razreda. Čas razporeditve skupno ne sme trajati več kot tri leta.\nZoper razporeditev v skladu s tem členom, drugim odstavkom 40.a člena ali prvim odstavkom 40.d člena lahko razporejeni sodnik v treh dneh po objavi letnega razporeda na oglasni deski sodišča napove pritožbo predsedniku sodišča, ki določi letni razpored, ta pa mora v nadaljnjih treh dneh svojo odločitev obrazložiti. Sodnik lahko v osmih dneh od prejema obrazložitve vloži pritožbo, ki ne zadrži izvršitve. O pritožbi odloči v 15 dneh personalni svet neposredno višjega sodišča, o pritožbi zoper razporeditev, ki jo določi predsednik Vrhovnega sodišča Republike Slovenije, pa personalni svet vrhovnega sodišča.\nLetni razpored mora biti določen in objavljen najkasneje do 15. decembra za naslednje koledarsko leto.\nSpremembe letnega razporeda med letom so dovoljene, če se pri sodišču izprazni ali zasede eno ali več sodniških mest, če jih narekujejo spremembe v pripadu zadev in v drugih primerih, ki jih določi zakon ali jih predvidi sodni red.\nSpremembe iz prejšnjega odstavka ne morejo pričeti veljati prej kot v petih dneh po njihovi objavi. Spremembe se opravijo po enakem postopku kot sprejem."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "71.a",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "71.a",
      "content": "Predsednik sodišča pripravi predlog letnega programa dela, ki vsebuje letni izvedbeni načrt sodišča z načrtom poslovnih rezultatov, za naslednje leto in ga do 31. oktobra tekočega leta pošlje predsedniku neposredno višjega sodišča, predsedniku Vrhovnega sodišča Republike Slovenije in ministru, pristojnemu za pravosodje, ki lahko na predlog letnega programa dela in letni izvedbeni načrt podajo odzivna priporočila v roku 15 dni od prejema. Letni program dela okrajnega sodišča pripravi predsednik okrožnega sodišča na predlog predsednika okrajnega sodišča, ki je organizacijska enota tega sodišča.\nPredsednik sodišča sprejme letni program dela v 30 dneh pred začetkom izvrševanja proračuna.\nLetni program dela je ena izmed podlag za ugotavljanje uspešnosti in učinkovitosti posameznega sodišča.\nPredsednik Vrhovnega sodišča Republike Slovenije, sodni svet in minister, pristojen za pravosodje, dvakrat letno na skupnih sestankih s predsedniki sodišč, ki so sprejeli letni program dela, obravnavajo predloge in realizacijo sprejetih letnih programov dela ter sprejmejo usklajene ukrepe."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "71.b",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "71.b",
      "content": "Letni program dela zajema oceno pričakovanega letnega pripada pomembnejših in drugih zadev, časovna merila za tipična procesna dejanja in časovna merila reševanja zadev ter načrt poslovnih rezultatov.\nNačrt poslovnih rezultatov je izražen v številu načrtovanih rešenih pomembnejših in drugih zadev ter vsebuje naslednje kriterije:\n-       kriterij učinkovitosti, ki se izračuna tako, da se število načrtovanih rešenih zadev deli s številom sodnikov in številom sodnega osebja;\n-       kriterij uspešnosti poslovanja, ki se izračuna tako, da se načrtovani čas trajanja sodnih postopkov v pomembnejših in drugih zadevah izrazi v mesecih od časa pripada do rešitve zadeve;\n-       kriterij gospodarnosti, ki se izračuna tako, da se znesek proračunskih sredstev deli s številom načrtovanih rešenih zadev.\nLetni program dela je sestavni del obrazložitve finančnega načrta sodišča.\nObliko in navodilo za pripravo programa dela s podzakonskim predpisom predpiše minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "71.c",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "71.c",
      "content": "Predsednik sodišča mora redno spremljati podatke o poslovanju sodišča. Če na podlagi teh ali drugih podatkov meni, da je bila ali bi lahko bila kršena pravica stranke do sojenja brez nepotrebnega odlašanja ali da niso bila ali bi lahko ne bila spoštovana pravila o vrstnem redu reševanja zadev ali zakonski roki za razpis narokov ali izdelavo sodnih odločb ali druga pravila procesnega vodstva, lahko zahteva od sodnika, ki mu je zadeva dodeljena v reševanje, da brez odlašanja izdela poročilo, lahko pa zahteva tudi vpogled v spis. Če ugotovi nepravilnosti, lahko pisno opozori sodnika, odredi vnos pisnega opozorila v osebni spis sodnika, odredi prednostno reševanje zadeve ali določi rok za opravo ustreznih procesnih dejanj in izvaja druge ukrepe po tem zakonu, zakonu, ki ureja sodniško službo, in zakonu, ki ureja pravico do sojenja brez nepotrebnega odlašanja.\nČe predsednik sodišča višje stopnje na podlagi podatkov o poslovanju sodišča nižje stopnje ali drugih podatkov meni, da je bila ali bi lahko bila kršena pravica stranke do sojenja brez nepotrebnega odlašanja ali da niso bila ali bi lahko ne bila spoštovana pravila o vrstnem redu reševanja zadev, zakonski roki za razpis narokov ali izdelavo sodnih odločb ali druga pravila procesnega vodstva, lahko od predsednika sodišča nižje stopnje zahteva poročilo o poteku reševanja zadeve in v primeru ugotovljenih nepravilnosti odredi ter izvaja vse ukrepe iz prejšnjega odstavka in druge ukrepe po tem zakonu, zakonu, ki ureja sodniško službo, in zakonu, ki ureja pravico stranke do sojenja brez nepotrebnega odlašanja."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "73",
      "chapter": "9. poglavje: Sodna uprava",
      "article": "73",
      "content": "Če predsednik sodišča višje stopnje na podlagi podatkov o poslovanju sodišča nižje stopnje, vložene nadzorstvene pritožbe, rokovnega predloga ali drugih podatkov oceni, da je bila ali bi lahko bila kršena pravica stranke do sojenja brez nepotrebnega odlašanja, ali da niso bila ali bi lahko ne bila spoštovana pravila o vrstnem redu reševanja zadev, zakonski roki za razpis narokov ali izdelavo sodnih odločb ali druga pravila procesnega vodstva, lahko odredi pregled poslovanja v zadevi pri sodišču nižje stopnje. Ta pregled se lahko odredi v zadevi, v kateri je že bilo ali še ni bilo pravnomočno odločeno.\nPredsednik višje stopnje mora odrediti pregled poslovanja iz prejšnjega odstavka, če prejme obrazloženo zahtevo predsednika Vrhovnega sodišča Republike Slovenije, sodnega sveta, disciplinskega tožilca, disciplinskega sodišča ali ministra, pristojnega za pravosodje.\nNa zahtevo predsednika višje stopnje dokončno odloči o utemeljenosti zahteve iz prejšnjega odstavka predsednik Vrhovnega sodišča Republike Slovenije, o utemeljenosti zahteve predsednika Vrhovnega sodišča Republike Slovenije pa sodni svet.\nPredsednik sodišča višje stopnje z odredbo določi sodnika, ki opravi pregled poslovanja in ki ne sme opravljati funkcije na sodišču, na katerem se vodi zadeva, v kateri se odredi ta pregled.\nO pregledu poslovanja se sestavi poročilo, v katerem se navedejo zlasti potek reševanja zadeve, razlogi in ocena morebitnih nepravilnosti iz prvega odstavka tega člena ter ugotovitve pregleda in morebitni sprejeti ukrepi. Poročilo o pregledu poslovanja predsednik sodišča višje stopnje predloži predsedniku sodišča, na katerem je bil opravljen pregled, če je bil opravljen na zahtevo, pa tudi vlagatelju zahteve.\nPredsednik Vrhovnega sodišča Republike Slovenije, sodnega sveta, disciplinski tožilec ali disciplinsko sodišče, minister, pristojen za pravosodje, predsednik sodišča višje stopnje in predsednik sodišča, na katerem je bil opravljen pregled, lahko podatke oziroma ugotovitve iz poročila uporabijo za izvedbo ali predlaganje uvedbe ukrepov ali postopkov po določbah tega zakona, zakona, ki ureja sodniško službo, zakona, ki ureja sodni svet, in zakona, ki ureja varstvo pravice do sojenja brez nepotrebnega odlašanja, zlasti glede ocene sodniške službe, postopka ugotavljanja disciplinske odgovornosti sodnika, za izvedbo ali predlaganje uvedbe ukrepov ali postopkov na podlagi drugih zakonskih pristojnosti ali obveznosti ministrstva, pristojnega za pravosodje, zlasti glede ocene službe državnega tožilca ali postopka ugotavljanja disciplinske odgovornosti državnega tožilca."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "73.a",
      "chapter": "9.a poglavje: Varnost na sodiščih",
      "article": "73.a",
      "content": "Pogoje za organiziranje in delovanje varnostne službe za zagotovitev varnosti sodnikov, drugih sodnih oseb, strank in udeležencev v postopkih ter za zagotovitev nemotenega poslovanja sodišča, vzdrževanje reda na sodišču, varovanje sodnih zgradb, funkcionalnih zemljišč, parkirišč in drugih objektov in opreme ter za varovanje premoženja, določa Sodni red v skladu z zakonom, ki ureja zasebno varovanje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "73.b",
      "chapter": "9.a poglavje: Varnost na sodiščih",
      "article": "73.b",
      "content": "Minister, pristojen za pravosodje, s podzakonskim aktom predpiše varnostne standarde poslovanja sodišč."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "73.c",
      "chapter": "9.a poglavje: Varnost na sodiščih",
      "article": "73.c",
      "content": "Direktor sodišča oziroma generalni sekretar Vrhovnega sodišča Republike Slovenije lahko za redno izvajanje sodne oblasti in na podlagi ocene ogroženosti ter potrebe po dodatnih varnostnih ukrepih za zagotovitev varnosti sodnikov, sodnega osebja, strank v postopkih in drugih oseb na sodišču ter varnosti premoženja in podatkov, uvede ukrepe varovanja s snemanjem in shranjevanjem elektronskih komunikacij, videonadzora ter vzpostavitev dodatnih pristopnih kontrol na sodišče, ki bodo zagotavljali dodatno varnost.\nPri uvedbi ukrepa varovanja s snemanjem in shranjevanjem elektronskih komunikacij se smiselno uporabljajo določbe zakona, ki ureja elektronske komunikacije. Ukrep se sme nanašati le na zunanje elektronske komunikacije (telefonski klici, elektronska pošta, faksimilna sporočila, glasovna pošta, storitev SMS), ki se posredujejo na službena sredstva elektronskih komunikacij sodišča. V primerih zunanjih elektronskih komunikacij mora biti oseba, ki hoče komunicirati s sodiščem v primeru telefonskih klicev predhodno zvočno obveščena, da bo pogovor sneman, v primeru drugih komunikacij pa mora biti o tem predhodno obveščena na drug primeren način (objave na spletni strani sodišča, opozorila v sistemu elektronske pošte in podobno).\nPri uvedbi ukrepa varovanja z videonadzorom se smiselno uporabljajo določbe zakona, ki ureja varstvo osebnih podatkov, o izvajanju videonadzora.\nPri uvedbi ukrepa varovanja z vzpostavitvijo dodatnih pristopnih kontrol na sodišče se smiselno uporabljajo določbe zakona, ki ureja varstvo osebnih podatkov, o evidenci vstopov in izstopov.\nDirektor sodišča oziroma generalni sekretar Vrhovnega sodišča Republike Slovenije pisno obvesti funkcionarje in sodno osebje, zaposleno na sodišču, o uvedbi ukrepov varovanja iz drugega, tretjega in četrtega odstavka tega člena."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "74",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "74",
      "content": "V zadeve pravosodne uprave sodi zagotavljanje splošnih pogojev za uspešno izvajanje sodne oblasti, zlasti priprava zakonov in drugih predpisov s področja organizacije in poslovanja sodišč, skrb za izobraževanje in strokovno usposabljanje kadrov, izdajanje strokovne literature, zagotavljanje kadrovskih, materialnih, tehničnih in prostorskih pogojev, izvajanje mednarodne pravne pomoči, izvrševanje kazenskih sankcij, statistična in druga raziskovanja o poslovanju sodišč ter druge upravne naloge, ki jih določa zakon."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "74.a",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "74.a",
      "content": "Minister, pristojen za pravosodje, ustanovi Center za izobraževanje v pravosodju (v nadaljnjem besedilu: CIP), ki skrbi za strokovno izpopolnjevanje ter usposabljanje za delo v pravosodnih organih.\nNaloge CIP-a so:\n-       izvaja izobraževanje sodniških pripravnikov;\n-       organizira in skrbi za izvedbo pravniških državnih izpitov;\n-       organizira in skrbi za izvedbo drugih preizkusov znanja za potrebe v pravosodju;\n-       organizira in skrbi za izvedbo različnih oblik stalnega izobraževanja sodnikov, strokovnih sodelavcev ter sodnega osebja;\n-       izvaja obvezno strokovno usposabljanje predsednikov in direktorjev sodišč;\n-       izdaja strokovne publikacije.\nZa strokovno pomoč pri izvedbi nalog CIP-a se oblikuje strokovni svet, katerega člani so:\n-       dva predstavnika ministrstva, pristojnega za pravosodje;\n-       en predstavnik Vrhovnega sodišča Republike Slovenije;\n-       en predstavnik Vrhovnega državnega tožilstva Republike Slovenije;\n-       en predstavnik Državnega pravobranilstva Republike Slovenije;\n-       en predstavnik Sodnega sveta Republike Slovenije;\n-       en predstavnik Slovenskega sodniškega društva;\n-       en predstavnik Društva državnih tožilcev Slovenije;\n-       en predstavnik posamezne pravne fakultete v Republiki Sloveniji.\nDelo strokovnega sveta vodi minister, pristojen za pravosodje, ali po njegovem pooblastilu državni sekretar.\nZ aktom o ustanovitvi strokovnega sveta se določi sestava, naloge, način dela, sredstva in drugi pogoji za delo strokovnega sveta.\nCIP vodi sodnik, ki je dodeljen na CIP v skladu z določbami zakona, ki ureja sodniško službo."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "74.b",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "74.b",
      "content": "V Republiki Sloveniji se za dan pravosodja določi 4. november.\nMinister, pristojen za pravosodje, lahko državnim pravobranilcem, javnim uslužbencem državnega pravobranilstva in ministrstva, pristojnega za pravosodje, predsednik Vrhovnega sodišča Republike Slovenije pa javnim uslužbencem sodišč, sodnikom in drugim funkcionarjem sodišč praviloma na dan pravosodja podeljujeta priznanja za posebne delovne uspehe ali prizadevanje in za uspešno končane zahtevne projekte iz njihove pristojnosti oziroma opravljanje nalog ali izvajanje pooblastil.\nZa potrebe izvajanja nalog iz prejšnjega odstavka ministrstvo, pristojno za pravosodje, oziroma Vrhovno sodišče obdeluje naslednje osebne podatke: osebno ime, strokovni naslov, znanstveni naslov, datum in kraj rojstva, naslov prebivališča, funkcijo, naziv ali delovno mesto, razlog podelitve in vrsta priznanja. Zaradi zagotavljanja obveščanja javnosti, izrekanja javnih priznanj funkcionarjem ali javnim uslužbencem oziroma sodnikom, preglednega delovanja in spoštovanja ugleda sodne oblasti, državnega pravobranilstva in ministrstva, pristojnega za pravosodje, so osebno ime, strokovni naslov, znanstveni naslov, funkcija, naziv ali delovno mesto, razlog podelitve in vrsta priznanja javni.\nVrste priznanj, pogoji in postopek podeljevanja priznanj ter oblika podelitve priznanja se uredijo v pravilniku, ki ga izda minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "74.c",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "74.c",
      "content": "Strokovno združenje, ki zastopa interes najmanj polovice sodnikov, ima status društva v javnem interesu."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "75",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "75",
      "content": "Letni obseg finančnih sredstev za plače sodnikov in drugega osebja sodišč, za stroške poslovanja sodišč, za njihovo opremo in za zagotavljanje prostorskih pogojev se določi v proračunu.\nObseg finančnih sredstev za plače sodnikov in sodnega osebja ter za stroške poslovanja sodišč se v okviru državnega proračuna Republike Slovenije na podlagi finančnih načrtov posameznih sodišč zagotavlja pri proračunskem uporabniku Vrhovnem sodišču Republike Slovenije.\nZa usklajevanje predlogov finančnih načrtov sodišč in kadrovskih načrtov sodišč, v skladu z zakonom, ki ureja javne finance oziroma javne uslužbence, se pri Vrhovnem sodišču Republike Slovenije oblikuje proračunski odbor sodstva, ki ga vodi generalni sekretar Vrhovnega sodišča Republike Slovenije. Proračunski odbor sodstva sestavljajo predstavniki Vrhovnega sodišča Republike Slovenije, višjih, okrožnih sodišč in Okrajnega sodišča v Ljubljani, ter predstavniki sodnega sveta in ministrstva, pristojnega za pravosodje. Predsednik Vrhovnega sodišča Republike Slovenije v soglasju z ministrom, pristojnim za pravosodje, sprejme poslovnik o organizaciji in delovanju proračunskega odbora sodstva.\nOdredbodajalci za sredstva posameznih sodišč so lahko v skladu z zakonom, ki ureja javne finance, tudi generalni sekretar Vrhovnega sodišča Republike Slovenije in direktorji sodišč. V primeru prenosa pristojnosti pooblaščena oseba odgovarja za zakonitost, namenskost, učinkovitost in gospodarnost razpolaganja s proračunskimi sredstvi.\nV okviru državnega proračuna Republike Slovenije se obseg finančnih sredstev za opremo sodišč in za zagotavljanje prostorskih pogojev sodišč oblikuje in zagotavlja pri ministrstvu, pristojnem za pravosodje, za informatizacijo sodišč pa pri Vrhovnem sodišču Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "75.b",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "75.b",
      "title": "(črtan)",
      "content": "Če Vlada Republike Slovenije ali ministrstvo, pristojno za pravosodje, zaradi povečanja učinkovitosti sodstva in odprave sodnih zaostankov sprejme ustrezen program oziroma projekt državnega pomena, za izvedbo katerega se v proračunu Republike Slovenije zagotovijo ustrezna sredstva, sodnikom, ki sodelujejo pri takem programu oziroma projektu, pripada plačilo za povečan obseg dela v obsegu in pod pogoji skladno z zakonom, ki ureja sistem plač v javnem sektorju."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "76",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "76",
      "content": "V zadevah pravosodne uprave občuje ministrstvo, pristojno za pravosodje, s sodišči preko predsednikov sodišč oziroma direktorjev sodišč in generalnega sekretarja Vrhovnega sodišča Republike Slovenije v zadevah iz njihove pristojnosti. Neposredno s sodnikom lahko občuje samo v zadevah mednarodne pravne pomoči, v drugih zadevah pa le, kadar je tako določeno v zakonu ali sodnem redu."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "77",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "77",
      "content": "Za opravljanje zahtevnejših strokovnih nalog se lahko ministrstvu, pristojnemu za pravosodje, dodeli eden ali več sodnikov.\nDodeljeni sodnik odgovarja za opravljanje nalog iz prejšnjega odstavka ministru, pristojnemu za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "78",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "78",
      "content": "Centralno kadrovsko evidenco za sodnike in javne uslužbence sodišč upravlja Vrhovno sodišče Republike Slovenije.\nCentralna kadrovska evidenca se lahko upravlja z uporabo informacijske tehnologije.\nV centralni kadrovski evidenci se obdelujejo osebni in drugi podatki sodnikov:\n1.     identifikacijski podatki (osebno ime, naslov prebivališča in EMŠO),\n2.     podatki o službenem razmerju za sodnika (datum nastopa sodniške službe oziroma odločba o izvolitvi in imenovanju sodnika, sodniško mesto);\n3.     podatki o opravljanju funkcij, sodelovanju v projektnih skupinah in opravljanju drugega dela v interesu delodajalca;\n4.     podatki o stopnji izobrazbe, funkcionalnem in specialnem znanju, udeležbi na različnih oblikah izpopolnjevanja in usposabljanja ter drugi podatki o strokovni usposobljenosti;\n5.     podatki o izkušnjah iz evropskih zadev;\n6.     podatki o prejšnjih delovnih razmerjih, delovni, pokojninski in službeni dobi;\n7.     podatki o prenehanju službenega razmerja za sodnika;\n8.     podatki, potrebni za obračun plače;\n9.     ocena sodniške službe in podatki o učinkovitosti sodnikovega dela;\n10.  evidenca napredovanj, priznanj, nagrad, dodelitev in razporeditev;\n11.  podatki o dokončno ugotovljeni disciplinski in odškodninski odgovornosti;\n12.  podatki o pospešitvenih pravnih sredstvih po določbah zakona, ki ureja varstvo pravice do sojenja brez nepotrebnega odlašanja, ki niso bila očitno neutemeljena, in o ukrepih v zvezi z njimi ter podatki o izvedenih službenih nadzorih;\n13.  podatki o zadevah, ki jih je reševal oziroma jih rešuje sodnik in v katerih je Evropsko sodišče za človekove pravice dokončno odločilo, da je bila pravica ali svoboščina stranke kršena zaradi ravnanja sodnika, ali je bila zaradi te kršitve sklenjena poravnava v postopku pred navedenim sodiščem (navedba sodnika, zadeve, pravne podlage, ki je bila kršena, navedba točke ali točk sodbe, v kateri je bilo ugotovljeno, da je sodišče Republike Slovenije kršilo pravno podlago);\n14.  drugi podatki v skladu z zakonom.\nV centralni kadrovski evidenci se obdelujejo osebni in drugi podatki javnih uslužbencev:\n1.     identifikacijski podatki (osebno ime, naslov prebivališča in EMŠO);\n2.     podatki o delovnem razmerju za javnega uslužbenca (vrsta delovnega razmerja – za določen ali nedoločen čas; datum sklenitve delovnega razmerja);\n3.     podatki o sedanjem delovnem mestu oziroma položaju in o prejšnjih delovnih mestih, dodelitvah oziroma položajih v organih;\n4.     podatki o imenovanjih, napredovanjih in veljavnem nazivu oziroma položaju;\n5.     podatki o stopnji izobrazbe, funkcionalnem in specialnem znanju, udeležbi na različnih oblikah izpopolnjevanja in usposabljanja ter o opravljenih strokovnih izpitih in preizkusih znanja, pa tudi drugi podatki o strokovni usposobljenosti;\n6.     podatki o izkušnjah iz evropskih zadev;\n7.     podatki o prejšnjih delovnih razmerjih, delovni, pokojninski in službeni dobi;\n8.     podatki o opravljanju funkcij, sodelovanju v projektnih skupinah in opravljanju drugega dela v interesu delodajalca;\n9.     podatki o letnih ocenah;\n10.  podatki o priznanjih in nagradah;\n11.  podatki o dokončno ugotovljeni disciplinski in odškodninski odgovornosti;\n12.  podatki o dokončni ugotovitvi nesposobnosti;\n13.  podatki o prenehanju delovnega razmerja;\n14.  kratek življenjepis, če tako želi oziroma s tem soglaša javni uslužbenec;\n15.  podatki o dovoljenju za dostop do tajnih podatkov;\n16.  podatki, potrebni za obračun plače, in\n17.  drugi podatki v skladu z zakonom.\nZbirka dokumentov, ki se nanašajo na podatke iz prejšnjih dveh odstavkov, se obdeluje na sodišču, na katerem sodnik opravlja sodniško službo oziroma na katerem javni uslužbenec dela, lahko pa tudi v centralni kadrovski evidenci.\nPodatki iz centralne kadrovske evidence za sodnike so zaupni, razen podatkov iz 2. in 10. točke tretjega odstavka tega člena. Organi, ki so pristojni sprejemati odločitve, o katerih se po določbi prejšnjega odstavka vodi centralna kadrovska evidenca, in organi, ki upravljajo zbirke osebnih podatkov oziroma evidence, ki vsebujejo te podatke, morajo podatke brezplačno zagotoviti Vrhovnemu sodišču Republike Slovenije, če niso javno dostopni. Državno pravobranilstvo zagotovi Vrhovnemu sodišču Republike Slovenije podatke iz 13. točke tretjega odstavka tega člena.\nPodatki iz centralne kadrovske evidence se hranijo še deset let po prenehanju službenega razmerja sodnika ali delovnega razmerja javnega uslužbenca. Po poteku teh rokov se podatki arhivirajo v skladu s predpisi, ki urejajo arhivsko gradivo in arhive."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "79",
      "chapter": "10. poglavje: Pravosodna uprava",
      "article": "79",
      "content": "Oseba, katere podatki so vpisani v centralni kadrovski evidenci, ima pravico zahtevati brezplačni dostop do vsebine podatkov, ki se nanašajo nanjo, in zahtevati popravek, če so podatki napačni.\nPravico do brezplačnega dostopa v centralno kadrovsko evidenco imajo sodni svet, ministrstvo, pristojno za pravosodje, disciplinsko sodišče, disciplinski tožilec, personalni svet in predsednik sodišča zaradi izvajanja pooblastil po tem zakonu oziroma zakonu, ki ureja sodniško službo. Pravico do dostopa iz prejšnjega stavka imajo tudi nadzorni organi, določeni z zakonom.\nPodatki iz centralne kadrovske evidence se lahko uporabijo za izvajanje tega zakona in zakona, ki ureja sodniško službo, zlasti glede urejanja položaja, pravic, dolžnosti in odgovornosti sodnikov ter za opravljanje zadev pravosodne in sodne uprave. Podatki iz centralne kadrovske evidence, ki se nanašajo na javne uslužbence, se lahko uporabijo tudi za izvajanje politike upravljanja kadrovskih virov, za obračun plač in izpolnjevanje drugih obveznosti delodajalca ter za odločanje o pravicah in obveznostih iz delovnih razmerij."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "80",
      "chapter": "11. poglavje: Sodni red",
      "article": "80",
      "content": "S sodnim redom se določajo: notranja organizacija sodišč, način poslovanja sodišč v posameznih vrstah zadev, podrobnejša pravila o dodeljevanju zadev posameznim sodnikom, način poslovanja v primerih, ko stranka, priča ali oškodovanec uporablja pred sodiščem svoj jezik in pisavo, organizacija in opravljanje nujnih procesnih dejanj, poslovanje v zadevah sodne uprave in pisarniško tehnično poslovanje sodišč ter pravila o urejanju drugih vprašanj, če zakon tako določa."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "81",
      "chapter": "11. poglavje: Sodni red",
      "article": "81",
      "content": "Sodni red predpiše minister, pristojen za pravosodje, po predhodno pridobljenem mnenju predsednika Vrhovnega sodišča Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "82",
      "chapter": "11. poglavje: Sodni red",
      "article": "82",
      "content": "Zaradi učinkovitega opravljanja zadev sodne uprave, vodenja in preglednosti sodnih zadev, zakonitega odločanja sodišč, spoštovanja pravic strank in drugih udeležencev sodnih postopkov, zaradi njihove evidence in statističnega poročanja, upravljajo sodišča vpisnike, imenike, pomožne knjige, registre in javne knjige, v katerih obdelujejo osebne in druge podatke iz spisov sodnih zadev.\nPodatke iz prejšnjega odstavka obdelujejo in naprej posredujejo sodišča v skladu s tem zakonom, zakoni, ki urejajo sodne postopke, in drugimi zakoni, ki urejajo pristojnost sodišč. Dostop do arhiviranih podatkov ima sodišče, druge osebe pa v skladu s tem členom in z določbami zakona, ki ureja varstvo osebnih podatkov. Podatki iz vpisnikov, imenikov in pomožnih knjige se zaradi pravne varnosti oseb hranijo trajno, podatki iz registrov in javnih knjig iz pristojnosti sodišča pa v skladu z roki iz zakonov, ki urejajo registre in javne knjige.\nVpisnike, imenike in pomožne knjige sodišče hrani v skladu z zakonom, ki ureja varstvo dokumentarnega gradiva, in zakonom, ki ureja varstvo osebnih podatkov. Registri in javne knjige iz pristojnosti sodišč se hranijo v skladu z zakoni, ki urejajo registre in javne knjige.\nPodrobnejšo obliko in vsebino posameznih sodnih vpisnikov, imenikov, pomožnih knjig in tipiziranih obrazcev za poslovanje sodišč in učinkovito vodenje postopkov ter statistično poročanje predpiše v skladu z zakonom predsednik Vrhovnega sodišča Republike Slovenije. Akt, s katerim se določi podrobnejša oblika in vsebina posameznih sodnih vpisnikov, imenikov, pomožnih knjig in tipiziranih obrazcev za poslovanje sodišč in učinkovito vodenje postopkov ter statistično poročanje, se objavi na spletnih straneh sodišč.\nPosameznik, na katerega se nanašajo osebni podatki, lahko zahteva seznanitev z vpisanimi podatki v vpisnikih, imenikih in pomožnih knjigah v skladu z zakonom, ki ureja varstvo osebnih podatkov, razen če zakon ne določa drugače. Seznanitev z vpisanimi osebnimi in drugimi podatki lahko predsednik sodišča dovoli tudi vsakomur s pravnim interesom za seznanitev v skladu z zakonom, ki ureja sodni postopek ali pristojnost sodišč.\nPredsednik sodišča lahko dovoli vpogled, prepis, kopiranje ali izpis iz vpisnikov, imenikov, evidenc in spisov sodišča posamezniku, ki dokaže, da podatke iz njih potrebuje za znanstvenoraziskovalno delo. Dovoljenje se lahko nanaša le na vpisnike, imenike, evidence in spise, ki so arhivirani. Posameznik lahko v podatke iz vpisnikov, imenikov, evidenc in spisov sodišča vpogleda ali jih prepiše brezplačno, kopira ali izpiše pa jih na svoje stroške. Vpogled, prepis, kopiranje ali izpis se opravi pod nadzorom javnega uslužbenca sodišča, ki je za to pisno pooblaščen.\nStroški pravice do seznanitve po petem in šestem odstavku tega člena se odmerijo in zaračunajo s smiselno uporabo predpisov, ki urejajo varstvo osebnih podatkov."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "83",
      "chapter": "11. poglavje: Sodni red",
      "article": "83",
      "content": "Sodišča v času od 15. julija do 15. avgusta poslujejo v omejenem obsegu (poletno poslovanje).\nV času poletnega poslovanja sodišča razpisujejo naroke in odločajo v nujnih zadevah. V teh zadevah procesni roki tečejo.\nNujne zadeve iz prejšnjega odstavka so:\n1.     preiskave in sojenje v kazenskih zadevah, v katerih je obdolžencu odvzeta ali omejena prostost in postopki v zvezi z izvrševanjem kazni zapora,\n2.     nepravdne zadeve o pridržanju oseb v psihiatričnih zdravstvenih organizacijah,\n3.     nepravdne zadeve po zakonu, ki ureja preprečevanje nasilja v družini,\n4.     izvršilne zadeve v zvezi s postopki za varstvo koristi otrok,\n5.     postopki v zadevah zavarovanja,\n6.     spori za objavo popravka objavljene informacije,\n7.     popis zapustnikovega premoženja,\n8.     postopki zaradi insolventnosti in prisilnega prenehanja,\n9.     druge zadeve, za katere tako določa zakon.\nV času poletnega poslovanja lahko sodišča odločajo tudi v zadevah, ki niso nujne v skladu s prejšnjim odstavkom (nenujne zadeve). V teh zadevah procesni roki ne tečejo, sodišče pa lahko razpiše narok le, če s tem soglašajo vse stranke. Če je sodno pisanje v nenujni zadevi vročeno v času poletnega poslovanja, začne procesni rok teči prvi naslednji dan, ko se izteče poletno poslovanje, na kar sodišče opozori stranko na sodnem pisanju, ovojnici ali drugi listini, ki se priloži sodnemu pisanju."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "83.a",
      "chapter": "11. poglavje: Sodni red",
      "article": "83.a",
      "content": "Ob naravnih in drugih hujših nesrečah, ob epidemijah ali podobnih izrednih dogodkih (v nadaljnjem besedilu: izredni dogodek), ki v večjem obsegu omejujejo redno izvajanje sodne oblasti, posamezna ali vsa sodišča poslujejo v skladu s prejšnjim členom, o čemer odloči predsednik Vrhovnega sodišča Republike Slovenije z odredbo. Pred objavo v Uradnem listu Republike Slovenije predsednik Vrhovnega sodišča Republike Slovenije z odredbo seznani ministra, pristojnega za pravosodje.\nZ odredbo iz prejšnjega odstavka predsednik Vrhovnega sodišča Republike Slovenije določi:\n-       katera sodišča poslujejo v skladu s prejšnjim členom,\n-       druge posebne ukrepe, ki določajo način poslovanja sodišč, upoštevaje izredni dogodek, ne glede na določbe zakona, ki ureja sodniško službo, zakonov, ki urejajo sodne postopke, in Sodnega reda, da se v čim večjem obsegu zagotovi redno izvajanje sodne oblasti, in\n-       čas veljavnosti odredbe, upoštevaje okoliščine izrednega dogodka.\nPredsednik Vrhovnega sodišča Republike Slovenije mora glede na okoliščine izrednega dogodka mesečno preverjati upravičenost ukrepov, določenih v odredbi iz prvega odstavka tega člena.\nNe glede na določbo prvega odstavka tega člena lahko predsednik Vrhovnega sodišča Republike Slovenije glede na okoliščine izrednega dogodka z odredbo iz prvega odstavka tega člena določi tudi:\n-       da se vse ali nekatere zadeve iz 5. do 9. točke tretjega odstavka prejšnjega člena ne štejejo za nujne zadeve ali zanje določi obseg poslovanja,\n-       da sodišča v vseh ali nekaterih nenujnih zadevah poslujejo v neomejenem obsegu.\nČe posamezno sodišče zaradi izrednega dogodka ne more poslovati, predsednik Vrhovnega sodišča Republike Slovenije z odredbo iz prvega odstavka tega člena določi drugo stvarno oziroma krajevno pristojno sodišče, ki je za ta čas pristojno za zadeve tega sodišča.\nČe je zaradi izrednega dogodka onemogočeno poslovanje vseh sodišč in oteženo uveljavljanje pravic strank, roki za uveljavljanje pravic strank v sodnih postopkih, določeni z zakonom, ne tečejo, kar ugotovi Vlada Republike Slovenije na predlog predsednika Vrhovnega sodišča Republike Slovenije s sklepom, ki se objavi v Uradnem listu Republike Slovenije. Zadržanje teka rokov ne sme trajati več kot tri mesece."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "97",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "97",
      "content": "Sodno oblast izvajajo v Republiki Sloveniji sodniki na sodiščih iz prvega odstavka 98. člena tega zakona (sodišča s splošno pristojnostjo).\nNa sodiščih, ustanovljenih za zadeve z določenih pravnih področij, se izvaja sodna oblast v okviru pristojnosti, ki je z zakonom izrecno določena (specializirana sodišča)."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "98",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "98",
      "content": "V Republiki Sloveniji so:\n1.     okrajna sodišča.\n2.     okrožna sodišča.\n3.     višja sodišča,\n4.     Vrhovno sodišče Republike Slovenije (v nadaljnjem besedilu: Vrhovno sodišče).\nSpecializirana sodišča, ustanovljena s posebnim zakonom, imajo, če zakon ne določa drugače:\n1.     položaj okrožnega sodišča tista sodišča prve stopnje, katerih pritožbena stopnja je specializirano višje sodišče;\n2.     položaj višjega sodišča tista sodišča druge stopnje, ki odločajo o pritožbah zoper odločbe specializiranih sodišč prve stopnje;\n3.     položaj višjega sodišča tista sodišča prve stopnje, katerih pritožbena stopnja je Vrhovno sodišče."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "98.a",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "98.a",
      "content": "Sodišče, ki ima najmanj deset sodnikov ali najmanj dvajset javnih uslužbencev (sodno osebje), lahko organizira oddelke po pravnih področjih.\nSodni oddelek se organizira za posamezno pravno področje, na katero je s polno obremenitvijo razporejenih najmanj pet sodnikov ali najmanj deset javnih uslužbencev.\nNe glede na prejšnja odstavka se oddelki lahko organizirajo pri vsakem okrožnem sodišču za družinskopravno področje, na sodiščih, ki imajo položaj višjega sodišča, in na Vrhovnem sodišču Republike Slovenije."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "99",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "99",
      "content": "Okrajna sodišča so pristojna:\nI.     v kazenskih zadevah:\n1.   za sojenje na prvi stopnji o kaznivih dejanjih, za katera je zagrožena denarna kazen ali kazen zapora do treh let, razen v zadevah kaznivih dejanj zoper čast in dobro ime, storjenih s tiskom, po radiu, televiziji ali z drugim sredstvom javnega obveščanja;\n2.   za opravljanje preiskovalnih dejanj glede kaznivih dejanj iz prejšnje točke;\n3.   za opravljanje drugih zadev, ki jih določa zakon;\nII.    v civilnih zadevah za sojenje oziroma odločanje na prvi stopnji:\n1.   v pravdnih zadevah v skladu z zakonom o pravdnem postopku;\n2.   v zapuščinskih in drugih nepravdnih zadevah, če zakon ne določa drugače, ter za vodenje zemljiške knjige;\n3.   v zadevah izvršbe in zavarovanja, če zakon ne določa drugače;\nIII.   za sojenje oziroma odločanje v drugih zadevah, kadar tako določa zakon;\nIV.  za opravljanje zadev pravne pomoči, za katere ni po zakonu pristojno drugo sodišče in za opravljanje mednarodne pravne pomoči v zadevah o prekrških."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "99.a",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "99.a",
      "content": "Za odločanje o predlogih za izvršbo na podlagi verodostojne listine in o ugovorih zoper sklep o izvršbi na podlagi verodostojne listine je na prvi stopnji krajevno izključno pristojno Okrajno sodišče v Ljubljani."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "100",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "100",
      "content": "Pri okrajnem sodišču vodi postopek in sodi oziroma odloča sodnik posameznik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "101",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "101",
      "content": "Okrožna sodišča so pristojna:\nI.     v kazenskih zadevah:\n1.   za sojenje na prvi stopnji o kaznivih dejanjih, za katera niso pristojna okrajna sodišča;\n2.   za opravljanje preiskave oziroma preiskovalnih dejanj glede kaznivih dejanj iz prejšnje točke;\n3.   za opravljanje predhodnega postopka in sojenje na prvi stopnji o kaznivih dejanjih mladoletnikov;\n4.   za odločanje na prvi stopnji o izvršitvi kazenske sodbe tujega sodišča;\n5.   za izvrševanje kazenskih sodb iz 1., 3. in 4. točke ter za izvrševanje kazenskih sodb okrajnih sodišč;\n6.   za odločanje o dovolitvi posegov v človekove pravice in temeljne svoboščine;\n7.   za odločanje v zunajobravnavnem senatu (tudi v kazenskih zadevah iz pristojnosti okrajnih sodišč);\n8.   za opravljanje drugih zadev, ki jih določa zakon;\n9.   za opravljanje nadzorstva glede zakonitega in pravilnega ravnanja z obsojenci ter nadzorstva nad priporniki;\nI.a   v kazenskih zadevah, ki jih na podlagi 40.a člena tega zakona obravnavajo specializirani oddelki na sedežih višjih sodišč:\n1.   za sojenje o kaznivih dejanjih na prvi stopnji;\n2.   za opravljanje preiskave oziroma preiskovalnih dejanj;\n3.   za opravljanje predhodnega postopka in sojenje na prvi stopnji o kaznivih dejanjih mladoletnikov;\n4.   za odločanje o dovolitvi posegov v človekove pravice in temeljne svoboščine;\n5.   za odločanje v zunajobravnavnem senatu;\n6.   za opravljanje drugih zadev, ki jih določa zakon.\nII.    v civilnih zadevah za sojenje oziroma odločanje na prvi stopnji:\n1.   v pravdnih zadevah v skladu z zakonom o pravdnem postopku;\n2.   o priznanju tujih sodnih odločb;\n3.   v zadevah prisilne poravnave in stečaja ter likvidacije, kadar je v pristojnosti sodišča, ter v sporih v zvezi z njimi;\n4.   v sporih o pravicah intelektualne lastnine;\n5.   o predlogih za izdajo začasnih odredb vloženih pred začetkom spora, o katerem bo sodišče odločalo po pravilih v gospodarskih sporih, oziroma zadevah, v katerih je dogovorjena arbitražna pristojnost ter o predlogih za izdajo začasnih odredb v zadevah v zvezi z intelektualno lastnino;\n6.   v nepravdnih postopkih o zadevah, za katere tako določa zakon.\nIII.   za vodenje sodnega registra;\nIV.  za sojenje oziroma odločanje v drugih zadevah, če tako določa zakon;\nV.   za opravljanje zadev pravne pomoči v zadevah iz točke I. do IV. in za opravljanje mednarodne pravne pomoči, če zakon za posamezne vrste zadev ne določa drugače."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "102",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "102",
      "content": "V zadevah iz prejšnjega člena vodi postopek in sodi oziroma odloča sodnik posameznik, razen če zakon določa, da sodi senat.\nKadar zakon določa, da v zadevah iz prejšnjega člena odloča senat, le-tega sestavljajo sodnik kot predsednik senata in dva sodnika porotnika kot člana senata, če zakon ne določa drugače.\nKadar zakon določa, da v zadevah iz prejšnjega člena odloča petčlanski senat, le-tega sestavljajo en sodnik kot predsednik senata ter en sodnik in trije sodniki porotniki kot člani senata, če zakon ne določa drugače."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "103",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "103",
      "content": "Okrožno sodišče, katerega sodno območje obsega tudi teritorialno morje Republike Slovenije, je poleg zadev iz 101. člena tega zakona pristojno za sojenje oziroma odločanje na prvi stopnji v vseh sporih, ki se nanašajo na ladje in plovbo po morju ter sporih, v katerih se uporablja pomorsko pravo, v sporih glede izkoriščanja morja in morskega dna ter za odločanje o vpisih v register ladij.\nZa odločanje v sporih o pravicah intelektualne lastnine je na prvi stopnji krajevno izključno pristojno Okrožno sodišče v Ljubljani, razen za spore med delodajalci in delavci v zvezi z izumi, oblikami teles, slikami, risbami in tehničnimi izboljšavami.\nZa odločanje v zadevah sodnega varstva v postopkih javnega naročanja je na prvi stopnji krajevno izključno pristojno Okrožno sodišče v Ljubljani.\nZa odločanje v kazenskih zadevah v skladu s 40.a členom tega zakona je za zadeve iz pristojnosti vseh okrožnih in okrajnih sodišč z območja posameznega višjega sodišča pristojno okrožno sodišče na sedežu tega sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "103.a",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "103.a",
      "content": "Okrožno sodišče iz četrtega odstavka 103. člena ostane stvarno in krajevno pristojno za obravnavanje ne glede na morebitno kasnejšo spremembo pristojnosti državnega tožilstva, dejanske podlage ali pravne opredelitve prejete zadeve."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "104",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "104",
      "content": "Višja sodišča so pristojna:\n1.     za sojenje oziroma odločanje na drugi stopnji o pritožbah zoper odločbe okrajnih in okrožnih sodišč s svojega območja;\n2.     za odločanje v sporih o pristojnosti med okrajnimi oziroma okrožnimi sodišči s svojega območja in za odločanje o prenosu pristojnosti na drugo okrajno oziroma okrožno sodišče s svojega območja;\n3.     za opravljanje drugih zadev, ki jih določa zakon."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "105",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "105",
      "content": "Višje sodišče sodi oziroma odloča v zadevah iz 1. in 2. točke prejšnjega člena v senatu, ki ga sestavlja en sodnik kot predsednik senata, sodnik – poročevalec in sodnik – član senata, če zakon ne določa, da sodi oziroma odloča sodnik posameznik.\nV zadevah iz 3. točke prejšnjega člena odloča sodnik posameznik. Če zakon določa, da zadeve opravlja senat; je ta sestavljen po določbi prejšnjega odstavka."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "105.a",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "105.a",
      "content": "Predsednik skupno neposredno višjega sodišča lahko na predlog predsednika sodišča, ki ima sodne zaostanke, odloči, da se pristojnost za sojenje v določenem številu zadev prenese na drugo manj obremenjeno stvarno pristojno sodišče na svojem območju.\nPredsednik sodišča, ki odloči o prenosu pristojnosti, določi število in vrsto zadev, ki bodo prenesene, ter pravila za izbiro zadev.\nPo določbah prvega in drugega odstavka tega člena ni mogoče prenesti pristojnosti za sojenje v zadevah, za katere zakon določa izključno krajevno pristojnost, razen v izvršilnih zadevah izterjave denarnih terjatev.\nNe glede na določbe prvega in drugega odstavka tega člena lahko predsednik okrožnega sodišča prenese pristojnost za sojenje v določenem številu zadev ali vrsti zadev med okrajnimi sodišči, ki so organizacijske enote tega okrožnega sodišča, s soglasjem predsednika Okrajnega sodišča v Ljubljani pa tudi med njimi in Okrajnim sodiščem v Ljubljani. Če se soglasje s predsednikom Okrajnega sodišča v Ljubljani za prenos pristojnosti po tem odstavku ne doseže, o prenosu odloči predsednik neposredno višjega sodišča. Prenos pristojnosti se objavi v letnem razporedu sodišča, s katerega in na katerega se prenese pristojnost v določeni vrsti zadev."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "106",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "106",
      "content": "Vrhovno sodišče je pristojno:\n1.     za sojenje oziroma odločanje na prvi stopnji v upravnih in računsko upravnih sporih, razen v zadevah, za katere zakon določa pristojnost drugega sodišča prve stopnje;\n2.     za sojenje na drugi stopnji o pritožbah zoper odločbe sodišča prve stopnje v zadevah iz prejšnje točke ter o pritožbah zoper odločbe sodišč prve stopnje, za katere tako določa zakon;\n3.     za sojenje na tretji stopnji o rednih pravnih sredstvih zoper odločbe sodišč druge stopnje;\n4.     za odločanje o izrednih pravnih sredstvih zoper odločbe sodišč, razen v primerih, ko je za odločanje o izrednem pravnem sredstvu pristojno drugo sodišče;\n5.     za odločanje v sporih o pristojnosti med nižjimi sodišči, razen v primerih, ko zakon določa, da je za odločanje o takšnem sporu pristojno drugo sodišče;\n6.     za odločanje o prenosu pristojnosti v primerih, ki jih določa zakon;\n7.     za opravljanje drugih zadev, ki jih določa zakon.\nO predlogih za dopustitev kontrole pisem in drugih pošiljk ter nadzorovanje in snemanje telekomunikacij in nadzorovanje telekomunikacij z izpisom telekomunikacijskega prometa v Republiki Sloveniji odloča predsednik Vrhovnega sodišča Republike Slovenije oziroma v njegovi odsotnosti podpredsednik."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "107",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "107",
      "content": "Vrhovno sodišče odloča v senatu treh sodnikov, v senatu petih sodnikov pa, kadar zakon tako določa.\nO pravnem sredstvu zoper odločbo iz prejšnjega odstavka, izdano v senatu petih sodnikov, odloča Vrhovno sodišče v senatu sedmih sodnikov, sicer pa v senatu petih sodnikov.\nZa sestavo senata Vrhovnega sodišča se smiselno uporablja določba prvega odstavka 105. člena tega zakona."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "108",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "108",
      "content": "Vrhovno sodišče vodi evidenco sodne prakse sodišč Republike Slovenije in spremlja sodno prakso meddržavnih sodišč."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "109",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "109",
      "content": "Vrhovno sodišče skrbi za enotno sodno prakso.\nVrhovno sodišče Republike Slovenije vsako leto javno objavi poročilo o delu Vrhovnega sodišča Republike Slovenije v preteklem letu."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "110",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "110",
      "content": "Občna seja Vrhovnega sodišča:\n1.     sprejema načelna pravna mnenja o vprašanjih, ki so pomembna za enotno uporabo zakonov;\n2.     sprejema pravna mnenja o vprašanjih sodne prakse;\n3.     odloča o pobudah za izdajo ali spremembo zakona;\n4.     določa način spremljanja sodne prakse na sodiščih;\n5.     opravlja druge zadeve iz pristojnosti Vrhovnega sodišča, če zakon tako določa.\nPravna mnenja iz prejšnjega odstavka so obvezna za senate Vrhovnega sodišča in se lahko spremenijo samo na novi občni seji."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "111",
      "chapter": "1. poglavje: Vrste in pristojnosti sodišč",
      "article": "111",
      "content": "Občno sejo sestavljajo vsi sodniki Vrhovnega sodišča. Občna seja veljavno sklepa, če sta navzoči najmanj dve tretjini sodnikov. Sklep je sprejet, če zanj glasuje večina vseh sodnikov Vrhovnega sodišča in večina sodnikov oddelka, v katerega delovno področje sodi obravnavano vprašanje.\nObčno sejo skliče predsednik Vrhovnega sodišča. Vodenje in način dela občne seje uredi poslovnik, ki je veljavno sprejet, če zanj glasujeta najmanj dve tretjini sodnikov Vrhovnega sodišča. Poslovnik se objavi v Uradnem listu Republike Slovenije.\nObravnavanje in sprejem načelnega pravnega mnenja oziroma pravnega mnenja lahko predlaga oddelek Vrhovnega sodišča, v katerega pravno področje sodi vprašanje. na katero naj se nanaša načelno pravno mnenje oziroma pravno mnenje.\nPredlog iz prejšnjega odstavka sprejme oddelek z večino glasov sodnikov tega oddelka."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "112",
      "chapter": "2. poglavje: Izvrševanje odločb ustavnega sodišča in odločb mednarodnih sodišč",
      "article": "112",
      "content": "Če je pravnomočna sodba ali druga sodna odločba spremenjena z odločbo Ustavnega sodišča Republike Slovenije, izdano na podlagi ustavne pritožbe, jo sodišče izvrši v skladu z odločbo ustavnega sodišča."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "113",
      "chapter": "2. poglavje: Izvrševanje odločb ustavnega sodišča in odločb mednarodnih sodišč",
      "article": "113",
      "content": "Odločbo Evropskega sodišča za človekove pravice izvrši pristojno sodišče Republike Slovenije neposredno samo, če tako določa ratificirana mednarodna pogodba ali če tako določa zakon, ki ureja sodni postopek."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "113.a",
      "chapter": "2. poglavje: Izvrševanje odločb ustavnega sodišča in odločb mednarodnih sodišč",
      "article": "113.a",
      "content": "Kadar je odločba sodišča odvisna od rešitve predhodnega vprašanja glede razlage oziroma glede veljavnosti ali razlage prava Evropskih skupnosti, lahko sodišče izda sklep, s katerim predhodno vprašanje odstopi v odločanje Sodišču Evropskih skupnosti, v skladu z mednarodno pogodbo, s katero Republika Slovenija prenaša izvrševanje dela suverenih pravic na institucije Evropske unije.\nKadar je odločba Vrhovnega sodišča ali odločba drugega sodišča, zoper katero stranke v postopku ne morejo vložiti rednega ali izrednega pravnega sredstva, odvisna od predhodne rešitve vprašanja glede razlage oziroma glede veljavnosti ali razlage prava Evropskih skupnosti, je Vrhovno sodišče oziroma drugo sodišče dolžno izdati sklep, v skladu z mednarodno pogodbo iz prejšnjega odstavka, s katerim predhodno vprašanje odstopi v odločanje Sodišču Evropskih skupnosti.\nPostopek v zadevi, kjer je bil vložen predlog iz prvega ali drugega odstavka tega člena, sodišče s sklepom iz prvega ali drugega odstavka tega člena prekine do prejema predhodne odločbe, s smiselno uporabo določb zakona, ki ureja prekinitev postopka v zadevi, o kateri sodišče odloča. Zoper sklep o prekinitvi ni dovoljeno vložiti rednega ali izrednega pravnega sredstva.\nČe je sodišče predhodno vprašanje odstopilo v odločanje Sodišču Evropskih skupnosti, sme s smiselno uporabo določb zakona, ki ureja postopek v zadevi, o kateri sodišče odloča, do prejema odločbe o tem vprašanju opravljati samo tista procesna dejanja in sprejemati samo tiste odločitve, ki ne dopuščajo nobenega odlašanja, če niso vezane na vprašanja, zaradi katerih je sodišče zaprosilo za predhodno odločanje, ali če ne urejajo dokončno pravnega razmerja.\nČe sodišče ne sme več uporabljati določbe, ki je bila razlog za njegov odstop predhodnega vprašanja in če predhodna odločba Sodišča Evropskih skupnosti še ni bila sprejeta, mora odstopljeno predhodno vprašanje brez odlašanja umakniti, razen, če obstajajo zakonski razlogi za nadaljevanje postopka.\nPredhodna odločba Sodišča Evropskih skupnosti je za sodišče obvezujoča.\nSodišča posredujejo izvod predhodnega vprašanja in odločbe Sodišča Evropskih skupnosti o predhodnem vprašanju brez odlašanja v vednost Vrhovnemu sodišču."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "114",
      "chapter": "1. poglavje: Organizacija okrajnih in okrožnih sodišč",
      "article": "114",
      "content": "V Republiki Sloveniji so:\n1.     Okrajno sodišče v Ajdovščini s sedežem v Ajdovščini,\n2.     Okrajno sodišče v Brežicah s sedežem v Brežicah,\n3.     Okrajno sodišče v Celju s sedežem v Celju,\n4.     Okrajno sodišče v Cerknici s sedežem v Cerknici,\n5.     Okrajno sodišče v Črnomlju s sedežem v Črnomlju,\n6.     Okrajno sodišče v Domžalah s sedežem v Domžalah,\n7.     Okrajno sodišče v Gornji Radgoni s sedežem v Gornji Radgoni,\n8.     Okrajno sodišče v Grosupljem s sedežem v Grosupljem,\n9.     Okrajno sodišče v Ilirski Bistrici s sedežem v Ilirski Bistrici,\n10.  Okrajno sodišče v Idriji s sedežem v Idriji,\n11.  Okrajno sodišče na Jesenicah s sedežem na Jesenicah,\n12.  Okrajno sodišče v Kamniku s sedežem v Kamniku,\n13.  Okrajno sodišče v Kočevju s sedežem v Kočevju,\n14.  Okrajno sodišče v Kopru s sedežem v Kopru,\n15.  Okrajno sodišče v Kranju s sedežem v Kranju,\n16.  Okrajno sodišče v Krškem s sedežem v Krškem,\n17.  Okrajno sodišče v Lenartu s sedežem v Lenartu,\n18.  Okrajno sodišče v Lendavi s sedežem v Lendavi,\n19.  Okrajno sodišče v Litiji s sedežem v Litiji,\n20.  Okrajno sodišče v Ljubljani s sedežem v Ljubljani,\n21.  Okrajno sodišče v Ljutomeru s sedežem v Ljutomeru,\n22.  Okrajno sodišče v Mariboru s sedežem v Mariboru,\n23.  Okrajno sodišče v Murski Soboti s sedežem v Murski Soboti,\n24.  Okrajno sodišče v Novi Gorici s sedežem v Novi Gorici,\n25.  Okrajno sodišče v Novem mestu s sedežem v Novem mestu,\n26.  Okrajno sodišče v Ormožu s sedežem v Ormožu,\n27.  Okrajno sodišče v Piranu s sedežem v Piranu,\n28.  Okrajno sodišče v Postojni s sedežem v Postojni,\n29.  Okrajno sodišče na Ptuju s sedežem na Ptuju,\n30.  Okrajno sodišče v Radovljici s sedežem v Radovljici,\n31.  Okrajno sodišče v Sevnici s sedežem v Sevnici,\n32.  Okrajno sodišče v Sežani s sedežem v Sežani,\n33.  Okrajno sodišče v Slovenski Bistrici s sedežem v Slovenski Bistrici,\n34.  Okrajno sodišče v Slovenj Gradcu s sedežem v Slovenj Gradcu,\n35.  Okrajno sodišče v Slovenskih Konjicah s sedežem v Slovenskih Konjicah,\n36.  Okrajno sodišče v Šentjurju s sedežem v Šentjurju,\n37.  Okrajno sodišče v Škofji Loki s sedežem v Škofji Loki,\n38.  Okrajno sodišče v Šmarju pri Jelšah s sedežem v Šmarju pri Jelšah,\n39.  Okrajno sodišče v Tolminu s sedežem v Tolminu,\n40.  Okrajno sodišče v Trbovljah s sedežem v Trbovljah,\n41.  Okrajno sodišče v Trebnjem s sedežem v Trebnjem,\n42.  Okrajno sodišče v Velenju s sedežem v Velenju,\n43.  Okrajno sodišče na Vrhniki s sedežem na Vrhniki,\n44.  Okrajno sodišče v Žalcu s sedežem v Žalcu.\nPosamezno okrajno sodišče je organizacijska enota okrožnega sodišča z njegovega območja, razen Okrajnega sodišča v Ljubljani, ki je samostojna organizacijska enota.\nObmočje krajevne pristojnosti okrajnih sodišč je določeno s katastrskimi občinami.\nVlada Republike Slovenije z uredbo določi katastrske občine, ki obsegajo območje posameznega okrajnega sodišča, in pri tem upošteva enakomerno geografsko in prebivalstveno razdelitev teh območij ter dostopnost prebivalstva do sedeža sodišč.\nZa območje Okrajnega sodišča v Kopru se po tem zakonu šteje tudi območje katastrske občine, ki obsega teritorialno morje Republike Slovenije in vsa plovila, registrirana v Republiki Sloveniji, ki so v mednarodnih vodah."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "115",
      "chapter": "1. poglavje: Organizacija okrajnih in okrožnih sodišč",
      "article": "115",
      "content": "V Republiki Sloveniji so:\n1.     Okrožno sodišče v Celju s sedežem v Celju,\n2.     Okrožno sodišče v Kopru s sedežem v Kopru,\n3.     Okrožno sodišče v Kranju s sedežem v Kranju,\n4.     Okrožno sodišče v Krškem s sedežem v Krškem,\n5.     Okrožno sodišče v Ljubljani s sedežem v Ljubljani,\n6.     Okrožno sodišče v Mariboru s sedežem v Mariboru,\n7.     Okrožno sodišče v Murski Soboti s sedežem v Murski Soboti,\n8.     Okrožno sodišče v Novi Gorici s sedežem v Novi Gorici,\n9.     Okrožno sodišče v Novem mestu s sedežem v Novem mestu,\n10.  Okrožno sodišče na Ptuju s sedežem na Ptuju,\n11.  Okrožno sodišče v Slovenj Gradcu s sedežem v Slovenj Gradcu.\nObmočje Okrožnega sodišča v Celju obsega območja Okrajnega sodišča v Celju, Slovenskih Konjicah, Šentjurju, Šmarju pri Jelšah, Velenju in Žalcu, območje Okrožnega sodišča v Kopru obsega območja Okrajnega sodišča v Kopru, Ilirski Bistrici, Piranu, Postojni in Sežani, območje Okrožnega sodišča v Novi Gorici obsega območja Okrajnega sodišča v Novi Gorici, Ajdovščini, Idriji, Novi Gorici in Tolminu, območje Okrožnega sodišča v Kranju obsega območja Okrajnega sodišča v Kranju, na Jesenicah, v Radovljici in Škofji Loki, območje Okrožnega sodišča v Krškem obsega območja Okrajnega sodišča v Krškem, Brežicah in Sevnici, območje Okrožnega sodišča v Ljubljani obsega območja Okrajnega sodišča v Ljubljani, na Vrhniki, v Cerknici, Domžalah, Grosupljem, Kamniku, Kočevju, Litiji in Trbovljah, območje Okrožnega sodišča v Novem mestu obsega območja Okrajnega sodišča v Novem mestu, Črnomlju in Trebnjem, območje Okrožnega sodišča na Ptuju obsega območji Okrajnega sodišča na Ptuju in v Ormožu, območje Okrožnega sodišča v Mariboru obsega območja Okrajnega sodišča v Mariboru, Lenartu in Slovenski Bistrici, območje Okrožnega sodišča v Murski Soboti obsega območja Okrajnega sodišča v Murski Soboti, Gornji Radgoni, Lendavi in Ljutomeru, območje Okrožnega sodišča v Slovenj Gradcu pa obsega območje Okrajnega sodišča v Slovenj Gradcu.\nZa območje Okrožnega sodišča v Kopru se šteje tudi območje katastrske občine, ki obsega teritorialno morje in plovila po določbi četrtega odstavka prejšnjega člena.\nMinister, pristojen za pravosodje, lahko po predhodnem mnenju predsednika okrožnega sodišča, katerega zunanji oddelek ali oddelki se ustanavljajo, ustanovi zunanji oddelek ali oddelke tega okrožnega sodišča, če za to obstajajo utemeljeni razlogi.\nNotranjo organizacijo in pristojnost zunanjega oddelka ali oddelkov določi predsednik sodišča, katerega oddelki se ustanavljajo. Na zunanji oddelek lahko predsednik sodišča z letnim razporedom razporedi sodnike iz sedeža sodišča, če je to potrebno, da se omogoči redno izvajanje sodne oblasti ali če je to potrebno, da se odpravijo zaostanki pri delu tega oddelka.\nUtemeljeni razlogi iz četrtega odstavka tega člena so zlasti preobremenjenost posameznega okrožnega sodišča in potrebe prebivalstva po ustanovitvi zunanjega oddelka ali oddelkov."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "116",
      "chapter": "1. poglavje: Organizacija okrajnih in okrožnih sodišč",
      "article": "116",
      "content": "V Republiki Sloveniji so:\n1.     Višje sodišče v Celju s sedežem v Celju,\n2.     Višje sodišče v Kopru s sedežem v Kopru,\n3.     Višje sodišče v Ljubljani s sedežem v Ljubljani,\n4.     Višje sodišče v Mariboru s sedežem v Mariboru.\nObmočje Višjega sodišča v Celju obsega območje Okrožnega sodišča v Celju, območje Višjega sodišča v Kopru obsega območji Okrožnega sodišča v Kopru in Novi Gorici, območje Višjega sodišča v Ljubljani obsega območja Okrožnega sodišča v Kranju, Krškem, Ljubljani in Novem mestu, območje Višjega sodišča v Mariboru pa obsega območja Okrožnega sodišča v Mariboru, Murski Soboti, na Ptuju in v Slovenj Gradcu."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "117",
      "chapter": "1. poglavje: Organizacija okrajnih in okrožnih sodišč",
      "article": "117",
      "content": "Vrhovno sodišče ima sedež v Ljubljani."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "117",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "117",
      "content": "1. oddelek: Posebne določbe za prve volitve članov sodnega sveta izmed sodnikov in prve volitve članov personalnih svetov"
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "118",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "118",
      "content": "Prve volitve članov sodnega sveta morajo biti razpisane petnajst dni po uveljavitvi tega zakona.\nVolitve se izvedejo po določbah 3. poglavja prvega dela tega zakona, kolikor ni s temi posebnimi določbami drugače določeno."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "119",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "119",
      "content": "Pravico voliti in biti voljeni v sodni svet imajo sodniki, ki na dan volitev opravljajo sodniško funkcijo na sodiščih v Republiki Sloveniji in so vpisani v začasni sodniški volilni imenik, ki ga sestavi ministrstvo, pristojno za pravosodje.\nGlede pravice vpogleda in pravice zahtevati popravo imenika iz prejšnjega odstavka se uporablja določba 23. člena tega zakona.\nEnega člana sodnega sveta volijo sodniki Vrhovnega sodišča, enega člana sodniki višjih sodišč in Sodišča združenega dela Republike Slovenije, dva člana sodniki temeljnih sodišč in sodišč združenega dela prve stopnje. Dva člana sodnega sveta volijo vsi sodniki iz prvega odstavka tega člena."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "120",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "120",
      "content": "Prve volitve članov personalnih svetov morajo biti razpisane v tridesetih dneh po uveljavitvi tega zakona.\nVolitve se izvedejo po določbi 35. člena tega zakona, kolikor ni s temi posebnimi določbami drugače določeno.\nV personalne svete temeljnih sodišč, ki imajo več kot -petdeset sodnikov, izvolijo sodniki, ki na dan volitev opravljajo sodniško funkcijo na temeljnih sodiščih, izmed sebe šest sodnikov, sodniki drugih temeljnih sodišč pa štiri sodnike.\nPrve volitve članov personalnih svetov sodišč združenega dela prve stopnje se razpišejo z dnem, ko pričnejo z delom delovna in socialna sodišča.\nDo konstituiranja personalnih svetov po prejšnjem odstavku opravljajo funkcijo personalnih svetov sodniki teh sodišč na zboru sodnikov."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "121",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "121",
      "content": "Sodni svet, izvoljen po določbah tega zakona, se konstituira na prvi seji sodnega sveta, ki jo skliče predsednik dotedanjega sodnega sveta v petnajstih- dneh po izvolitvi vseh članov sodnega sveta po določbah tega zakona.\nDo izvolitve predsednika sodnega sveta vodi delo sodnega sveta najstarejši izvoljeni član sodnega sveta.\nČe sodni svet iz prvega odstavka tega člena ni konstituiran do 29. marca 1994, se do njegovega konstituiranja podaljša mandat članom sodnega sveta, imenovanim po določbah zakona o rednih sodiščih.\n2. oddelek: Prehodne in končna določba"
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "122",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "122",
      "content": "Okrožna in okrajna sodišča, ustanovljena s tem zakonom, začnejo z delom l. januarja 1995.\nVišja sodišča nadaljujejo z delom 1. januarja 1995 s pristojnostmi, ki jih imajo po tem zakonu.\nVrhovno sodišče nadaljuje z delom 1. januarja 1995 s pristojnostmi, ki jih ima po ustavi in zakonu.\nDo uveljavitve spremembe sistema kaznivih ravnanj so okrožna sodišča pristojna za sojenje na prvi stopnji o gospodarskih prestopkih.\nDo zagotovitve materialnih pogojev za delo v Cerknici deluje Okrajno sodišče v Cerknici s sedežem na Rakeku."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "123",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "123",
      "content": "S 1. januarjem 1995 prevzamejo okrožna sodišča vse zadeve temeljnih in višjih sodišč, za katere, so stvarno pristojna po tem ali drugem zakonu.\nS 1. januarjem 1995 prevzamejo okrajna sodišča vse zadeve temeljnih sodišč, za katere so stvarno pristojna po tem zakonu.\nArhive nekdanjih okrožnih sodišč prevzamejo okrožna sodišča iz tega zakona, arhive nekdanjih občinskih sodišč pa okrajna sodišča.\nPodrobnejša navodila o načinu prevzema zadev in arhivov izda minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "124",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "124",
      "content": "Sodniki temeljnih sodišč nadaljujejo z delom do izvolitve v trajno sodniško funkcijo oziroma do izteka mandata na okrajnih oziroma okrožnih sodiščih.\nSodnike iz prejšnjega odstavka razporedi na delo na okrožna oziroma okrajna sodišča sodni svet. Pri razporejanju upošteva praviloma naslednje:\n1.     sodnike, ki so v zadnjem letu pred uveljavitvijo tega zakona delali na zadevah, ki po tem zakonu sodijo v pristojnost okrajnih sodišč, razporedi na okrajna sodišča,\n2.     sodnike, ki so v zadnjem letu pred uveljavitvijo tega zakona delali na zadevah, ki po tem zakonu sodijo v pristojnost okrožnih sodišč, razporedi na okrožna sodišča,\n3.     sodnike, ki so v zadnjem letu pred uveljavitvijo tega zakona delali na zadevah, ki po tem zakonu sodijo deloma v pristojnost okrajnih, deloma v pristojnost okrožnih sodišč, razporedi na okrajna ali na okrožna sodišča v sorazmerju s številom določenih sodniških mest v teh sodiščih ter v sorazmerju z njihovo starostjo in dolžino dosedanjega opravljanja sodniške funkcije.\nRazporeditev iz prejšnjega odstavka se opravi v šestih mesecih po uveljavitvi tega zakona, vendar najkasneje do 1. decembra 1994."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "125",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "125",
      "content": "Po 31. decembru. 1994 nadaljujejo personalni sveti temeljnih sodišč z delom kot personalni sveti okrožnih sodišč."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "126",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "126",
      "content": "Do imenovanja sodnikov porotnikov po določbah tega zakona opravljajo dolžnost sodnikov porotnikov pri okrožnih sodiščih sodniki porotniki, ki so ob uveljavitvi tega zakona opravljali dolžnost sodnikov porotnikov pri temeljnih sodiščih.\nZ dnem uveljavitve tega zakona preneha dolžnost sodnikom porotnikom pri višjih in Vrhovnem sodišču."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "127",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "127",
      "content": "Strokovne in administrativno-tehnične delavce temeljnih sodišč prevzamejo v delovno razmerje okrožna oziroma okrajna sodišča v sorazmerju z obsegom nanje prenešenih pristojnosti.\nPrevzem delavcev iz prejšnjega odstavka se opravi po navodilih, ki jih izda minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "128",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "128",
      "content": "Poslovni prostori, ki so ob dnevu uveljavitve tega zakona v uporabi temeljnih sodišč, postanejo last Republike Slovenije.\nPoslovne prostore iz prejšnjega odstavka prevzamejo v uporabo okrožna oziroma okrajna sodišča, ustanovljena s tem zakonom, v skladu z navodili, ki jih izda minister, pristojen za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "129",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "129",
      "content": "Navodila iz četrtega odstavka 123., drugega odstavka 127. in drugega odstavka 128. člena tega zakona izda minister, pristojen za pravosodje, ko dobi mnenje predsednikov rednih sodišč in sodnega sveta."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "130",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "130",
      "content": "Sodni red predpiše minister, pristojen za pravosodje, najkasneje šest mesecev po uveljavitvi tega zakona.\nDo izdaje sodnega reda se za poslovanje sodišč uporabljajo določbe poslovnika za redna sodišča (Uradni list SRS, št. 26/78, 20/88 in 2/89), kolikor niso v nasprotju s tem zakonom."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "131",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "131",
      "content": "Dokler ni oblikovana strokovna služba sodnega sveta po določbah tega zakona, opravlja strokovno in administrativno delo za sodni svet ministrstvo, pristojno za pravosodje.\nDokler ministrstvo, pristojno za pravosodje, opravlja dela iz prejšnjega odstavka, se sredstva za delo sodnega sveta zagotavljajo v proračunu v okviru predračuna sredstev ministrstva, pristojnega za pravosodje."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "132",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "132",
      "content": "Predsedniki sodišč po določbah tega zakona morajo biti imenovani najkasneje do 31. decembra 1994. Za predsednika sodišča je lahko imenovan samo sodnik, ki je po določbah zakona izvoljen v trajno sodniško funkcijo.\nDo imenovanja predsednikov sodišč po prejšnjem odstavku opravljajo funkcijo predsednikov predsedniki rednih sodišč, izvoljeni po dosedanjih predpisih.\nČe predsedniki okrajnih in okrožnih sodišč niso imenovani do roka iz prvega odstavka tega člena, opravljajo funkcijo predsednikov okrožnih sodišč predsedniki temeljnih sodišč, funkcijo predstojnikov okrajnih sodišč pa vodje enot, ki so to funkcijo opravljali ob uveljavitvi tega zakona."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "133",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "133",
      "content": "Stalni sodni izvedenci in stalni sodni cenilci, imenovani po dosedanjih predpisih, nadaljujejo z delom po določbah tega zakona kot sodni izvedenci in sodni cenilci, imenovani za območje Republike Slovenije.\nMinistrstvo, pristojno za pravosodje, v roku treh mesecev po uveljavitvi tega zakona vzpostavi imenik sodnih izvedencev in sodnih cenilcev.\nStalni sodni tolmači, imenovani po dosedanjih predpisih, nadaljujejo z delom kot sodni tolmači po določbah tega zakona."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "134",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "134",
      "content": "Z dnem uveljavitve tega zakona preneha veljati zakon o rednih sodiščih (Uradni list SRS, št. 10/77, 4/82, 37/82. 7/86, 41/87, 24/88 in Uradni list RS, št. 8/90), razen določb o organizaciji in pristojnosti temeljnih in višjih sodišč, ki prenehajo veljati 1. januarja 1995, in določb o razrešitvi sodnika, ki prenehajo veljati z dnem izteka mandatov sodnikov, ki sodniško funkcijo opravljajo ob uveljavitvi tega zakona.\nZ dnem uveljavitve tega zakona se preneha uporabljati določba 66. člena zakona o službi družbenega knjigovodstva (Uradni list SFRJ, št. 70/83. 16/86. 72/86, 74/87, 37/88, 61/88, 57/89, 79/90, 84/90 in 20/91 v zvezi s 4. členom ustavnega zakona za izvedbo temeljne ustavne listine o samostojnosti in neodvisnosti Republike Slovenije, Uradni list RS, št. 1/91-I) v delu, ki določa sestavo sodišča.\n1. januarja 1995 se prenehajo uporabljati določbe zakona o pravdnem postopku (Uradni list SFRJ; št. 4/77, 36/80, 69/82, 58/84, 74/87, 57/89, 20/90 in 27/90 v zvezi s 4. členom ustavnega zakona iz prejšnjega odstavka) in zakona o kazenskem postopku (Uradni list SFRJ, št. 4/77, 14/85, 74/87, 57/89 in 3/90 v zvezi s 4. členom ustavnega zakona iz prejšnjega odstavka) v delu, v katerem urejajo sestavo sodišča v nasprotju z določbami tega zakona."
    },
    {
      "document_id": "ZAKO332",
      "provision_ref": "135",
      "chapter": "2. poglavje: Prehodne in končne določbe",
      "article": "135",
      "content": "Ta zakon začne veljati petnajsti dan po objavi v Uradnem listu Republike Slovenije."
    }
  ]
}